Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DetailView_TrackerList
source: Retries
ar: حاول ثانية
bg: Повторни опити
de: Wiederholungen
es: Reintentos
et: Proovimisi
eu: Birsaiatzeak
fi: Valmiina
fr: Réessais
hu: Megismételve
it: Tentativi
ja: 再試行
nb: Forsøk
nl: Pogingen
pl: Ponawiania
pt_br: Tentativas
ro: Reîncercări
ru: Попыток
sk: Opakované pokusy
sq: Riprovat
sv: Återförsök
th: ลองใหม่
tr: Tekrar Deneme Sayısı
ug: قايتا سىنا

# DetailView_TrackerList
source: Time Remaining
ar: الوقت المتبقي
bg: Оставащо време
de: Verbl. Zeit
es: Tiempo restante
et: Aega jäänud
eu: Gelditzen den denbora
fi: Aikaa Jäljellä
fr: Temps restant
hu: Hátralévő idő
it: Tempo rimanente
ja: 残り時間
nb: Tid igjen
nl: Resterende Tijd
pl: Pozostały czas
pt_br: Tempo Restante
ro: Timp Rămas
ru: Осталось времени
sk: Zostávajúci čas
sq: Koha e Ngelur
sv: Återstående tid
th: เวลาที่เหลือ
tr: Kalan Süre
ug: قالغان ۋاقىت

# DetailView_TrackerList
source: Seeders
bg: Сеялки
de: Eingesähte
es: Sembradoras
fr: Semeuses
it: Seminatrici
ja: シーダー
nl: Zaadje
pl: Siewniki
pt_br: Semeadores
ru: Сеялки
th: ผู้เพาะเมล็ด

# DetailView_TrackerList
source: Leechers
ja: リーチャーズ
pl: Pijawki
ru: Лекарь
th: ลีเชอร์ส

# DetailView_TrackerList
source: All Peers
bg: Всички връстници
de: Alle Peers
es: Todos los pares
fr: Tous les pairs
it: Tutti i pari
ja: すべてのピア
nl: Alle peers
pl: Wszyscy rówieśnicy
pt_br: Todos os pares
ru: Все сверстники
th: เพียร์ทั้งหมด

# DetailView_TrackerList
source: Downloaded
ar: اكتمل تحميله
bg: Свалени
de: Heruntergeladen
es: Descargado
et: Allalaetud
eu: Jeitsita
fi: Ladattu
fr: Téléchargé
hu: Letöltve
it: Scaricato
ja: ダウンロード済
nb: Nedlastet
nl: Gedownload
pl: Pobrane
pt_br: Baixados
ro: Terminate
ru: Загружено
sk: Stiahnuté
sq: Të shkarkuara
sv: Nedladdat
th: ดาวน์โหลดแล้ว
tr: İndirilen
ug: چۈشۈرۈلدى

# DetailView_TrackerList
source: Status
ar: الحالة
bg: Състояние
de: Zustand
es: Estado
et: Olek
eu: Egoera
fi: Tila
fr: État
hu: Állapot
it: Stato
ja: 状態
nl: Toestand
pl: Stan
pt_br: Estado
ro: Stare
ru: Состояние
sk: Stav
sq: Gjendja
th: สถานะ
tr: Durum
ug: ھالىتى

# DetailView_TrackerList_Menu
source: View log
ar: عرض السجل
bg: Преглед на дневник
de: Protokoll anzeigen
es: Ver registro
et: Vaata logi
eu: Izendapena ikusi
fr: Afficher le journal
it: Mostra log
ja: ログの表示
nb: Vis logg
nl: Bekijk log
pl: Pokaż dziennik
pt_br: Veja o log
ro: Vezi Jurnalul Modificărilor
ru: Просмотреть лог
sk: Zobraziť záznam
sv: Visa logg
th: ดูปูมบันทึก
tr: Günlüğü görüntüle
ug: كۈندىلىك خاتىرىنى كۆرسەت

# DetailView_TrackerList_Menu
source: Edit Trackers...
bg: Редактиране на проследяващи...
de: Tracker bearbeiten...
es: Editar rastreadores...
fr: Modifier trackers ...
it: Modifica tracker...
ja: トラッカーを編集します...
nl: Trackers bewerken...
pl: Edytuj trackery...
pt_br: Editar rastreadores...
ru: Редактировать трекеры...
th: แก้ไขตัวติดตาม...

# DetailView_TrackerList_Menu
source: Update Tracker
bg: Актуализиране на проследяването
fr: Mise à jour Tracker
it: Aggiorna Tracker
ja: 更新トラッカー
nl: Tracker bijwerken
pl: Śledzenie aktualizacji
ru: Отслеживание обновления
th: ปรับปรุงตัวติดตาม

# DetailView_TrackerList_Menu
source: Remove Tracker
ar: إزالة المتعقب
bg: Премахване на тракер
de: Tracker entfernen
es: Borrar rastreadores
et: Eemalda jälitaja
eu: Ezabatu Aztarnaria
fi: Poista Seurantapalvelin
fr: Supprimer le Tracker
hu: Tracker eltávolítása
it: Rimuovi Tracker
ja: トラッカーを削除
nb: Fjern sporer
nl: Verwijder Tracker
pl: Usuń trackera
pt_br: Remover Rastreador
ro: Înlătură Trackerul
ru: Удалить Tрекер
sk: Odstrániť tracker
sq: Hiq Gjurmuesin
sv: Ta bort tracker
th: ลบแทร็กเกอร์
tr: İzleyiciyi Kaldır
ug: مۇلازىمىتىر چىقىرىۋەت

# DetailView_TrackerList_Menu
source: Clear log
bg: Изчистване на регистрационния файл
de: Log leeren
es: Pulisci il registro
fr: Effacer le journal
it: Cancella registro
ja: ログのクリア
nl: Logboek opschonen
pl: Wyczyść dziennik
pt_br: Limpar log
ru: Очистить журнал
th: ล้างข้อมูลล็อก

# DetailView_TrackerList_Menu
source: Clear log in all Trackers
bg: Изчистване на регистрационния файл във всички тракери
de: Löschen Sie das Protokoll in allen Trackern
es: Borrar inicio de sesión en todos los rastreadores
fr: Effacer le journal dans tous les Trackers
it: Cancella log in tutti i Tracker
ja: すべてのトラッカーでログをクリア
nl: Wis log in alle trackers
pl: Wyczyść dziennik wszystkich trackerów
pt_br: Limpar log em todos os rastreadores
ru: Очистить вход во все трекеры
th: ล้างการเข้าสู่ระบบตัวติดตามทั้งหมด

# DetailView_TrackerList_Menu
source: Clear log in Trackers of all Tasks
bg: Изчистване на регистрационния файл в тракери на всички задачи
de: Löschen von Anmelde-Trackern aller Aufgaben
es: Borrar inicio de sesión en Rastreadores de todas las tareas
fr: Effacer le journal dans les trackers de toutes les tâches
it: Cancella log in Tracker di tutte le attività
ja: すべてのタスクのトラッカーでのログインをクリア
nl: Wis log in trackers van alle taken
pl: Wyczyść dziennik w trackerów wszystkich zadań
pt_br: Limpar log em rastreadores de todas as tarefas
ru: Очистить журнал в трекерах всех задач
th: ล้างบันทึกในตัวติดตามของงานทั้งหมด

# DetailView_TrackerList_Menu
source: Remove all unreachable Trackers...
bg: Премахване на всички недостъпни тракери...
de: Entfernen Sie alle nicht erreichbaren Tracker...
es: Eliminar todos los rastreadores inalcanzables...
fr: Supprimez tous les trackers inaccessibles...
it: Rimuovi tutti i tracker irraggiungibili...
ja: 到達不能なすべてのトラッカーを削除します。
nl: Verwijder alle onbereikbare trackers...
pl: Usuń wszystkie nieosiągalne trackery...
pt_br: Remova todos os rastreadores inalcançáveis...
ru: Удалите все недоступные трекеры...
th: เอาตัวติดตามที่ไม่สามารถเข้าถึงได้ทั้งหมดออก...

# TrackerList
source: Remove all trackers that have reached the number of retries:
bg: Премахнете всички тракери, които са достигнали броя на повторните опити:
de: Entfernen Sie alle Tracker, die die Anzahl der Wiederholungen erreicht haben:
es: Elimine todos los rastreadores que hayan alcanzado el número de reintentos:
fr: Supprimez tous les trackers qui ont atteint le nombre de tentatives :
it: Rimuovi tutti i tracker che hanno raggiunto il numero di tentativi:
ja: 再試行回数に達したすべてのトラッカーを削除します:
nl: Verwijder alle trackers die het aantal nieuwe pogingen hebben bereikt:
pl: Usuń wszystkie trackery, które osiągnęły liczbę ponownych prób:
pt_br: Remova todos os rastreadores que atingiram o número de tentativas:
ru: Удалите все трекеры, достигшие количества заехителей:
th: เอาตัวติดตามทั้งหมดที่ถึงจํานวนครั้งของการลองใหม่ออกแล้ว:

# DetailView_TrackerList_Menu
source: Remove Trackers
bg: Премахване на тракери
de: Tracker entfernen
es: Quitar rastreadores
fr: Supprimer les trackers
it: Rimuovere i tracker
ja: トラッカーを削除する
nl: Trackers verwijderen
pl: Usuń trackery
pt_br: Remover rastreadores
ru: Удалить трекеры
th: เอาตัวติดตามออก

# TrackerList
source: Invalid Number.
bg: Невалидно число.
de: Ungültige Nummer.
es: Número no válido.
fr: Nombre non valide.
it: Numero non valido.
ja: 無効な番号です。
nl: Ongeldig nummer.
pl: Nieprawidłowy numer.
pt_br: Número inválido.
ru: Недопустимый номер.
th: หมายเลขไม่ถูกต้อง

# TrackerScrape
source: No tracker added yet.
bg: Все още няма тракер.
de: Noch kein Tracker hinzugefügt.
es: Aún no se ha añadido ningún rastreador.
fr: Aucun tracker n’a encore été ajouté.
it: Nessun tracker aggiunto ancora.
ja: トラッカーはまだ追加されていません。
nl: Er is nog geen tracker toegevoegd.
pl: Nie dodano jeszcze trackera.
pt_br: Nenhum rastreador adicionado ainda.
ru: Трекер еще не добавлен.
th: ยังไม่ได้เพิ่มตัวติดตาม

# DetailView_TrackerList
source: Received
bg: Получено
de: Empfangen
es: Recibido
fr: Reçu
it: Ricevuta
ja: 受信
nl: Ontvangen
pl: Otrzymane
pt_br: Recebido
ru: Получено
th: ได้รับแล้ว

# DetailView_TrackerList
source: Added
bg: Добавен
de: Hinzugefügt
es: Añadido
fr: Ajoutés
it: Aggiunto
ja: 追加
nl: Toegevoegd
pl: Dodane
pt_br: Adicionado
ru: Добавлено
th: เพิ่มแล้ว

# DetailView_TrackerList
source: Last Update
bg: Последна актуализация
de: Letztes Update
es: Última Actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新日
nl: Laatste update
pl: Ostatnia aktualizacja
pt_br: Última Atualização
ru: Последнее обновление
th: การปรับปรุงครั้งล่าสุด

# DetailView_TrackerList_Menu
source: Import Trackers...
bg: Импортиране на проследяващи...
de: Tracker importieren...
es: Rastreadores de importación...
fr: Trackers d’importation ...
it: Importa tracker...
ja: トラッカーをインポートします...
nl: Trackers importeren...
pl: Import trackerów...
pt_br: Rastreadores de importação...
ru: Импортные трекеры...
th: นําเข้าตัวติดตาม...

# Common
source: Exit
ar: خروج
bg: Изход
de: Beenden
es: Salir
et: Välja
eu: Irten
fi: Sulje
fr: Quitter
it: Esci
ja: 終了
nb: Avslutt
nl: Afsluiten
pl: Wyjdź
pt_br: Fechar
ro: Ieși
ru: Выход
sk: Ukončiť
sv: Avsluta
th: ออกจากโปรแกรม
tr: Çık
ug: چېكىن

# Common
source: < Back
ar: < للخلف
bg: < Назад
de: < Zurück
es: < Atrás
et: < Tagasi
eu: < Atzera
fi: < Takaisin
fr: < Précédent
hu: < Vissza
it: < Indietro
ja: < 戻る
nb: < Tilbake
pl: < Wstecz
pt_br: < Voltar
ro: < Înapoi
ru: < Назад
sk: < Spät
sq: < Mbrapsht
sv: < Tillbaka
th: < ย้อนกลับ
tr: < Önceki
ug: ئالدى <

# Common
source: Next >
ar: التالي >
bg: Следващ >
de: Vorwärts >
es: Siguiente >
et: Edasi >
eu: Hurrengoa >
fi: Seuraava >
fr: Suivant >
hu: Tovább >
it: Avanti >
ja: 次へ >
nb: Neste >
nl: Volgende >
pl: Dalej »
pt_br: Próximo >
ro: Continuă >
ru: Далее >
sk: Ďalší >
sq: Tjetra >
sv: Nästa >
th: ถัดไป >
tr: Sonraki >
ug: ‹ كېيىنكى

# Common
source: Finish
ar: إنهاء
bg: Край
de: Fertigstellen
es: Finalizar
et: Lõpeta
eu: Amaitu
fi: Valmis
fr: Terminé
hu: Befejezés
it: Fine
ja: 完了
nb: Ferdig
nl: Voltooien
pl: Zakończ
pt_br: Finalizar
ro: Finalizează
ru: Закончить
sk: Dokončiť
sq: Përfundim
sv: Färdig
th: เสร็จ
tr: Son
ug: تامام

# WizardImportUndoneTask
source: Failed to rename file!
ar: فشل في إعادة تسمية الملف!
bg: Преименуването на файла пропадна!
de: Datei konnte nicht umbenannt werden!
es: Error al renombrar archive!
et: Faili ümbernimetamine nurjus!
eu: Huts egin du agiria birrizendatzean!
fi: Tiedoston uudelleen nimeäminen epäonnistui!
fr: Erreur lors du renommage de fichier!
hu: Fájl átnevezése sikertelen!
it: Impossibile rinominare il file!
ja: ファイル名の変更に失敗しました！
nl: Kan bestand niet hernoemen!
pl: Nie udało się zmienić nazwy pliku!
pt_br: Ocorreu uma falha ao renomear o arquivo!
ro: Renumirea filei a eșuat!
ru: Не удалось переименовать файл!
sk: Zlyhalo premenovanie súboru!
sv: Misslyckades att byta namn på fil!
th: ไม่สามารถเปลี่ยนชื่อไฟล์ได้!
tr: Yeniden adlandırma başarısız!
ug: ھۆججەت ئاتىنى ئۆزگەرتەلمىدى!

# WizardImportUndoneTask
source: Import Unfinished Download
ar: استيراد لم يكتمل التحميل
bg: Внасяне на недовършено сваляне
de: Nicht abgeschlossene Downloads importieren
es: Importar descargas sin completar
et: Impordi lõpetamata laadimised
eu: Inportatu Amaitugabeko Jeisketa
fi: Tuo Keskeneräinen Lataus
fr: Importer un téléchargement non terminé
hu: Befejezetlen feladat importálása
it: Importa download non completati
ja: ダウンロード未完了のタスクをインポート
nl: Onvoltooide download importeren
pl: Importuj niezakończone pobrania
pt_br: Importar transferência não terminada
ro: Importă Descărcarea Neterminată
ru: Импортировать незаконченную загрузку
sk: Import nedokončeného sťahovania
sv: Importera icke slutförda nedladdningar
th: นําเข้าการดาวน์โหลดที่ยังไม่เสร็จ
tr: Bitmemiş İndirmeleri İçeri Aktar
ug: تاماملانمىغان چۈشۈرۈش ئەكىر

# WizardImportUndoneTaskPage
source: Step 1/2
ar: الخطوة 2/1
bg: Стъпка 1 от 2
de: Schritt 1/2
es: Paso 1/2
et: Samm 1/2
eu: Urratsa 1/2
fi: Askel 1/2
fr: Étape 1/2
hu: 1/2 lépés
it: Passo 1 di 2
ja: ステップ 1/2
nl: Stap 1/2
pl: Krok 1/2
pt_br: Passo número um
ro: Pasul 1/2
ru: Шаг 1/2
sk: Krok 1/2
sv: Steg 1/2
th: ขั้นตอนที่ 1/2
tr: Adım 1 / 2
ug: 1/2 قەدەم

# WizardImportUndoneTaskPage
source: Import unfinished file:
ar: ملف الاستيراد غير منجز:
bg: Внасяне на недовършен файл:
de: Nicht abgeschlossene Datei importieren:
es: Importar archivo sin acabar:
et: Impordi lõpetamata fail:
eu: Inportatu amaitugabeko agiria:
fi: Tuo keskeneräinen tiedosto:
fr: Importer un fichier non terminé:
hu: Befejezetlen fájl importálása:
it: Importa file non completati:
ja: 未完了のファイルをインポート：
nl: Onvoltooid bestand importeren:
pl: Importuj niepobrany do końca plik:
pt_br: Importar transferência não terminada de arquivo:
ro: Importă fila neterminată:
ru: Импортировать незаконченный файл:
sk: Importovanie nedokončeného súboru:
sv: Importera icke slutförda filer:
th: นําเข้าแฟ้มที่ยังไม่เสร็จ:
tr: Bitmemiş dosyayı içeri aktar:
ug: تاماملانمىغان ھۆججەت ئەكىر:

# WizardImportUndoneTaskPage
source: Import unfinished folder:
ar: استيراد مجلد غير منجز:
bg: Внасяне на недовършена папка:
de: Nicht abgeschlossenen Ordner importieren:
es: Importar carpeta sin acabar:
et: Impordi lõpetamata kaust:
eu: Inportatu amaitugabeko agiritegia:
fi: Tuo keskeneräinen kansio:
fr: Importer un dossier non terminé:
hu: Befejezetlen könyvtár importálása:
it: Importa cartella non completata:
ja: 未完了のフォルダをインポート：
nl: Onvoltooide map importeren:
pl: Importuj niepobrany do końca folder
pt_br: Importar pasta não acabada:
ro: Importă dosarul neterminat:
ru: Импортировать незаконченную папку:
sk: Importovanie nedokončeného priečinka:
sv: Importera icke slutförda mappar:
th: นําเข้าโฟลเดอร์ที่ยังไม่เสร็จ:
tr: Bitmemiş klasörü içeri aktar:
ug: تاماملانمىغان قىسقۇچ ئەكىر:

# WizardImportUndoneTaskPage
source: Tip: Drag && Drop unfinished file here.
ar: نصيحه: سحب وإسقاط الملف غير المكتمل هنا.
bg: Съвет: хванете и издърпайте недовършения файл тук.
de: Tipp: Unvollständige Datei hierher ziehen && ablegen.
es: Consejo: arrastre y suelte el archivo sin completar aquí.
et: Vihje: Lohista&&aseta lõpetamata fail siia.
eu: Oharra: Arrastatu && Askatu amaitugabeko agiria hemen.
fi: Vinkki: Raahaa && Pudota keskeneräinen tiedosto tähän.
fr: Astuce : Glissez-déposez le fichier non terminé ici.
hu: Tipp: húzd a befejezetlen fájlt ide.
it: Suggerimento: trascina il file non completato qui.
ja: Tip: 未完了のファイルをここにドラッグ＆ドロップしてください。
nl: Tip: Sleep & & drop onvoltooide bestand hier.
pl: Porada: Przeciągnij i &upuść tutaj niedokończony plik.
pt_br: Dica: Arraste e solte uma transferência incompleta para cá.
ro: Pont: Trage-și-Pune aici fila neterminată.
ru: Подсказка: Перетащите сюда незаконченный файл.
sk: Tip: Pretiahnite && pustite nedokončený súbor sem.
sv: Tips: Dra &och släpp icke sluförda filer här.
th: เคล็ดลับ: ลากแล้วปล่อยไฟล์ที่ยังไม่เสร็จที่นี่
tr: İpucu: Tamamlanmayan dosyayı buraya sürükle ve bırak.
ug: ئەسكەرتىش: تاماملانمىغان ھۆججەتنى بۇ جايغا سۆرۈپ تاشلىغىلى بولىدۇ.

# WizardImportUndoneTaskPage
source: All supported Files
ar: اعتماد كافة الملفات
bg: Всички поддържани файлове
de: Alle unterstützten Dateien
es: Todos los archivos compatibles
et: Kõik toetatud failid
eu: Sostengaturiko Agiri Guztiak
fi: Kaikki tuetut Tiedostot
fr: Tous formats supportés
hu: Minden támogatott fájl
it: Tutti i file supportati
ja: すべてのサポートしているファイル形式
nl: Alle ondersteunde bestanden
pl: Wszystkie obsługiwane pliki
pt_br: Todos os arquivos que o BitTorrent lê
ro: Toate Filele Suportate
ru: Все поддарживаемые файлы
sk: Všetky podporované súbory
sv: Alla stödjande filer
th: แฟ้มที่สนับสนุนทั้งหมด
tr: Tüm desteklenen dosyalar
ug: بارلىق قوللايدىغان ھۆججەتلەر

# WizardImportUndoneTaskPage
source: All Files
ar: كافة الملفات
bg: Всички файлове
de: Alle Dateien
es: Todos los archivos
et: Kõik failid
eu: Agiri Guztiak
fi: Kaikki Tiedostot
fr: Tous les fichiers
it: Tutti i file
ja: すべてのファイル
nl: Alle bestanden
pl: Wszystkie pliki
pt_br: Todos os arquivos
ro: Toate Filele
ru: Все файлы
sk: Všetky súbory
sv: Alla filer
th: ไฟล์ทั้งหมด
tr: Bütün Dosyalar
ug: ھەممە ھۆججەتلەر

# WizardImportUndoneTaskPage
source: File does not exist!
ar: الملف غير موجود!
bg: Файлът не съществува!
de: Datei ist nicht vorhanden!
es: El archivo no existe!
et: Faili pole olmeas1
eu: Agiria ez dago!
fi: Tiedostoa ei ole olemassa!
fr: Le fichier n'existe pas!
hu: A fájl nem létezik!
it: Il file non esiste!
ja: ファイルが見つかりません！
nl: Bestand bestaat niet!
pl: Plik nie istnieje!
pt_br: O arquivo não existe!
ro: Fila nu există!
ru: Файл не существует!
sk: Súbor neexistuje!
sv: Fil existerar inte!
th: ไม่มีแฟ้มอยู่!
tr: Dosya mevcut değil!
ug: ھۆججەت مەۋجۇت ئەمەس!

# WizardImportUndoneTaskPage
source: Folder does not exist!
ar: المجلد غير موجود!
bg: Папката не съществува!
de: Ordner ist nicht vorhanden!
es: La carpeta no existe!
et: Kasuta pole olemas!
eu: Agiritegia ez dago!
fi: Kansiota ei ole olemassa!
fr: Le dossier n'existe pas!
hu: A könyvtár nem létezik!
it: La cartella non esiste!
ja: フォルダが見つかりません！
nl: Map bestaat niet!
pl: Folder nie istnieje!
pt_br: A pasta não existe!
ro: Dosarul nu există!
ru: Папка не существует!
sk: Priečinok neexistuje!
sv: Mapp existerar inte!
th: ไม่มีโฟลเดอร์อยู่!
tr: Klasör mevcut değil!
ug: قىسقۇچ مەۋجۇت ئەمەس!

# WizardImportUndoneTaskPage
source: The specified folder shouldn't be root directory!
ar: المجلد المحدد لا ينبغي أن يكون الدليل الجذر!
bg: Избраната папка не бива да бъде основната директория!
de: Der angegebene Ordner sollte nicht das Root-Verzeichnis sein!
es: La carpeta especificada no puede ser una carpeta raíz!
et: Kindlaksmääratud kausta ei tohiks olla juurkataloogis!
eu: Adieraziriko agiritegia ez dago zuzenbide erroan!
fi: Määritetty kansio ei pitäisi olla juurihakemisto!
fr: Le dossier spécifique ne doit pas être répertoire racine !
hu: A megadott könyvtár nem lehet a gyökérkönyvtár!
it: La cartella indicata non dovrebbe essere quella principale!
ja: ルートディレクトリはフォルダとして指定できません！
nl: De opgegeven map mag niet worden root directory!
pl: Określony folder nie powinien być folderem głównym!
pt_br: A pasta especificada não deve ser o diretório-raiz!
ro: Dosarul specificat nu ar trebui să fie dosar rădăcină!
ru: Указанная папка не должна быть корневой!
sk: Zadaná zložka by nemala byť koreňový adresár!
sv: Den valda mappen kan inte vara rotkatalog!
th: โฟลเดอร์ที่ระบุไม่ควรเป็นไดเรกทอรีราก!
tr: Seçilen klasör kaynak hedef olamaz!
ug: غول مۇندەرىجىنى بەلگىلىگىلى بولمايدۇ!

# WizardImportUndoneTaskPage
source: Tip: Drag && Drop unfinished folder here.
ar: نصيحه: سحب وإسقاط المجلد غير المكتمل هنا.
bg: Съвет: хванете и издърпайте недовършената папка тук.
de: Tipp: Unvollständigen Ordner hierher ziehen && ablegen.
es: Consejo: arrastre y suelte la carpeta sin completar aquí.
et: Vihje: Lohista&&kleebi lõpetamata kaust siia.
eu: Oharra: Arrastatu && Askatu amaitugabeko agiritegia hemen.
fi: Vinkki: Raahaa && Pudota keskeneräinen kansio tähän.
fr: Astuce : Glissez-déposez le dossier non terminé ici.
hu: Tipp: húzd a befejezetlen könyvtárat ide.
it: Suggerimento: trascina la cartella non completata qui.
ja: Tip: 未完了のフォルダをここにドラッグ＆ドロップしてください。
nl: Tip: Sleep & & drop onvoltooide map hier.
pl: Porada: Przeciągnij i &upuść tutaj niedokończony folder.
pt_br: Tip: Arraste e solte uma pasta com uma transferência incompleta para cá.
ro: Pont: Trage-și-Pune aici dosarul neterminat.
ru: Подсказка: Перетащите сюда незаконченную папку.
sk: Tip: Pretiahnite && pustite nedokončený priečinok sem.
sv: Tips: Dra &och släpp icke sluförda mappar här.
th: เคล็ดลับ: ลากแล้วปล่อยโฟลเดอร์ที่ยังไม่เสร็จที่นี่
tr: İpucu: Tamamlanmayan klasörü buraya sürükle ve bırak.
ug: ئەسكەرتىش: تاماملانمىغان قىسقۇچنى بۇ جايغا سۆرۈپ تاشلىغىلى بولىدۇ.

# WizardImportUndoneTaskPage
source: Step 2/2
ar: الخطوة 2/2
bg: Стъпка 2 от 2
de: Schritt 2/2
es: Paso 2/2
et: Samm 2/2
eu: Urratsa 2/2
fi: Askel 2/2
fr: Etape 2/2
hu: 2/2 lépés
it: Passo 2 di 2
ja: ステップ 2/2
nl: Stap 2/2
pl: Krok 2/2
pt_br: Passo número dois
ro: Pasul 2/2
ru: Шаг 2/2
sk: Krok 2/2
sv: Steg 2/2
th: ขั้นตอนที่ 2/2
tr: Adım 2 / 2
ug: 2/2 قەدەم

# WizardImportUndoneTaskPage
source: Search corresponding .torrent automatically:
ar: البحث في الترونت المقابل تلقائياً:
bg: Автоматично търсене на съответстващ торент:
de: Entsprechende .torrent automatisch suchen:
es: Buscar automáticamente .torrent correspondiente:
et: Otsi vastav. Torrent automaatselt:
eu: Bilatu .torrent egokia berezgaitasunez:
fr: Recherche automatique du .torrent correspondant:
hu: Megfelelő .torrent keresése automatikusan:
it: Ricerca automatica dei file .torrent corrispondenti:
ja: 該当する Torrent ファイルを自動的に検索する：
nl: Zoek naar overeenkomstige. torrent automatisch:
pl: Szukaj automatycznie odpowiedniego .torrenta:
pt_br: Procurar por arquivo torrent correspondente automaticamente:
ro: Caută automat fila .torrent corespondentă:
ru: Автоматически искать подобные .torrent:
sk: Hľadať zodpovedajúci .torrent automaticky:
sv: Söker överensstämmande .torrent automatiskt:
th: ค้นหา.torrentที่สอดคล้องกันโดยอัตโนมัติ:
tr: İlişkin . torrent'i otomatik olarak ara:
ug: مۇناسىپ .torrent ھۆججىتىنى ئۆزلۈكىدىن ئىزدە:

# WizardImportUndoneTaskPage
source: Use specified .torrent
ar: استخدام.الترونت المحدد
bg: Използване на избрания торент
de: Angegebenen .torrent verwenden
es: Usar .Torrent especificado
et: Kasuta täpsustatud .torrenti
eu: Erabili adieraziriko .torrent-a
fi: Käytä määriteltyä .torrent
fr: Utiliser un .torrent spécifié
hu: A megadott .torrent használata
it: Usa il file .torrent specificato
ja: 指定された Torrent ファイルを使用する
nl: Gebruik gespecificeerd. torrent
pl: Użyj określonego pliku torrent
pt_br: Utilize um arquivo *.torrent específico
ro: Folosește fila .torrent specificată
ru: Использовать указанный .torrent
sk: Použiť špecifický .torrent
sv: Använd specifierad .torrent
th: ใช้.torrentที่ระบุ
tr: Seçilen . torrent kullan
ug: بەلگىلەنگەن .torrent ھۆججەت ئىشلەت

# WizardImportUndoneTaskPage
source: Tip: Drag && Drop .torrent file here.
ar: نصيحه: سحب وإسقاط ملف. تورنت هنا.
bg: Съвет: хванете и издърпайте торент файла тук.
de: Tipp: .torrent-Datei hierher ziehen && ablegen.
es: Consejo: arrastre y suelte el .Torrent aquí.
et: Vihje: Lohista&&aseta. Torrent-fail siia.
eu: Oharra: Arrastatu && Askatu .torrent agiria hemen.
fi: Vinkki: Raahaa && Pudota .torrent tiedosto tähän.
fr: Astuce : Glissez-déposez le .torrent non terminé ici.
hu: Tipp: húzd a .torrent fájlt ide.
it: Suggerimento: trascina il file .torrent qui.
ja: Tip: ここに Torrent ファイルをドラッグ＆ドロップしてください。
nl: Tip: Sleep & & drop. torrent bestand hier.
pl: Porada: Przeciągnij i &upuść tutaj plik torrent.
pt_br: Dica: arraste e solte um arquivo .torrent para cá.
ro: Pont: Trage și pune aici o filă .torrent pentru a porni descărcarea.
ru: Подсказка: Перетащите сюда файл торрента.
sk: Tip: Pretiahnite && pustite súbor torrentu sem.
sv: Tips: Dra &och släpp .torrent-filer här.
th: เคล็ดลับ: ลากแล้วปล่อยไฟล์.torrentที่นี่
tr: İpucu: .torrent dosyasını buraya sürükle ve bırak.
ug: ئەسكەرتىش: .torrent ھۆججىتىنى بۇ جايغا سۆرۈپ تاشلىغىلى بولىدۇ.

# WizardImportUndoneTaskPage
source: Searching (${PROGRESS_PERCENT}%)
ar: البحث (${PROGRESS_PERCENT}%)
bg: Търсене (${PROGRESS_PERCENT}%)
de: Suchen (${PROGRESS_PERCENT}%)
es: Buscando (${PROGRESS_PERCENT}%)
et: Otsing (${PROGRESS_PERCENT}%)
eu: Bilatzen (${PROGRESS_PERCENT}%)
fi: Etsitään (${PROGRESS_PERCENT}%)
fr: Recherche de (${PROGRESS_PERCENT}%)
hu: Keresés (${PROGRESS_PERCENT}%)
it: Ricerca in corso (${PROGRESS_PERCENT}%)
ja: 検索中 (${PROGRESS_PERCENT}%)
nl: Zoeken (${PROGRESS_PERCENT}%)
pl: Szukanie (${PROGRESS_PERCENT}%)
pt_br: Procurando (${PROGRESS_PERCENT}%)
ro: Căutare (${PROGRESS_PERCENT}%)
ru: Поиск (${PROGRESS_PERCENT}%)
sk: Hľadanie (${PROGRESS_PERCENT}%)
sv: Söker (${PROGRESS_PERCENT}%)
th: กําลังค้นหา (${PROGRESS_PERCENT}%)
tr: Aranıyor (${PROGRESS_PERCENT}%)
ug: ئىزدەۋاتىدۇ (${PROGRESS_PERCENT}%)
