Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_Service
source: Query task comments and snapshot information automatically
bg: Автоматично запитване за коментари, снимки и информация за задачата
de: Aufgabenkommentar und Schnappschussinformation automatisch abfragen
es: Consultar comentarios de tareas e información de capturas de pantalla automaticamente
fr: Commentaire sur la requête de tâche, capture automatique de l'information
it: Esamina commenti e fotogrammi dei video automaticamente
ja: タスクのコメント、SnapShot情報を自動的に問い合わせる
nl: Informatie over taak opmerkingen en momentopname automatisch opvragen
pl: Wyszukuj komentarze i zrzut ekranu do zadania automatycznie
pt_br: Questionário de tarefas comentadas, informação automáticas de fotos instantâneas
ru: Запрашивать комментарий к заданию автоматически
th: สอบถามข้อคิดเห็นของงานและข้อมูลสแนปช็อตโดยอัตโนมัติ

# Options_Service
source: Enable popup BitComet tips
bg: Разрешаване на изскачащи прозорци със съвети от BitComet
de: BitComet-Tipps aktivieren
es: Activar los consejos de BitComet
fr: Activer les info-bulles d'astuces BitComet
it: Attiva i popup dei suggerimenti di BitComet
ja: BitComet のポップアップヒントを有効にする
pl: Włącz wyskakujące podpowiedzi BitComet
pt_br: Ligar as dicas flutuantes do BitComet
ru: Разрешить всплывающие подсказки BitComet
th: เปิดใช้งานเคล็ดลับ BitComet แบบผุดขึ้น

# Options_Service
source: Learn your WAN IP and accurate network connection status to help configure network settings. (Needs to connect to BitComet server.)
ar: تعرف على الاي بي الخاصة بك و حالة اتصال الشبكة الدقيقة للمساعدة تكوين إعدادات الشبكة. (تحتاج إلى الاتصال بخادم البيتكومنت.)
bg: Научете Вашия WAN IP и точното състояние на Вашата интернет връзка, за да помогнете при конфигурирането на интернет настройките. (необходима връзка със сървъра на BitComet)
de: Ihre WAN IP und genauen Netzwerkverbindungsstatus ermitteln, um zu helfen, das Netzwerk zu konfigurieren. (für Verbindung zum BitComet-Server benötigt)
es: Adquiera la IP de la WAN y especifique el estado de conexión de la red para ayudar a configurar las preferencias de la red (requiere conexión al servidor de BitComet).
et: Omandada oma WAN IP ja täpne võrguühenduse olek, mis aitab konfigureerida võrgu seadeid. (vajadus ühendada BitComet serveriga)
eu: Jakin zure WAN IP-a eta akatsgabeko sare elkarketa egoera laguntzeko sare ezarpenak itxuratzen. (Beharrezkoak BitComet zerbitzariarekin elkarketa egiteko)
fr: Obtenez votre adresse internet IP de votre FAI et votre statut précis de connexion au réseau pour vous aider à configurer les paramètres de réseau. (Nécessite une connexion au serveur BitComet)
hu: Tudja meg a WAN IP-jét és a hálózati kapcsolatának pontos állapotát, amely segítségére lesz a hálózati beállítások elvégzésében. (kapcsolódni kell a BitComet szerverhez)
it: Rileva il tuo IP WAN IP e lo stato di connessione alla rete per configurare le impostazioni del network. (Richiede la connessione al server BitComet)
ja: ネットワークの設定をするため、WAN IP と正確なネットワーク接続 状態を取得します。 (BitComet サーバーに接続するのに必要です)
nb: Lær din WAN IP og og nøyaktig nettverkstilkobling- status for å hjelp konfigurere nettverksinnstillinger. (Trenger å koble til BitComet serveren).
nl: Verkrijg uw WAN IP en nauwkeurige netwerk connectie status om met het configureren van de netwerk instellingen te helpen. (nodig om te verbinden met de BitComet server)
pl: Pobiera Twój IP sieci WAN i dokładny stan połączenia, aby pomóc skonfigurować ustawienia sieciowe programu. (Potrzebne do połączenia z serwerem BitComet)
pt_br: Obter seu WAN IP e melhorar o status da conexão para ajudar a configurar a rede. (necessário conectar ao servidor BitComet)
ro: Obține IP-ul WAN și starea precisă a conexiunii la rețea pentru a ajuta la configurarea setărilor de rețea. (e necesară conectarea la serverul BitComet)
ru: Получать WAN IP и точное состояние сетевого подключенияя для помощи в конфигурировании сети. (требуется соединение с сервером BitComet)
sk: Získať vaše IP WAN a presný stav pripojenia siete pre pomoc v nastaveniach konfigurácia siete. (nutné pripojenie k serveru BitComet)
sq: Merr IP e WAN dhe gjendjen e saktë të rrjetit për tu ndihmuar konfiguro parametrat e rrjetit. (ka nevojë të lidhet me serverin e BitComet)
sv: Lär dig din WAN IP och nätverksanslutnings-status för att hjälpa till och konfiguera nätverksinställningar. (Behöver att ansluta till en BitComet-server.)
th: รับ WAN IP ของคุณและสถานะการเชื่อมต่อเครือข่ายที่แม่นยำเพื่อช่วยเหลือ ในการตั้งค่าเครือข่าย (จำเป็นต้องเชื่อมต่อกับเซิร์ฟเวอร์ BitComet)
tr: Ağ ayarlarını yapılandırma yardımı için WAN IP ve tam ağ bağlantısı sağlayın. (BitComet sunucusuna bağlanmak gerekiyor)
ug: مۇلازىمىتىرىغا ئۇلىنىش ئارقىلىق توغرا تور ئۇلىنىش ئەھۋالىغا ئېرىشىپ، تور ئۇلىنىش پارامېتىر سەپلىمىسىگە ئېرىشىشىڭىزگە ياردەملىشىدۇ.

# Options_TCPIPLimit
source: Windows XP SP2 includes a TCP "half-open" limit of 10 connections. This limit won't cause problems with normal BitComet usage, but if you know what you are doing, you may apply the patch to adjust this to a higher limit. Windows Vista SP2 has removed this limit.
ar: يتضمن Windows XP SP2 half-open TCP لحد 10 اتصالات فقط. هذا الحد لن يسبب مشاكل مع الاستخدام العادي لبيتكومنت ، ولكن إذا كنت تعرف ما تقومون به ، يمكنك تصحيح هذا إلى حد أكبر. ويندوز فيستا SP2 تم إزالة هذا الحد.
bg: В Windows XP SP2 е включено ограничение за броя на TCP "полуотворените" връзки до 10. Това ограничение няма да причини проблем с нормалното ползване на BitComet, но ако сте наясно, какво точно правите, можете да приложите пача, за да коригирате броя на "полуотворените" TCP връзки до по-висока граница. В Windows Vista SP2 това ограничение беше премахнато.
de: Windows XP SP2 enthält eine Beschränkung auf 10 "halb-offene" TCP-Verbindungen. Dieser Grenzwert verursacht keine Probleme im normalen Gebrauch mit BitComet, aber wenn Sie wissen was Sie tun, können Sie die Programmkorrektur anwenden, um eine höheren Grenzwert einzustellen. Bei Windows Vista SP2 ist diese Grenze entfernt.
es: Windows XP SP2 uncluye un límite TCP de 10 conexiones «semi abiertas". Este límite no supone ningún problema con un uso convencional de BitComet. Sin embargo, si es consciente de lo que hace, puede instalar el parche para aumentar este límite. Windows Vista SP2 ha eliminado este límite.
et: Windows XP SP2 sisaldab TCP "Poollahti" kuni 10 ühendust. See piir ei tekita probleeme normaalseks BitComet -i kasutamiseks, kuid kui te teate, mida te teete, võite taotleda patch-i, et kohandada seda kõrgemaks. Windows Vista SP2 on kaotanud selle piiri.
eu: Windows XP SP2-k TCP bat du "erdi-ireki" muga 10 elkarketan duela. Muga honek ez du arazorik eragiten BitCometen erabilpen arruntean, baina zer egiten ari zaren badakizu, ezarri dezakezu helburu, hau goragoko muga batean ezartzeko. Windows Vista SP2-l muga hau ezabatu du.
fr: Windows XP SP2 inclut une limite "semi-ouverte" TCP de 10 connexions. Cette limite ne causera pas de problème avec l'utilisation normale de BitComet, mais si vous savez ce que vous faites, vous pouvez appliquer le patch pour l'ajuster à une limite plus haute. Windows Vista SP2 a supprimé cette limite.
hu: A Windows XP SP2 a TCP "félig nyitott" kapcsolatok számát 10-re korlátozza. Ez a korlát nem okoz gondot a szokásos BitComet használat során, de ha tudod, mit csinálsz, használhatod a javítást a korlát megnövelésére. A Windows Vista SP2 megszüntette ezt a korlátozást.
it: WIndows XP SP2 include un limite di 10 connessioni parziali. Questo limite potrebbe causare dei problemi con il normale utilizzo di BitComet, ma se sei un utente esperto, puoi applicare la patch per aumentare il valore di questo limite. Windows Vista SP2 ha rimosso questo limte.
ja: Windows XP SP2 は、 TCP接続の最大同時試行数が 10接続に制限されています。 この制限は通常のBitCometの使用上では問題を引き起こしません。 ですが、あなたが何をしようとしているかわかっている場合に限り、 この制限値をより高い値に変更することができます。 Windows Vista SP2 では、この制限は取り払われています。
nb: Windows XP SP2 inneholder en TCP "halvåpen" grense på 10 tilkoblinger. Denne grensen vil ikke skape problemer ved normal BitComet- bruk, men hvis du vet hva du gjør, kan du bruke oppdateringen for å justere dette til en høyere grense. Windows Vista SP2 har fjernet denne grensen.
nl: In Windows XP SP2 zit een TCP limiet van 10 connecties. Met normaal gebruik van BitComet zal deze limiet geen problemen veroorzaken. Als u weet wat u doet kunt u de patch toepassen om de limiet op te heffen of om de limiet te verhogen. Windows Vista SP2 heeft deze limiet niet.
pl: Windows XP SP2 zawiera "półotwarty" limit 10 połączeń TCP. Ten limit nie powoduje problemów przy normalnym użytkowaniu BitComet, ale jeśli wiesz co robisz, możesz wprowadzić poprawkę, aby go zwiększyć. W Windows Vista SP2 zlikwidowano ten limit.
pt_br: O Windows XP SP2 estabelece um limite de TCP "semi-aberto" de 10 conexões. Esse limite não causará problemas com o uso normal do BitComet, mas se você souber o que está fazendo, você pode aplicar o patch para reajustá-lo para um limite maior. O Windows Vista SP2 não apresenta tal limite.
ro: Windows XP SP2 include o limită de 10 conexiuni TCP "semideschise". Aceasta nu pune probleme la folosirea obișnuită a lui BitComet, dar dacă știi ce faci, poți aplica peticul pentru a ajusta valoarea limitei la un număr mai mare. În Windows Vista această limită nu mai există.
ru: В Windows XP SP2 имеется ограничение в 10 полуоткрытых соединений TCP. Это ограничение не мешает нормальной работе BitComet, но если вы знаете, что делаете, вы можете применить патч, чтобы увеличить ограничение. В Windows Vista SP2 такое ограничение отсутствует.
sk: Windows XP SP2 zahŕňa limit na 10 pripojení pre polootvorené TCP. Tento limit nespôsobí problémy s bežným užívaním programu BitComet, ale ak viete čo robíte, môžete použiť záplatu pre nastavenie na vyšší limit. Windows XP SP2 tento limit odstránila.
sq: Windows XP SP2 përfshin një kufi "gjysëm të hapur" të TCP prej 10 lidhjesh. Ky kufi nuk do të shkaktojë një problem me përdorimin normal të BitComet, por nëse e dini çfarë po bëni, ju mund të aplikoni rregulluesin për ta rregulluar këtë në një kufi më të lartë. Windows Vista SP2 e ka hequr këtë kufi.
sv: Windows XP SP2 inkluderar en "halvöppen" TPC-begränsning på 10 anslutningar. Denna begränsning kommer inte att orsaka något problem med normal användning av BitComet, men om du vet vad du gör, kan du använda patchen för att justera det till en högre gräns. Windows Vista SP2 har tagit bort denna begränsning.
th: Windows XP SP2 มีขีดจํากัด TCP "ครึ่งเปิด" ที่ 10 การเชื่อมต่อ ขีด จํากัด นี้จะไม่ทําให้เกิดปัญหากับการใช้งาน BitComet ปกติ แต่ถ้าคุณรู้ว่าคุณกําลังทําอะไรอยู่คุณอาจใช้แพตช์เพื่อปรับให้สูงขึ้น Windows Vista SP2 ได้เอาขีดจํากัดนี้ออกแล้ว
tr: Windows XP SP2 TCP "yarı açık 10 bağlantı" sınırı içerir. Bu limit normal BitComet kullanımında bir sorun teşkil etmez ama eğer ne yaptığınızı biliyorsanız bu değeri değiştirmeyin. Windows Vista SP2 bu sınırı kaldırmıştır.
ug: Windows XP SP2 بىرلا ۋاقىتتا ئۇلىنىدىغان TCP ئۇلىنىش سانى 10 دەپ چەكلەيدۇ، بۇ چەكلىمە ئادەتتىكى ئەھۋالدا BitComet ئىشلىتىشكە تەسىر كۆرسەتمەيدۇ. ئەگەر سىز بۇ چەكلىمىنىڭ مەنىسىنى چۈشەنسىڭىز، TCPIP.SYS سىستېما ھۆججىتىنى ئۆزگەرتىش ئارقىلىق بۇ كۆڭۈلدىكى چەكلىمىنى ئۆزگەرتەلەيسىز. Windows Vista SP2 بۇ چەكلىمىنى بىكار قىلدى.

# Options_TCPIPLimit
source: Detailed Help
ar: تفاصيل التعليمات
bg: Подробна помощ
de: Detailhilfe
es: Ayuda detallada
et: Detailne abi
eu: Laguntza Xehetasunak
fi: Yksityiskohtainen Ohje
fr: Aide détaillée
hu: Részletes Súgó
it: Aiuto dettagliato
ja: 詳細ヘルプ
nb: Detaljert hjelp
nl: Gedetailleerde hulp
pl: Pomoc szczegółowa
pt_br: Ajuda detalhada
ro: Ajutor Detaliat
ru: Подробная справка
sk: Detailná nápoveda
sq: Ndihmë e Detajuar
sv: Detaljerad hjälp
th: รายละเอียดเพิ่มเติม
tr: Yardım Detayları
ug: تەپسىلىي ياردەم

# Options_TCPIPLimit
source: Current OS version:
ar: إصدار نظام التشغيل الحالي:
bg: Текуща версия на ОС:
de: Betriebssystem:
es: Versión actual del SO:
et: Töösolev OP versioon:
eu: Oraingo SE heuskarria:
fi: Nykyinen OS versio:
fr: Version actuelle de l'OS :
hu: Jelenlegi OS verzió:
it: Versione attuale del S.O.:
ja: 現在のOSのバージョン:
nb: Nåværende OS- versjon:
nl: Huidige versie van het besturingssysteem:
pl: Aktualna wersja OS:
pt_br: Versão do SO atual:
ro: Versiunea curentă SO:
ru: Текущая версия ОС:
sk: Aktuálna verzia OS:
sq: Versioni i tanishëm i Sistemit Operativ:
sv: Nuvarande OS-version
th: เวอร์ชั่นระบบปฏิบัติการปัจจุบัน:
tr: Geçerli İşletim Sistemi:
ug: نۆۋەتتىكى مەشغۇلات سىستېما نەشرى:

# Options_TCPIPLimit
source: TCPIP.SYS version:
ar: إصدار TCPIP.SYS:
bg: Версия на TCPIP.SYS:
es: Versión del archivo TCPIP.SYS:
et: TCPIP.SYS Versioon:
eu: TCPIP.SYS heuskarria:
fi: TCPIP.SYS versio:
fr: Version PCTFAI.SYS :
hu: TCPIP.SYS verzió:
it: Versione TCPIP.SYS:
ja: TCPIP.SYSのバージョン:
nb: TCPIP.SYS versjon:
nl: TCPIP.SYS versie:
pl: Wersja TCPIP.SYS:
pt_br: Versão TCPIP.SYS:
ro: Versiunea TCPIP.SYS:
ru: Версия TCPIP.SYS:
sk: Verzia TCPIP.SYS:
sq: TCPIP.SYS Versioni:
th: เวอร์ชั่นของ TCPIP.SYS:
tr: Tcpip.sys versiyonu:
ug: TCPIP.SYS نەشرى:

# Options_TCPIPLimit
source: Current Half-Open Limit:
ar: الحد الأقصى الحالي نصف فتح:
bg: Текущо ограничение за полуотворени:
de: Aktuelle Begrenzung:
es: Límite actual de conexiones semi abiertas:
et: Hetke poollahti limiit:
eu: Oraingo Erdi-Ireki Muga:
fi: Nykyinen Puoliksi-Auki Rajoitus:
fr: Limite actuelle :
hu: Jelenleg az inaktív kapcsolatok számának korlátja:
it: Limite attuale di connessioni parziali:
ja: 現在のTCP接続の同時試行数の制限値:
nb: Nåværende halv- åpen grense:
nl: Huidige half-open limiet:
pl: Aktualny limit półotwarty:
pt_br: Limte atual Half-Open:
ro: Limita curentă con. semideschise:
ru: Текущее ограничение полуоткрытых соединений:
sk: Aktuálny limit polovičného otvorenia:
sq: Kufiri i Tanishëm Gjysëm i Hapur:
sv: Aktuell halvöppen begränsning:
th: ขีดจำกัด Half-Open ปัจจุบัน:
tr: Şuanki Yarı-Açık Limit:
ug: نۆۋەتتىكى ئۇلىنىشنىڭ يۇقىرى چېكى:

# Options_TCPIPLimit
source: New Half-Open Limit (10-200) :
ar: حد نصف فتح جديدة (10-200):
bg: Ново ограничение на полуотворени (10-200) :
de: Neue Begrenzung: (10-200) :
es: Nuevo límite de conexiones semi abiertas (10-200):
et: Uus Half-Open limiit (10-200) :
eu: Erdi-Ireki Muga Berria (10-200) :
fr: Nouvelle limite (10-200) :
hu: Új kapcsolatszám korlát (10-200) :
it: Nuovo limite di connessioni parziali (10-200):
ja: 新しいTCP接続の同時試行数の制限値(10-200):
nb: Ny halv- åpen grense (10-200) :
nl: Nieuwe half-open grens (10-200):
pl: Nowy limit półotwarty (10-200):
pt_br: Novo limite Half-Open(10-200):
ro: Limita nouă conex. semid. (10-200):
ru: Новое ограничение полуоткрытых соединений (10-200) :
sk: Nový limit polovičného otvorenia(10-200):
sq: Kufi i Ri Gjysëm i Hapur (10-200) :
sv: Ny halvöppen gräns (10-200):
th: ขีดจำกัด Half-Open ใหม่ (10-200) :
tr: Yeni Yarı-Açık Limit (10-200):
ug: يېڭى ئۇلىنىشنىڭ يۇقىرى چېكى(10-200):

# Options_TCPIPLimit
source: Apply
ar: تطبيق
bg: Прилагане
de: Übernehmen
es: Aplicar
et: Rakenda
eu: Ezarri
fi: Käytä
fr: Appliquer
hu: Alkalmaz
it: Applica
ja: 適用
nb: Bruk
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sq: Aplikoje
sv: Verkställ
th: นำไปใช้
tr: Uygula
ug: قوللان

# Options_TCPIPLimit
source: Disable system file protection.
ar: تعطيل حماية ملف النظام .
bg: Забраняване системната защита на файлове.
de: Windows Systemdateischutz deaktivieren.
es: Desactivar protección de archivos del sistema.
et: Keela süsteemi faili kaitse
eu: Ezgaitu erabidearen agiri babestea.
fi: Poista käytöstä tiedostojärjestelmän suojaus.
fr: Désactiver la protection de fichiers du système.
hu: A redszerfájl védelem kikapcsolása
it: Disattiva la protezione dei files di sistema.
ja: システムファイル保護を無効にする。
nb: Deaktiver systemfil beskyttelse.
nl: Systeembestand bescherming uitschakelen.
pl: Wyłącz systemową ochronę plików.
pt_br: Desabilita a proteção de arquivo do sistema.
ro: Dezactivează protecția filelor de sistem.
ru: Отключить защиту системных файлов.
sk: Zakázať systémovú ochranu súboru.
sq: Çaktivizo mbrojtjen e sistemit të skedarëve.
sv: Inaktivera systemfilskyddet.
th: ยกเลิกการใช้งานการป้องกันไฟล์ของระบบ
tr: Sistem dosya korumasını pasifleştir.
ug: سىستېما ھۆججىتى قوغداشنى چەكلە.

# Options_TCPIPLimit
source: Important notice: In order to make changes to your tcpip.sys system file, Windows File Protection will need to be disabled temporarily. Your original file will be renamed to "TCPIP.SYS.ORIGINAL".
bg: Важна информация: За да промените Вашия системен файл tcpip.sys, ще бъде необходимо временно да бъде изключена защитата на файловете на Windows. Вашият оригинален файл ще бъде преименуван на "TCPIP.SYS.ORIGINAL".
de: Wichtiger Hinweis: Um die Änderung an Ihrer tcpip.sys-Systemdatei vorzunehmen, muss der Windows Dateischutz temporär deaktiviert werden. Ihre Originaldatei wird in "TCPIP.SYS.ORIGINAL" umbenannt.
es: Aviso importante: para realizar la modificación en el archivo del sistema tcpip.sys, desactive la protección de archivos de Windows de forma temporal. El archivo original será nombrado a "TCPIP.SYS.ORIGINAL".
fr: Note importante : Pour faire le changement de votre ficher système tcpip.sys, la protection de fichiers de Windows doit être mise hors service temporairement. Votre fichier original sera rebaptisé "TCPIP.SYS.ORIGINAL".
it: Nota importante: Per poter sostituire il file system tcpip.sys, è necessario disabilitare temporaneamente la protezione di Windows. Il file originale sarà rinominato "TCPIP.SYS.ORIGINAL".
ja: 重要：システムファイル TCPIP.SYS に変更を加えようとする場合、 Windows ファイル保護システムを一時的に無効にする必要があります。 元のファイルは、TCPIP.SYS.ORIGINAL として保存されます。
nl: Belangrijk bericht: om veranderingen in uw tcpip. sys-systeemdossier aan te brengen, zal de dossierbescherming van vensters tijdelijk moeten worden gehandicapt. Het oorspronkelijke bestand wordt gewijzigd in "TCPIP.SYS.ORIGINAL".
pl: Ważna uwaga: Ze względu na zmiany wprowadzane do pliku systemowego tcpip.sys, ochrona plików Windows musi być czasowo wyłączona. Twój oryginalny plik będzie miał zmienioną nazwę na "TCPIP.SYS.ORIGINAL".
pt_br: Detalhe importante: para alterar seu arquivo de sistema tcpip.sys, a proteção de arquivos do Windows deverá ser desabilitada temporariamente. Seu arquivo original será renomeado para "TCPIP.SYS.ORIGINAL".
ru: Важное замечание: Для того, чтобы внести изменения в системный файл tcpip.sys, защита файлов Windows должна быть временно отключена. Оригинальный файл будет переименован в "TCPIP.SYS.ORIGINAL".
th: ประกาศสําคัญ: เมื่อต้องการเปลี่ยนแปลงแฟ้มระบบ tcpip.sysของคุณ แฟ้มต้นฉบับของคุณจะถูกเปลี่ยนชื่อเป็น "TCPIP" ซิส ต้นฉบับ"

# Options_TCPIPLimit
source: OS unrecognized.
ar: نظام التشغيل غير معروف.
bg: ОС не е разпозната.
de: OS unbekannt.
es: SO desconocido.
et: OP tundmatu
eu: SE ezezaguna.
fi: OS ei tunnistettu.
fr: Système d'exploitation non reconnu.
hu: Operácios Rendszer ismeretlen.
it: S.O. sconosciuto.
ja: OSが判別できません。
nb: OS ugjenkjennelig.
nl: Het besturingssysteem kon niet worden herkend.
pl: Nierozpoznany system operacyjny.
pt_br: SO desconhecido.
ro: SO nerecunoscut.
ru: ОС не определена.
sk: Neznámy OS.
sq: Sistemi Operativ nuk u njoh.
sv: OS okänt.
th: ไม่รู้จักระบบปฏิบัติการนี้
tr: İşletim sistemi tanımlanamadı.
ug: مەشغۇلات سىستېمىسىنى تونۇيالمىدى.

# Options_TCPIPLimit
source: File version unrecognized.
ar: إصدار الملف غير معروف.
bg: Неразпозната версия на файл.
de: Dateiversion unbekannt.
es: Versión de archivo desconocida.
et: Faili versioon tunnustamata
eu: Agiri heuskarri ezezaguna.
fi: Tiedoston versio tunnistamaton.
fr: Version du fichier non reconnue.
hu: Fájl verzió ismeretlen.
it: Versione del file sconosciuta.
ja: ファイルのバージョンが判別できません。
nb: Filversjon ugjenkjennelig.
nl: Bestandversie niet herkend.
pl: Nieznana wersja pliku.
pt_br: Versão de arquivo desconhecida.
ro: Versiunea filei e nerecunoscută.
ru: Версия файла не определена.
sk: Neznáma verzia súboru.
sq: Versioni i Skedarit nuk u Njoh.
sv: Filversion okänd.
th: เวอร์ชั่นของไฟล์ไม่เป็นที่ยอมรับ
tr: Dosya Versiyonu Onaylanmadı.
ug: ھۆججەت نەشرىنى تونۇيالمىدى.

# Options_TCPIPLimit
source: Unrecognized
ar: غير معروف
bg: Неразпознат
de: Unerkannt
es: Desconocido
et: Tunnustamata
eu: Ezezaguna
fi: Tunnistamaton
fr: Non reconnu
hu: Ismeretlen
it: Sconosciuto
ja: 確認できません
nb: Ukjent
nl: Niet herkend
pl: Nierozpoznany
pt_br: Desconhecido
ro: Nerecunoscut
ru: Не определено
sk: Neznámy
sq: I Panjohur
sv: Okänd
th: ไม่รู้จัก
tr: Onaylanmadı
ug: تونۇيالمىدى

# OptionWndTagsManager
source: Add
bg: Добавяне
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
th: เพิ่ม

# OptionWndTagsManager
source: Remove
bg: Премахване
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovere
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
th: เอาออก

# OptionWndTagsManager
source: Move Up
bg: Преместване нагоре
de: Nach oben bewegen
es: Subir
fr: Monter
it: Muovi in alto
ja: 上に移動
nl: Verplaats omhoog
pl: Przesuń w górę
pt_br: Mover para Cima
ru: Переместить вверх
th: เลื่อน

# OptionWndTagsManager
source: Move Down
bg: Преместване надолу
de: Sich abwärts bewegen
es: Bajar
fr: Descendre
it: Muovi in basso
ja: 下に移動
nl: Verplaats omlaag
pl: Przesuń w dół
pt_br: Mover para Baixo
ru: Переместить вниз
th: ย้ายลง

# OptionWndTagsManager
source: Set Directory
ar: تغيير وجهة التحميل
bg: Задаване на директория
de: Ordner einstellen
es: Determinar directorio
et: Vali kataloog
eu: Ezarri Zuzenbidea
fr: Définir le répertoire
it: Imposta cartella
ja: ディレクトリを設定
nl: Directory instellen
pl: Ustaw folder
pt_br: Definir diretório
ro: Setează Dosarul
ru: Установить расположение
sk: Nastaviť adresár
sv: Ange mapp
th: ตั้งค่าไดเรกทอรี
tr: Dizin Konumlandır
ug: مۇندەرىجە تەڭشەك

# OptionWndTagsManager
source: Tag
ar: العلامة
bg: Таг
de: Schlagwort
es: Etiqueta
et: Silt
eu: Etiketa
fi: Tagi
fr: Étiquette
hu: Címke
it: Etichetta
ja: タグ
nb: Tagg
pl: Znacznik
pt_br: Marcador
ro: Etichetă
ru: Тэг
sk: Štítok
sq: Etiketa
sv: Tagg
th: ป้ายกำกับ
tr: Etiket
ug: قېلىپ

# OptionWndTagsManager
source: Default Download Directory
ar: وجهة التحميل الاصلية
bg: Директория за сваляне по подразбиране
de: Standard-Herunterladen-Ordner
es: Directorio de descargas por defecto
et: Vaikimisi allalaadimis kataloog
eu: Lehenetsitako Jeisketa Zuzenbidea
fr: Répertoire de téléchargement par défaut
it: Cartella predefinita per i download
ja: デフォルトのダウンロードディレクトリ
nl: Standaard download directory
pl: Domyślnyh folder pobierania
pt_br: Diretório padrão de download
ro: Dosarul de Descărcare Implicit
ru: По умолчанию каталог для загрузки
sk: Prednastavný adresár na sťahovanie
sv: Standardmapp för nedladdning
th: ไดเรกทอรีดาวน์โหลดเริ่มต้น
tr: Varsayılan İndirme Dizini
ug: كۆڭۈلدىكى چۈشۈرۈش مۇندەرىجىسى

# Options_Task
source: Download
ar: محمل
bg: Сваляне
de: Herunterladen
es: Descargar
et: Allalaadimine
eu: Jeitsi
fi: Lataa
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
nb: Last ned
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ro: Descarcă
ru: Загрузить
sk: Sťiahnuť
sq: Shkarko
sv: Ladda ned
th: ดาวน์โหลด
tr: İndir
ug: چۈشۈر
