Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# MainToolbar
source: Magnet
ar: المغناطيس
bg: Магнит
es: Imán
it: Magnete
ja: 磁気リンク
nl: Magneet
pl: Magnes
pt_br: URI do Magnet
ru: Магнитная связь
th: แม่เหล็ก

# MainToolbar
source: Favorites
ar: المفضلة
bg: Предпочитани
de: Favoriten
es: Favoritos
et: Lemmikud
eu: Gogokoenak
fi: Suosikit
fr: Pannel gauche
hu: Kedvenc
it: Preferiti
ja: お気に入り
nb: Mapper
nl: Favorieten
pl: Ulubione
pt_br: Favorito
ro: Panou Lateral
ru: Избранное
sk: Obľúbené
sq: I Favorizuar
sv: Favoriter
th: รายการโปรด
tr: Favoriler
ug: يىغقۇچ

# MainToolbar
source: Start
ar: بدء
bg: Стартиране
de: Starten
es: Iniciar
et: Käivita
eu: Hasi
fi: Aloita
fr: Démarrer
hu: Indítás
it: Avvia
ja: 開始
nl: Starten
pt_br: Iniciar
ro: Pornește
ru: Старт
sk: Spustiť
sq: Nise
sv: Starta
th: เริ่ม
tr: Başlat
ug: باشلا

# MainToolbar
source: Stop
ar: ايقاف
bg: Спиране
de: Anhalten
es: Detener
et: Peata
eu: Gelditu
fi: Lopeta
fr: Arrêter
hu: Leállítás
it: Ferma
ja: 停止
nb: Stopp
nl: Gestopt
pl: Zatrzymaj
pt_br: Parar
ro: Oprește
ru: Стоп
sk: Zastaviť
sq: Ndalo
sv: Stoppa
th: หยุด
tr: Dur
ug: توختا

# MainToolbar
source: OpenDir
ar: فتح العنوان
bg: Отваряне на папка
de: Dateipfad öffnen
es: Abrir directorio
et: Ava kataloog
eu: Ireki Zuzenb.
fi: Avaa kansio
fr: Ouvrir le répertoire
hu: Könyvtárnyitás
it: Apri Cartella
ja: 保存先
nb: Målmappe
nl: Locatie
pl: Otwórz folder
pt_br: Abrir Pasta
ro: Explorează
ru: Открыть папку
sk: Otvoriť adresár
sq: Hape Direktorinë
sv: Öppna mapp
th: เปิดไดเรคทอรี่
tr: KlasörAç
ug: كۆرسەت

# MainToolbar
source: Properties
ar: الخصائص
bg: Свойства
de: Eigenschaften
es: Propiedades
et: Atribuudid
eu: Ezaugarriak
fi: Ominaisuudet
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
ja: プロパティ
nb: Egenskaper
nl: Eigenschappen
pl: Właściwości
pt_br: Propriedades
ro: Proprietăți
ru: Свойства
sk: Vlastnosti
sq: Parametrat
sv: Egenskaper
th: คุณสมบัติ
tr: Özellikler
ug: خاسلىق

# MainToolbar
source: Delete
ar: حذف
bg: Изтриване
de: Löschen
es: Eliminar
et: Kustuta
eu: Ezabatu
fi: Poista
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ro: Șterge
ru: Удалить
sk: Odstrániť
sq: Fshije
sv: Radera
th: ลบ
tr: Sil
ug: ئۆچۈر

# MainToolbar
source: Move Up
ar: نقل الى الاعلى
bg: Преместване нагоре
de: Eins hoch
es: Subir
et: Liiguta üles
eu: Goratu
fi: Siirrä ylös
fr: Monter
hu: Mozgatás Fel
it: Muovi in alto
ja: 上に移動
nb: Flytt opp
nl: Omhoog
pl: W górę
pt_br: Mover para Cima
ro: Mută în Sus
ru: Вверх
sk: Nahor
sq: Çoje Lart
sv: Flytta upp
th: ย้ายขึ้น
tr: Yukarı Taşı
ug: ئۈستىگە

# MainToolbar
source: Move Down
ar: نقل الى الاسفل
bg: Преместване надолу
de: Eins runter
es: Bajar
et: Liiguta alla
eu: Beheratu
fi: Siirrä alas
fr: Descendre
hu: Mozgatás Le
it: Muovi in basso
ja: 下に移動
nb: Flytt ned
nl: Omlaag
pl: W dół
pt_br: Mover para Baixo
ro: Mută în Jos
ru: Вниз
sk: Dole
sq: Çoje Poshtë
sv: Flytta ner
th: ย้ายลง
tr: Aşağı Taşı
ug: ئاستىغا

# MainToolbar
source: Options
ar: التفضيلات
bg: Опции
de: Optionen
es: Opciones
et: Häälestus
eu: Aukerak
fi: Asetukset
hu: Beállítások
it: Preferenze
ja: オプション
nb: Innstillinger
nl: Opties
pl: Ustawienia
pt_br: Opções
ro: Opțiuni
ru: Настройки
sk: Predvoľby
sq: Opsionet
sv: Inställningar
th: ตัวเลือก
tr: Seçenekler
ug: تاللانما

# MainToolbar
source: Bind App
bg: Приложение за свързване
es: Enlazar aplicación
fr: Application bind
it: Associa app
ja: バインドアプリ
nl: App binden
pl: Aplikacja Bind
pt_br: Aplicativo bind
ru: Связать приложение
th: ผูกแอป

# MainToolbar
source: Homepage
ar: الصفحة الرئيسية
bg: Домашна страница
de: Startseite
es: Página principal
et: Koduleht
eu: Etxea
fi: Kotisivu
fr: Page d'accueil
hu: Honlap
it: Pagina iniziale
ja: ホームページ
nb: Hjemmeside
nl: Homepagina
pl: Strona domowa
pt_br: Página Inicial
ro: Sit
ru: Домашняя страница
sk: Domovská stránka
sq: Faqja Kryesore
sv: Hemsida
th: หน้าหลัก
tr: Ana Sayfa
ug: باش بەت

# MainToolbar
source: Exit
ar: خروج
bg: Изход
de: Beenden
es: Salir
et: Välju
eu: Irten
fi: Sulje
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
nb: Avslutt
nl: Afsluiten
pl: Zakończ
pt_br: Sair
ro: Ieși
ru: Выход
sk: Ukončiť
sq: Dil
sv: Avsluta
th: ออก
tr: Çıkış
ug: چېكىن

# MainToolbar
source: Quit
ar: خروج
bg: Напусна
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
nl: Sluiten
pl: Zakończ
pt_br: Sair
ru: Выйти
th: ทางออก

# MainToolbar
source: Preview
ar: عرض
bg: Преглед
de: Vorschau
es: Previsualizar
et: Eelvaade
eu: Aurreikuspegia
fi: Esikatsele
fr: Aperçu
hu: Előnézet
it: Anteprima
ja: プレビュー
nb: Forhåndsvis
nl: Voorbeeldweergave
pl: Podgląd
pt_br: Pré Visualizar
ro: Previzionează
ru: Предпросмотр
sk: Náhľad
sq: Parapamje
sv: Förhandsgranska
th: แสดงตัวอย่าง
tr: Önizleme
ug: ئالدىن كۆزەت

# MainToolbar
source: Movies
ar: الأفلام
bg: Филми
de: Filme
es: Películas
et: Filmid
eu: Filmak
fi: Elokuva
fr: Films
hu: Filmek
it: Filmato
ja: 動画
nb: Filmer
nl: Films
pl: Filmy
pt_br: Filmes
ro: Filme
ru: Фильмы
sk: Filmy
sq: Filmat
sv: Filmer
th: ภาพยนตร์
tr: Filmler
ug: كىنولار

# MainToolbar
source: Forums
ar: منتديات
bg: Форуми
de: Foren
es: Foros
et: Foorumid
eu: Eztabaidak
fi: Foorumit
hu: Fórumok
it: Forum
ja: コミュニティ
nb: Forumer
pl: Fora
pt_br: Fóruns
ro: Forum
ru: Форумы
sk: Fóra
sq: Forumet
sv: Forum
th: กระดานสนทนา
tr: Forumlar
ug: مۇنبەر

# MainToolbar
source: Music
ar: الموسيقى
bg: Музика
de: Musik
es: Música
et: Muusika
eu: Musika
fi: Musiikki
fr: Musique
hu: Zene
it: Musica
ja: 音楽
nb: Musikk
nl: Muziek
pl: Muzyka
pt_br: Música
ro: Muzică
ru: Музыка
sk: Hudba
sq: Muzika
sv: Musik
th: ดนตรี
tr: Müzik
ug: مۇزىكا

# MainToolbar
source: Software
ar: برامج
bg: Софтуер
de: Programme
es: Aplicaciones
et: Tarkvara
eu: Softwarea
fi: Ohjelmat
fr: Application
hu: Szoftver
it: Programmi
ja: ソフトウェア
nb: Programvare
pl: Programy
pt_br: Obter programas
ro: Softuri
ru: Программы
sk: Aktualizácia softwaru
sq: Programe
sv: Programvara
th: ซอฟต์แวร์
tr: Program
ug: يۇمشاق دېتال

# MainToolbar
source: Games
ar: ألعاب
bg: Игри
de: Spiele
es: Juegos
et: Mängud
eu: Jolasak
fi: Pelit
fr: Jeux
hu: Játékok
it: Giochi
ja: ゲーム
nb: Spill
nl: Spellen
pl: Gry
pt_br: Jogos
ro: Jocuri
ru: Игры
sk: Hry
sq: Lojërat
sv: Spel
th: เกม
tr: Oyunlar
ug: ئويۇنلار

# StatusBar
source: Start task
ar: بدء المهمة
bg: Стартиране на задачата
de: Aufgabe starten
es: Iniciar tarea
et: Alusta tegumit
eu: Hasi eginkizuna
fi: Aloita tehtävä
fr: Démarre la tâche
hu: Feladat indítása
it: Avvia task
ja: タスクの開始
nb: Start oppgave
nl: Start taak
pl: Rozpocznij zadanie
pt_br: Iniciar tarefa
ro: Pornește Sarcina
ru: Запустить задание
sk: Spustiť úlohu
sq: Nise detyrën
sv: Starta aktivitet
th: เริ่มงาน
tr: Görev başlat
ug: ۋەزىپە قوزغات

# StatusBar
source: Stop task
ar: يقاف المهمة
bg: Спиране на задачата
de: Aufgabe anhalten
es: Parar tarea
et: Peata tegum
eu: Gelditu eginkizuna
fi: Pysäytä tehtävä
fr: Stoppe la tâche
hu: Feladat megállítása
it: Ferma task
ja: タスクの停止
nb: Stopp oppgave
nl: Stop taak
pl: Zatrzymaj zadanie
pt_br: Parar tarefa
ro: Oprește Sarcina
ru: Остановить задание
sk: Zastaviť úlohu
sq: Ndale detyrën
sv: Stoppa aktivitet
th: หยุดงาน
tr: Görev durdur
ug: ۋەزىپە توختات

# StatusBar
source: Preview Video File
ar: معاينة ملفات الفيديو
bg: Преглед на видео файл
de: Vorschau von Filmdatei
es: Previsualizar archivo de vídeo
et: Video faili eelvaatlus
eu: Bideo Agiriaren Aurreikuspena
fi: Esikatsele Videotiedosto
fr: Aperçu du fichier vidéo
hu: Videófájl előnézete
it: Anteprima file video
ja: 動画ファイルのプレビュー
nb: Forhåndsvis videofil
nl: Preview video bestand
pl: Podgląd pliku wideo
pt_br: Pré-visualizar arquivo de vídeo
ro: Previzionează Fila Video
ru: Предпросмотр видео
sk: Náhľad video súboru
sv: Förhandsvisa videofil
th: แสดงไฟล์วิดีโอ
tr: Video dosyası önizleme
ug: سىن ھۆججىتىنى ئالدىن كۆزەت

# StatusBar
source: OpenDir
ar: فتح العنوان
bg: Отваряне на папка
de: Dateipfad öffnen
es: Abrir directorio
et: Ava kataloog
eu: Ireki Zuzenb.
fr: Ouvrir le répertoire
hu: Könyvtárnyitás
it: Apri cartella
ja: 保存先
nl: Locatie
pl: Otwórz folder
pt_br: Abrir diretório
ro: Explorează
ru: Открыть папку
sk: Otvoriť adresár
sq: Hape Direktorinë
sv: Öppna mapp
th: เปิดไดเรคทอรี่
tr: KlasörAç
ug: كۆرسەت

# StatusBar
source: Task Properties
ar: خصائص المهمة
bg: Свойства на задачата
de: Eigenschaften der Aufgabe
es: Propiedades de la tarea
et: Tegumi omadused
eu: Eginkizunaren Ezaugarriak
fi: Tehtävän Ominaisuudet
fr: Propriétés de la tâche
hu: A feladat tulajdonságai
it: Proprietà del task
ja: タスクのプロパティ
nb: Oppgave-egenskaper
nl: Taakeigenschappen
pl: Właściwości zadania
pt_br: Propriedades da Tarefa
ro: Proprietățile Sarcinii
ru: Свойства задания
sk: Vlastnosti úlohy
sq: Parametrat e Detyrës
sv: Aktivitetsegenskaper
th: คุณสมบัติงาน
tr: Görev Tercihleri
ug: ۋەزىپە خاسلىقى

# StatusBar
source: Delete Task
ar: حذف المهمة
bg: Изтриване на задачата
de: Aufgabe löschen
es: Borrar Tarea
et: Kustuta tegum
eu: Eginkizuna Ezabatu
fi: Poista Tehtävä
fr: Supprime la tâche
hu: A feladat törlése
it: Elimina task
ja: タスクを削除
nb: Slett oppgave
nl: Taak verwijderen
pl: Usuń zadanie
pt_br: Excluir Tarefa
ro: Șterge Sarcina
ru: Удалить задание
sk: Odstrániť úlohu
sq: Fshije Detyrën
sv: Ta bort aktivitet
th: ลบงาน
tr: Görevi Sil
ug: ۋەزىپە ئۆچۈر

# StatusBar
source: Task Move Up
ar: تحريك المهام لأعلى
bg: Преместване на задачата нагоре
de: Aufgabe nach oben verschieben
es: Mover tarea arriba
et: Liiguta tegumit ülesse
eu: Eginkizuna Gora Mugitu
fi: Siirrä Tehtävä Ylös
fr: Monte la tâche
hu: Feladat mozgatása fel
it: Muovi il task verso l'alto
ja: タスクを上へ
nb: Flytt oppgave opp
nl: Taak naar boven
pl: Przesuń zadanie w górę
pt_br: Mover tarefa para cima
ro: Mută Sarcina în Sus
ru: Переместить вверх
sk: Presunúť úlohu vyššie
sq: Lëvize Detyrën Lart
sv: Flytta aktivitet uppåt
th: ย้ายงานขึ้น
tr: Görevi Yukarı Taşı
ug: ۋەزىپىنى ئۈستىگە يۆتكە

# StatusBar
source: Task Move Down
ar: تحريك المهمة إلى الأسفل
bg: Преместване на задачата надолу
de: Aufgabe nach unten verschieben
es: Mover tarea abajo
et: Liiguta tegumit alla
eu: Eginkizuna Behera Mugitu
fi: Siirrä Tehtävä Alas
fr: Descend la tâche
hu: Feladat mozgatása le
it: Muovi il task verso il basso
ja: タスクを下へ
nb: Flytt oppgave ned
nl: Taak naar beneden
pl: Przesuń zadanie w dół
pt_br: Mover tarefa para baixo
ro: Mută Sarcina în Jos
ru: Переместить вниз
sk: Presunúť úlohu nižšie
sq: Lëvize Detyrën Poshtë
sv: Flytta aktivitet nedåt
th: ย้ายงานลง
tr: Görevi Aşağı Taşı
ug: ۋەزىپىنى تۆۋەنگە يۆتكە

# StatusBar
source: Bind BitComet Mobile App
bg: Мобилно приложение bind BitComet
es: Enlazar BitComet aplicación móvil
fr: Application mobile Bind BitComet
ja: バインド ビットコメトモバイルアプリ
nl: BitComet Mobile-app binden
pl: Bind BitComet Aplikacja mobilna
ru: Связать BitComet Мобильное приложение
th: ผูก BitComet แอพมือถือ

# StatusBar
source: Open BitComet Homepage
ar: *فتح الصفحة الرئيسية لبتكومنت
bg: Отваряне на домашната страница на BitComet
de: BitComet-Startseite öffnen
es: Abrir página principal de BitComet
et: Ava BitComet-i koduleht
eu: Ireki BitComet etxeorrialdea
fi: Avaa BitComet Kotisivu
fr: Ouvrir la page d'accueil de BitComet
hu: BitComet honlap megnyitása
it: Apri la pagina iniziale di BitComet
ja: BitComet のホームページを開く
nl: Open BitComet Homepagina
pl: Otwórz stronę domową BitComet
pt_br: Abrir página do BitComet
ro: Deschide Situl BitComet
ru: Открыть домашнюю страницу BitComet
sk: Otvoriť domovskú stránku BitComet
sq: Hap Faqen e BitComet
sv: Öppna BitComet's hemsida
th: เปิดโฮมเพจ BitComet
tr: BitComet Anasayfa Aç
ug: BitComet باش بېتىنى ئاچ

# StatusBar
source: Movies
ar: الأفلام
bg: Филми
de: Filme
es: Películas
et: Filmid
eu: Filmak
fi: Elokuvat
fr: Films
hu: Filmek
it: Film
ja: 動画
nb: Filmer
nl: Films
pl: Filmy
pt_br: Filmes
ro: Video
ru: Фильмы
sk: Filmy
sq: Filmat
sv: Filmer
th: ภาพยนตร์
tr: Filmler
ug: كىنولار

# StatusBar
source: Music
ar: الموسيقى
bg: Музика
de: Musik
es: Música
et: Muusika
eu: Musika
fi: Musiikki
fr: Musique
hu: Zene
it: Musica
ja: 音楽
nb: Musikk
nl: Muziek
pl: Muzyka
pt_br: Músicas
ro: Audio
ru: Музыка
sk: Hudba
sq: Muzika
sv: Musik
th: ดนตรี
tr: Müzik
ug: نەغمە

# StatusBar
source: Software
ar: البرامج
bg: Софтуер
de: Programme
es: Programas
et: Tarkvara
eu: Softwarea
fi: Ohjelmisto
fr: Application
hu: Szoftver
it: Programmi
ja: ソフトウェア
nb: Programvare
pl: Oprogramowanie
pt_br: Programa
ro: Softuri
ru: Программы
sk: Softvér
sq: Programi
sv: Programvara
th: ซอฟต์แวร์
tr: Yazılım
ug: يۇمشاق دېتال

# StatusBar
source: Games
ar: العاب
bg: Игри
de: Spiele
es: Juegos
et: Mängud
eu: Jolasak
fi: Pelit
fr: Jeux
hu: Játékok
it: Giochi
ja: ゲーム
nb: Spill
nl: Spellen
pl: Gry
pt_br: Jogos
ro: Jocuri
ru: Игры
sk: Hry
sq: Lojërat
sv: Spel
th: เกม
tr: Oyunlar
ug: ئويۇنلار

# Common
source: &Apply
ar: تطبيق&
bg: &Прилагане
de: Übernehmen
es: &Aplicar
et: R&akenda
eu: &Ezarri
fi: &Käytä
fr: &Appliquer
hu: &Alkalmaz
it: &Applica
ja: 適用(&A)
nb: &Bruk
nl: &Toepassen
pl: &Zastosuj
pt_br: &Aplicar
ro: &Aplică
ru: &Применить
sk: &Použiť
sq: &Zbato
sv: &Verkställ
th: นำไปใช้
tr: &Uygula
ug: قوللان(&A)

# Options_Title
source: Connection
ar: الإتصال
bg: Връзка
de: Verbindung
es: Conexión
et: Ühendus
eu: Elkarketa
fi: Yhteys
fr: Connexion
hu: Kapcsolat
it: Connessione
ja: 接続
nb: Tilkobling
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ro: Conexiune
ru: Подключение
sk: Pripojenie
sq: Lidhja
sv: Anslutning
th: การเชื่อมต่อ
tr: Bağlantı
ug: باغلىنىش

# Options_Title
source: Directories
ar: مجلد الحفظ
bg: Директории
de: Ordner
es: Directorios
et: Kataloogid
eu: Zuzenbideak
fi: Kansiot
fr: Répertoires
hu: Könyvtárak
it: Cartelle
ja: ディレクトリ
nb: Gjentatt
nl: Pogingen
pl: Katalogi
pt_br: Tentativas
ro: Dosare
ru: Папки
sk: Adresáre
sq: Direktoritë
sv: Filkatalog
th: ไดเรคทอรี่
tr: Tekrar Deneme Sayısı
ug: چۈشۈرۈش مۇندەرىجىسى

# Options_Title
source: Tasks
bg: Задачи
de: Aufgaben
es: Tareas
fr: Tâches
it: Compiti
ja: タスク
nl: Taken
pl: Zadania
pt_br: Tarefas
ru: Задачи
th: งาน

# Options_Title
source: Torrent Exchange
bg: Обмяна на торенти
de: Torrent-Austausch
es: Intercambio de Torrent
fr: Échange de torrent
it: Scambio torrent
ja: Torrentの交換
nl: Torrent uitwisselen
pl: Wymiana torrentów
pt_br: Troca de Torrents
ru: Торрент-биржа
th: แลกเปลี่ยนฝนตกหนัก

# Options_Title
source: Integration
ar: التلقين
bg: Интеграция
es: Integración
et: Integratsioon
eu: Baterapena
fi: Lähdetyyppi
fr: Intégration - Démarrage
hu: Beilleszkedés
it: Integrazione
ja: 組み込み
nb: Oppstart
nl: Starten
pl: Integracja
pt_br: Início
ro: Integrare
ru: Интеграция
sk: Integrovaný
sq: Integrimi
th: การประสานงาน
tr: Başlama
ug: توپلاشتۇرۇش

# Options_Title
source: Appearance
ar: الظهور
bg: Външен вид
de: Darstellung
es: Apariencia
et: Välimus
eu: Itxura
fi: Toiminnot
fr: Apparence
hu: Megjelenés
it: Aspetto
ja: 外観
nb: Utseende
nl: Verschijning
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: Вид
sk: Vzhľad
sq: Pamja
sv: Utseende
th: รูปร่างหน้าตา
tr: Görünüm
ug: قىياپەت

# Options_Title
source: Virus Scan
ar: فحص الفيروسات
bg: Сканиране за вируси
de: Virenscan
es: Pasar antivirus
et: otsi viirust
eu: Birus Mihaketa
fi: Virustarkistus
fr: Recherche de virus
hu: Vírus ellenőrzés
it: Scansione Virus
ja: ウイルスのチェック
pl: Skanowanie antywirusowe
pt_br: Busca por Virus
ro: Scanare Antivirus
ru: Проверить на вирусы
sk: Prehľadať vírusy
sq: Skanim Virusesh
sv: Virussökning
th: สแกนไวรัส
tr: Virüs Tarama
ug: ۋىرۇس تەكشۈر

# Options_Title
source: Service
ar: الخدمات
bg: Услуга
es: Servicio
et: Teenus
eu: Zerbitzua
fi: Yhteydet
fr: Services
hu: Szolgáltatás
it: Servizio
ja: サービス
nb: Tjeneste
nl: Dienst
pl: Obsługa
pt_br: Servidores
ro: Servicii
ru: Сервис
sk: Servis
sq: Shërbimi
th: บริการ
tr: Servis
ug: مۇلازىمەت

# Options_Title
source: Advanced
ar: متقدم
bg: За напреднали
de: Erweitert
es: Avanzado
et: Edasijõudnud
eu: Aurreratua
fi: Lisäasetukset
fr: Avancé
hu: Haladó
it: Avanzate
ja: 高度な設定
nb: Avansert
nl: Meer Opties
pl: Zaawansowane
pt_br: Avançado
ro: Avansate
ru: Дополнительно
sk: Rozšírené
sq: Të Avancuara
sv: Avancerat
th: ขั้นสูง
tr: Gelişmiş
ug: ئالىي

# Options_Title
source: Disk Cache
ar: ذاكرة قرص وسيطة
bg: Дисков кеш
de: Platten-Cache
es: Caché de disco
et: Kettapuhver
eu: Diskaren katxea
fi: Levyn Välimuisti
fr: Cache disque
hu: Lemezgyorsító
it: Cache Disco
ja: ディスクキャッシュ
nb: Diskhurtiglager
nl: Schijfcache
pl: Bufor dysku
pt_br: Cache do Disco
ro: Cașul Hardiscului
ru: Кеш диска
sk: Cache disku
sq: Kujtesa e Diskut
th: ดิสก์แคช
tr: Disk Ön Belleği
ug: دىسكا غەملىكى

# Options_Title
source: TCP/IP Limit
ar: حد TCP/IP
bg: TCP/IP ограничение
de: TCP/IP-Begrenzung
es: Límite TCP/IP
et: TCP/IP limiit
eu: TCP/IP Muga
fi: TCP/IP Rajoitus
fr: Limite TCP/IP
hu: TCP/IP korlát
it: Limite TCP/IP
ja: TCP/IP 制限
nb: TCP/IP-begrensning
nl: TCP/IP limiet
pl: Limit TCP/IP
pt_br: Limite TCP/IP
ro: Limita TCP/IP
ru: Ограничения TCP/IP
sq: Kufiri i TCP/IP
sv: TCP/IP-gräns
th: การจำกัด TCP/IP
ug: TCP/IP چەكى

# Options_Title
source: Scheduler
ar: الجدول
bg: График за работа
de: Aufgabenplanung
es: Planificación
et: Planeerija
eu: Egitarautzailea
fi: Ajastin
fr: Planificateur
hu: Ütemező
it: Pianificatore
ja: スケジュール
nb: Planlegger
nl: Agenda
pl: Harmonogram
pt_br: Tabela Agendador
ro: Planificator
ru: Планировщик
sk: Plánovač
sq: Skeduesi
sv: Schemaläggare
th: ตารางเวลา
tr: Takvim
ug: پىلانچى

# Options_Title
source: Remote Download
ar: التحكم عن بعد
bg: Отдалечено сваляне
de: Remote Herunterladen
es: Descarga remota
et: Kaug laadimised
eu: Hurruneko Jeisketa
fi: Etälataus
fr: Téléchargement à distance
hu: Távoli letöltés
it: Download remoto
ja: リモートダウンロード
pl: Zdalne pobieranie
pt_br: Transferência remota
ro: Telecomandă
ru: Удаленная загрузка
sk: Vzdialené sťahovanie
sv: Fjärrnedladdning
th: ดาวน์โหลดระยะไกล
tr: Uzaktan İndirme
ug: يىراقتىكى چۈشۈرۈش

# Options_Title
source: Tracker
ar: تعقب
bg: Следа
ja: トラッカー
ru: Трекеры
th: ตัวติดตาม

# Options_Title
source: Long-Term Seeding
ar: البذر علي المدى الطويل
bg: Продължително сийдване
de: Langfristiges seeden
es: Sembrado de termino largo
et: Pikaajaline jagamine
eu: Epe-Luzeko Emaritza
fr: Partage à long terme
it: Semina a lungo termine
ja: 維持的なシード
nl: Lange termijn zaaien
pl: WySiew długoterminowy
pt_br: Seeding de longo prazo
ro: Donare pe Termen Lung
ru: Долгосрочная раздача
sk: Dlhodobé seedovanie
sv: Långperiods-seeding
th: การเพาะเมล็ดในระยะยาว
tr: Uzun süreli gönderim
ug: ئۇزۇن مۇددەتلىك ئۇرۇق يوللاش

# Options_Title
source: Task Tags
ar: الإعدادات المهمة
bg: Тагове на задачата
de: Aufgaben-Tags
es: Etiquetas de tarea
et: Tegumi sildid...
eu: Eginkizun Etiketak
fi: Tehtävä Tagit
fr: Étiquettes de tâches
hu: Feladat címkéi
it: Tag dei task
ja: タスクのタグ
nb: Oppgavemerker
nl: Taak Tags
pl: Znaczniki zadania
pt_br: Tarefas
ro: Etichetele Sarcinii
ru: Тэги задания
sk: Správa štítkov
sq: Shënimet e Detyrave
sv: Aktivitetstaggar
th: แท็กงาน
tr: Görev Etiketleri
ug: ۋەزىپە خەتكۈچى

# Options_Title
source: Proxy
ar: الوكيل
bg: Сървър-посредник
et: Proksi
eu: Proxya
fi: Välityspalvelin
fr: Serveur Proxy
it: Tipo di Proxy
ja: プロキシ
nb: Mellomtjener
pl: Serwer proxy
ru: Прокси
sk: Typ proxy:
sq: Proksi
th: พร๊อกซี่
tr: Vekil Sunucu (proxy)
ug: ۋاكالەتچى

# Options_Title
source: Support Us
de: Unterstützen Sie uns
es: Apóyanos
fr: Soutenez-nous
it: Sostienici
ja: 支援する
pl: Wesprzyj nas
pt_br: Apoie-nos
ru: Поддержите нас
th: สนับสนุนเรา

# Options_Title
source: Options...
ar: التفضيلات
bg: Опции...
de: Einstellungen...
es: Opciones...
et: Häälestus...
eu: Aukerak...
fi: Asetukset...
fr: Préférences...
hu: Beállítások...
it: Preferenze...
ja: オプション...
nb: Innstillinger...
nl: Opties...
pl: Opcje...
pt_br: Preferências...
ro: Opțiuni...
ru: Настройки...
sk: Nastavenia...
sq: Opsionet...
sv: Inställningar...
th: ตัวเลือก...
tr: Seçenekler...
ug: تاللانما…

# Options_Advanced
source: Advanced Options:
bg: Разширени опции:
de: Erweiterte Einstellungen:
es: Opciones avanzadas:
fr: Options avancées :
it: Opzioni avanzate:
ja: 高度なオプション:
nl: Geavanceerde opties:
pl: Opcje zaawansowane:
pt_br: Opções avançadas:
ru: Расширенные опции:
th: ตัวเลือกขั้นสูง:

# Options_Advanced
source: Value:
ar: القيمة:
bg: Стойност:
de: Wert:
es: Valor:
et: Väärtus:
eu: Balioa
fi: Arvo:
fr: Valeur :
hu: Érték:
it: Valore:
ja: 値:
nb: Verdi
nl: Waarde:
pl: Wartość:
pt_br: Valor:
ro: Valoare:
ru: Значение:
sk: Hodnota:
sq: Vlera:
sv: Värde
th: ค่า:
tr: Değer:
ug: قىممىتى:

# Common
source: True
ar: صحيح
bg: Вярно
de: Wahr
es: Cierto
et: Tõene
eu: Egia
fi: Tosi
fr: Vrai
hu: Igaz
it: Vero
ja: 真
nb: Sann
nl: Waar
pl: Prawda
pt_br: Verdadeiro
ro: Adevărat
ru: Верно
sk: Pravda
sq: E Vërtetë
sv: Sant
th: จริง
tr: Doğru
ug: راست

# Common
source: False
ar: غير صحيح
bg: Грешно
de: Falsch
es: Falso
et: Vale
eu: Okerra
fi: Epätosi
fr: Faux
hu: Hamis
it: Falso
ja: 偽
nb: Usann
nl: Fout
pl: Fałsz
pt_br: Falso
ro: Fals
ru: Неверно
sk: Neplatný
sq: E Pavërtetë
sv: Falskt
th: ไม่จริง
tr: Yanlış
ug: يالغان

# Options_Advanced
source: Reset
ar: إعادة تعيين
bg: Анулиране
de: Standard wiederherstellen
es: Restablecer
et: Lähtesta
eu: Birrezarri
fi: Resetoi
fr: Réinitialiser
hu: Alapállapot
it: Ripristina
ja: リセット
nb: Tilbakestill
nl: Herstellen
pl: Resetuj
pt_br: Restaurar
ro: Resetează
ru: Сброс
sk: Reštart
sq: Rivendose
sv: Återställ
th: ค่าเดิม
tr: Sıfırla
ug: ئەسلىگە قايتۇر

# Options_Advanced
source: Name
ar: اسم
bg: Име
es: Nombre
et: Nimi
eu: Izena
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
nb: Navn:
nl: Naam
pl: Nazwa:
pt_br: Nome
ro: Nume
ru: Имя
sk: Názov
sq: Emri
sv: Namn
th: ชื่อ
tr: İsim:
ug: ئاتى

# Options_Advanced
source: Value
ar: القيمة
bg: Стойност
de: Wert
es: Valor
et: Väärtus
eu: Balioztatu
fi: Arvo
fr: Valeur
hu: Érték
it: Valore
ja: 値
nb: Verdi
nl: Waarde
pl: Wartość
pt_br: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sq: Vlera
sv: Värde
th: ค่า
tr: Değer
ug: قىممەت

# Options_Advanced
source: Search Options
bg: Опции за търсене
de: Suchoptionen
es: Opciones de búsqueda
fr: Options de recherche
it: Opzioni di ricerca
ja: 検索設定
nl: Zoekopties
pl: Opcje Wyszukiwania
pt_br: Opções de busca
ru: Параметры поиска
th: ค้นหาตัวเลือก

# Message_ForbidEmpty
source: It cannot be empty
ar: لا يمكن أن يكون فارغاً
bg: Не може да бъде празно
de: Dies muss angegeben werden
es: No puede estar vacío
et: See ei saa olla tühi
eu: Ezin da hutsik egon
fi: Ei voi olla tyhjä
fr: Ne peut pas être vide
hu: Nem lehet üres
it: Non può essere vuoto
ja: 空にできません
nb: Den kan ikke være tom
nl: Het kan niet leeg zijn
pl: To nie może być puste
pt_br: Não pode estar vazio
ro: Nu poate fi gol
ru: Не может быть пустым
sk: Nemôže byť prázdne
sq: Nuk mund të jetë bosh
sv: Kan inte vara tomt
th: ไม่สามารถเว้นว่างได้
tr: Boş bırakamazsınız
ug: بۇ بوش قالدۇرۇلمايدۇ
