Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_Advanced
source: Enable UDP hole punch for private torrents. Since PEX cannot be used, finding relay peers will take a long time.
de: Aktivieren Sie den UDP-Locher für private Torrents. Da PEX nicht verwendet werden kann, dauert es lange, Relay-Peers zu finden.
es: Habilite UDP hole punch para torrents privados. Dado que PEX no se puede usar, encontrar pares de retransmisión llevará mucho tiempo.
fr: Activez le perforateur UDP pour les torrents privés. Étant donné que PEX ne peut pas être utilisé, trouver des pairs relais prendra beaucoup de temps.
it: Abilita UDP hole punch per torrent privati. Poiché PEX non può essere utilizzato, la ricerca di peer di relè richiederà molto tempo.
ja: プライベートトレントのUDPホールパンチを有効にします。PEXは使用できないため、リレーピアの検索には長い時間がかかります。
pl: Włącz dziurkacz UDP dla prywatnych torrentów. Ponieważ PEX nie może być używany, znalezienie rówieśników przekaźnika zajmie dużo czasu.
pt_br: Habilite o furo UDP para torrents privados. Como o PEX não pode ser usado, encontrar pares de relé levará muito tempo.
ru: Включите UDP дырокол для частных торрентов. Поскольку PEX не может быть использован, поиск узлов ретрансляции займет много времени.
th: เปิดใช้งานหมัดรู UDP สําหรับทอร์เรนต์ส่วนตัว เนื่องจากไม่สามารถใช้ PEX ได้การค้นหาเพียร์รีเลย์จะใช้เวลานาน

# Options_Advanced
source: Initiate an uTP connection after UDP hole punch
bg: Започнете връзка с uTP след отвор за UDP
de: Initiieren einer uTP-Verbindung nach dem UDP-Lochen
es: Iniciar una conexión uTP después de la perforación de agujero UDP
fr: Initier une connexion uTP après un poinçonnage de trou UDP
it: Avviare una connessione uTP dopo il foro UDP
ja: UDP の穴パンチの後に uTP 接続を開始する
nl: Start een uTP-verbinding na UDP-gatpons
pl: Inicjowanie połączenia uTP po dziurkowanie UDP
pt_br: Inicie uma conexão uTP após o furo UDP
ru: Инициируйте соединение uTP после пробивки UDP-отверстия
th: เริ่มการเชื่อมต่อ uTP หลังจากเจาะรู UDP

# Options_Advanced
source: Save connected peers only when stopping BitTorrent task
bg: Записване на свързани връстници само при спиране на торент задачата
de: Speichern von verbundenen Peers nur beim Beenden der BitTorrent-Aufgabe
es: Guardar pares conectados solo al detener la tarea BitTorrent
fr: Enregistrez vos pairs connectés uniquement lors de l'arrêt de la tâche BitTorrent
it: Salva i peer connessi solo quando si arresta l'attività BitTorrent
ja: BitTorrent タスクを停止した場合にのみ、接続されたピアを保存する
nl: Sla verbonden peers alleen op bij het stoppen van de BitTorrent-taak
pl: Zapisywanie połączonych elementów równorzędnych tylko przy zatrzymywaniu zadania BitTorrent
pt_br: Salvar pares conectados somente ao interromper a tarefa do BitTorrent
ru: Сохранить подключенные узлы только при остановке задачи BitTorrent
th: บันทึกเพียร์ที่เชื่อมต่อเฉพาะเมื่อหยุดงาน BitTorrent เท่านั้น

# Options_Advanced
source: Re-download pieces that failed the hash check separately from different peers
bg: Повторно изтегляне на парчета, които са неуспешни хеш проверка отделно от различни връстници
de: Laden Sie Teile, die die Hash-Prüfung nicht bestanden haben, getrennt von verschiedenen Peers erneut herunter
es: Vuelva a descargar piezas que no hayan superado la comprobación de hash por separado de diferentes pares
fr: Re-télécharger des morceaux qui ont échoué à la vérification de hachage séparément de différents homologues
it: Scaricare di nuovo i pezzi che non hanno superato il controllo hash separatamente da peer diversi
ja: 異なるピアとは別にハッシュチェックに失敗した部分を再ダウンロード
nl: Download stukken die de hashcontrole niet hebben doorstaan afzonderlijk van verschillende peers opnieuw
pl: Ponowne pobieranie elementów, które nie przeszły testu skrótu oddzielnie od różnych elementów równorzędnych
pt_br: Re-baixar peças que falharam no teste de hash separadamente de diferentes pares
ru: Повторная загрузка фрагментов, которые не прошли проверку хэша, отдельно от разных одноранговых узлов
th: ดาวน์โหลดชิ้นส่วนที่ล้มเหลวในการตรวจสอบแฮชแยกต่างหากจากเพื่อนที่แตกต่างกัน

# Options_Advanced
source: Maximum allowed torrent file size in MB (1-100)
bg: Максимално позволен размер на торент файла в МБ (1-100)
de: Maximal zulässige Torrent-Dateigröße in MB (1-100)
es: Tamaño máximo de archivo torrent permitido en MB (1-100)
fr: Taille maximale autorisée de fichier torrent en MB (1-100)
it: Dimensione massima del file torrent consentita in MB (1-100)
ja: トレント ファイルの最大許容サイズ (MB )(1 ~ 100)
nl: Maximaal toegestane torrent-bestandsgrootte in MB (1-100)
pl: Maksymalny dozwolony rozmiar pliku torrent w MB (1-100)
pt_br: Tamanho máximo permitido da lima do torrent em MB (1-100)
ru: Максимально допустимый размер торрент-файла в МБ (1-100)
th: ขนาดไฟล์ torrent สูงสุดที่อนุญาตเป็น MB (1-100)

# Options_Advanced
source: Max number of logs for each Tracker (1-10000)
de: Maximale Anzahl von Protokollen für jeden Tracker (1-10000)
es: Número máximo de registros para cada rastreador (1-10000)
fr: Nombre maximal de journaux pour chaque Tracker (1-10000)
it: Numero massimo di log per ogni Tracker (1-10000)
ja: 各トラッカーのログの最大数 (1-10000)
pl: Maksymalna liczba logów dla każdego Trackera (1-10000)
pt_br: Número máximo de logs para cada Rastreador (1-10000)
ru: Максимальное количество логов для каждого трекера (1-10000)
th: จํานวนบันทึกสูงสุดสําหรับแต่ละ Tracker (1-10000)

# Options_Advanced
source: Max number of logs for each Task (1-10000)
de: Maximale Anzahl von Protokollen für jeden Task (1-10000)
es: Número máximo de registros para cada tarea (1-10000)
fr: Nombre maximal de journaux pour chaque tâche (1-10000)
it: Numero massimo di registri per ogni attività (1-10000)
ja: 各タスクのログの最大数 (1-10000)
pl: Maksymalna liczba dzienników dla każdego zadania (1-10000)
pt_br: Número máximo de logs para cada Tarefa (1-10000)
ru: Максимальное количество журналов для каждой задачи (1-10000)
th: จํานวนบันทึกสูงสุดสําหรับแต่ละงาน (1-10000)

# Options_Advanced
source: Max retry number for downloading torrent HTTP link (1-1000)
bg: Макс номер на повторен опит за изтегляне торент HTTP връзка (1-1000)
de: Max. Wiederholungsnummer zum Herunterladen des Torrent-HTTP-Links (1-1000)
es: Número máximo de reintento para descargar el enlace HTTP torrent (1-1000)
fr: Numéro de réailloire maximum pour télécharger le lien torrent HTTP (1-1000)
it: Numero massimo di tentativi per il download del collegamento HTTP torrent (1-1000)
ja: トレント HTTP リンクをダウンロードするための最大再試行回数 (1-1000)
nl: Max opnieuw proberen nummer voor het downloaden van torrent HTTP link (1-1000)
pl: Maksymalny numer ponowienia próby pobierania łącza HTTP torrent (1-1000)
pt_br: Número de repetição máximo para baixar torrent HTTP link (1-1000)
ru: Максимальный номер повтора для загрузки торрент HTTP ссылка (1-1000)
th: หมายเลขการลองใหม่สูงสุดสําหรับการดาวน์โหลดลิงก์ HTTP ฝนตกหนัก (1-1000)

# Options_Advanced
source: Retry interval for downloading torrent HTTP link (seconds)
bg: Интервал на повторен опит за изтегляне на торент HTTP връзка (секунди)
de: Wiederholungsintervall zum Herunterladen des Torrent-HTTP-Links (Sekunden)
es: Intervalo de reintento para descargar el enlace HTTP torrent (segundos)
fr: Intervalle de retry pour télécharger torrent HTTP lien (secondes)
it: Intervallo tentativi per il download del collegamento HTTP torrent (secondi)
ja: 急流 HTTP リンクのダウンロードの再試行間隔 (秒)
nl: Probeer het interval opnieuw voor het downloaden van torrent HTTP-link (seconden)
pl: Interwał ponawiania prób y pobierania łącza HTTP torrent (w sekundach)
pt_br: Intervalo de repetição para baixar o link HTTP torrent (segundos)
ru: Интервал повторной попытки для загрузки торрент-ссылки HTTP (секунды)
th: ช่วงเวลาการลองใหม่สําหรับการดาวน์โหลดลิงก์ HTTP ฝนตกหนัก (วินาที)

# Options_Advanced
source: Max number of concurrent downloading metadata (1-1000)
bg: Максимален брой едновременни изтегляне на метаданни (1-1000)
de: Maximale Anzahl gleichzeitiger Download-Metadaten (1-1000)
es: Número máximo de metadatos de descarga simultánea (1-1000)
fr: Nombre maximum de métadonnées simultanées de téléchargement (1-1000)
it: Numero massimo di metadati di download simultanei (1-1000)
ja: 同時ダウンロード・メタデータの最大数 (1-1000)
nl: Maximaal aantal gelijktijdige downloadende metagegevens (1-1000)
pl: Maksymalna liczba równoczesnych metadanych pobierania (1-1000)
pt_br: Número máximo de metadados de download simultâneos (1-1000)
ru: Максимальное количество одновременной загрузки метаданных (1-1000)
th: จํานวนสูงสุดของข้อมูลเมตาการดาวน์โหลดพร้อมกัน (1-1000)

# Options_Advanced
source: Timeout seconds of downloading metadata (10-3600)
bg: Време на изчакване секунди след изтегляне на метаданни (10-3600)
de: Timeout-Sekunden zum Herunterladen von Metadaten (10-3600)
es: Tiempo de espera segundos de descarga de metadatos (10-3600)
fr: Temps d’arrêt des métadonnées de téléchargement (10-3600)
it: Secondi di timeout del download dei metadati (10-3600)
ja: メタデータのダウンロードのタイムアウト秒数(10~3600)
nl: Time-out seconden van het downloaden van metadata (10-3600)
pl: Limit czasu pobierania metadanych (10-3600)
pt_br: Tempo de tempo de download de metadados (10-3600)
ru: Секунды тайм-аута загрузки метаданных (10-3600)
th: วินาทีหมดเวลาของการดาวน์โหลดข้อมูลเมตา (10-3600)

# Options_Advanced
source: The amount of time to keep logs of downloading metadata in minutes (1-10000)
de: Die Zeitspanne zum Aufbewahren von Protokollen zum Herunterladen von Metadaten in Minuten (1-10000)
es: La cantidad de tiempo para mantener registros de descarga de metadatos en minutos (1-10000)
fr: Durée de conservation des journaux de téléchargement des métadonnées en minutes (1-10000)
it: La quantità di tempo per conservare i registri del download dei metadati in pochi minuti (1-10000)
ja: メタデータのダウンロードのログを分単位で保持する時間 (1-10000)
pl: Czas przechowywania dzienników pobierania metadanych w minutach (1-10000)
pt_br: A quantidade de tempo para manter registros de download de metadados em minutos (1-10000)
ru: Количество времени хранения журналов загрузки метаданных в минутах (1-10000)
th: ระยะเวลาในการเก็บบันทึกการดาวน์โหลดข้อมูลเมตาเป็นนาที (1-10000)

# Options_Advanced
source: Load the torrent lists immediately after the program starts
bg: Зареждане на торент списъците веднага след стартиране на програмата
de: Laden Sie die Torrent-Listen unmittelbar nach dem Start des Programms
es: Cargue las listas de torrents inmediatamente después de que se inicie el programa
fr: Chargez les listes torrent immédiatement après le démarrage du programme
it: Carica gli elenchi torrent immediatamente dopo l'avvio del programma
ja: プログラムの開始直後にトレントリストをロード
nl: Laad de torrent-lijsten onmiddellijk nadat het programma is gestart
pl: Załaduj listy torrentów natychmiast po uruchomieniu programu
pt_br: Carregue as listas de torrents imediatamente após o início do programa
ru: Загрузите торрент-списки сразу после запуска программы
th: โหลดรายการฝนตกหนักทันทีหลังจากโปรแกรมเริ่มทํางาน

# Options_Advanced
source: Select the bound IP address to initiate a connection using your preferred network adapter (IPv4)
bg: Изберете свързания IP адрес, за да инициирате връзка с помощта на предпочитания от вас мрежов адаптер (IPv4)
de: Wählen Sie die gebundene IP-Adresse aus, um eine Verbindung mit Ihrem bevorzugten Netzwerkadapter (IPv4) zu initiieren.
es: Seleccione la dirección IP enlazada para iniciar una conexión utilizando su adaptador de red preferido (IPv4)
fr: Sélectionnez l’adresse IP liée pour initier une connexion à l’aide de votre adaptateur réseau préféré (IPv4)
it: Selezionare l'indirizzo IP associato per avviare una connessione utilizzando la scheda di rete (IPv4) preferita
ja: バインドされた IP アドレスを選択して、優先するネットワーク アダプタ (IPv4) を使用して接続を開始します。
nl: Selecteer het gebonden IP-adres om een verbinding te starten met de gewenste netwerkadapter (IPv4)
pl: Wybierz powiązany adres IP, aby zainicjować połączenie przy użyciu preferowanej karty sieciowej (IPv4)
pt_br: Selecione o endereço IP vinculado para iniciar uma conexão usando o adaptador de rede preferido (IPv4)
ru: Выберите связанный IP-адрес, чтобы инициировать подключение с помощью предпочтительного сетевого адаптера (IPv4)
th: เลือกที่อยู่ IP ที่ผูกไว้เพื่อเริ่มการเชื่อมต่อโดยใช้การ์ดเชื่อมต่อเครือข่ายที่คุณต้องการ (IPv4)

# Options_Advanced
source: Select the bound IP address to initiate a connection using your preferred network adapter (IPv6)
bg: Изберете свързания IP адрес, за да инициирате връзка с помощта на предпочитания от вас мрежов адаптер (IPv6)
de: Wählen Sie die gebundene IP-Adresse aus, um eine Verbindung mit Ihrem bevorzugten Netzwerkadapter (IPv6) zu initiieren.
es: Seleccione la dirección IP enlazada para iniciar una conexión utilizando su adaptador de red preferido (IPv6)
fr: Sélectionnez l’adresse IP liée pour initier une connexion à l’aide de votre adaptateur réseau préféré (IPv6)
it: Selezionare l'indirizzo IP associato per avviare una connessione utilizzando la scheda di rete preferita (IPv6)
ja: バインドされた IP アドレスを選択して、優先するネットワーク アダプタ (IPv6) を使用して接続を開始します。
nl: Selecteer het gebonden IP-adres om een verbinding te starten met de gewenste netwerkadapter (IPv6)
pl: Wybierz powiązany adres IP, aby zainicjować połączenie przy użyciu preferowanej karty sieciowej (IPv6)
pt_br: Selecione o endereço IP vinculado para iniciar uma conexão usando o adaptador de rede preferido (IPv6)
ru: Выберите связанный IP-адрес, чтобы инициировать подключение с помощью предпочтительного сетевого адаптера (IPv6)
th: เลือกที่อยู่ IP ที่ผูกไว้เพื่อเริ่มการเชื่อมต่อโดยใช้การ์ดเชื่อมต่อเครือข่ายที่คุณต้องการ (IPv6)

# Options_Advanced
source: Refresh interval for new items in the torrent list (1-60)
bg: Интервал на обновяване на нови елементи в списъка с торенти (1-60)
de: Aktualisierungsintervall für neue Elemente in der Torrentliste (1-60)
es: Intervalo de actualización para nuevos elementos en la lista de torrents (1-60)
fr: Intervalle de rafraîchissement pour les nouveaux éléments de la liste torrent (1-60)
it: Intervallo di aggiornamento per i nuovi elementi nell'elenco torrent (1-60)
ja: トレントリストの新しいアイテムの更新間隔(1-60)
nl: Interval vernieuwen voor nieuwe items in de torrent-lijst (1-60)
pl: Interwał odświeżania nowych elementów na liście torrentów (1-60)
pt_br: Intervalo de atualização para novos itens na lista de torrents (1-60)
ru: Обновление интервала для новых элементов в торрент-листе (1-60)
th: ช่วงเวลารีเฟรชสําหรับรายการใหม่ในรายการฝนตกหนัก (1-60)

# Options_Advanced
source: Memory compact interval in minutes (0 - disabled)
bg: Компактен интервал на паметта в минути (0 – неспособен)
de: Speicherkompaktintervall in Minuten (0 - deaktiviert)
es: Intervalo compacto de memoria en minutos (0 - deshabilitado)
fr: Intervalle compact de mémoire en quelques minutes (0 - désactivé)
it: Intervallo di compattazione della memoria in minuti (0 - disabilitato)
ja: メモリのコンパクトな間隔 (分単位) (0 - 無効)
nl: Geheugencompact interval in minuten (0 - uitgeschakeld)
pl: Kompaktowy interwał pamięci w minutach (0 - wyłączony)
pt_br: Intervalo compacto de memória em minutos (0 - desativado)
ru: Памяти компактный интервал в минутах (0 - отключен)
th: ช่วงเวลาการกระชับหน่วยความจําเป็นนาที (0 - ปิดใช้งาน)

# Options_Advanced
source: Seconds to delay to connect to DHT network after the program starts
bg: Забавяне на връзката с DHT мрежа след стартиране на програмата
de: Sekunden, um die Verbindung zum DHT-Netzwerk nach dem Programmstart herzustellen
es: Segundos para retrasar la conexión a la red DHT después de que se inicie el programa
fr: Secondes pour retarder la connexion au réseau DHT après le démarrage du programme
it: Secondi di ritardo per la connessione alla rete DHT dopo l'avvio del programma
ja: プログラムの起動後に DHT ネットワークに接続するまでの遅延時間 (秒)
nl: Seconden tot vertraging om verbinding te maken met dht-netwerk nadat het programma is gestart
pl: Sekundy opóźnienia połączenia z siecią DHT po uruchomieniu programu
pt_br: Segundos para atrasar para se conectar à rede DHT após o início do programa
ru: Секунды задержки подключения к сети DHT после запуска программы
th: วินาทีที่หน่วงเวลาเชื่อมต่อไปยังเครือข่าย DHT หลังจากโปรแกรมเริ่มทํางาน

# Options_Advanced
source: The threshold of UDP send queue for DHT network, reduce unnecessary transmission if reached (0 - unlimited)
bg: Прагът на UDP изпращане опашка за DHT мрежа, намаляване на ненужно предаване, ако се достигне (0 - неограничен)
de: Der Schwellenwert der UDP-Sendewarteschlange für DHT-Netzwerk, reduzieren unnötige Übertragung, wenn erreicht (0 - unbegrenzt)
es: El umbral de la cola de envío UDP para la red DHT, reducir la transmisión innecesaria si se alcanza (0 - ilimitado)
fr: Le seuil de file d’attente d’envoi UDP pour le réseau DHT, réduire la transmission inutile si atteint (0 - illimité)
it: La soglia della coda di invio UDP per la rete DHT, ridurre la trasmissione non necessaria se raggiunta (0 - illimitata)
ja: DHT ネットワークの UDP 送信キューのしきい値は、到達した場合に不要な転送を減らす (0 - 無制限)
nl: De drempel van UDP send queue voor DHT-netwerk, onnodige transmissie verminderen indien bereikt (0 - onbeperkt)
pl: Próg kolejki wysyłania UDP dla sieci DHT, zmniejszyć niepotrzebną transmisję, jeśli zostanie osiągnięty (0 - nieograniczony)
pt_br: O limiar do UDP enviar fila para rede DHT, reduzir a transmissão desnecessária se atingido (0 - ilimitado)
ru: Порог UDP отправить очередь для сети DHT, уменьшить ненужную передачу, если достигнуто (0 - неограниченное)
th: เกณฑ์ของ UDP ส่งคิวสําหรับเครือข่าย DHT ลดการส่งผ่านที่ไม่จําเป็นหากถึง (0 - ไม่ จํากัด )

# Options_Advanced
source: Add trackers info when copy Magnet URI of BitTorrent task
de: Fügen Sie Tracker-Informationen hinzu, wenn Sie den Magnet-URI der BitTorrent-Aufgabe kopieren
es: Agregar información de rastreadores al copiar Magnet URI de la tarea BitTorrent
fr: Ajouter des informations sur les trackers lors de la copie de l’URI Magnet de la tâche BitTorrent
it: Aggiungi informazioni sui tracker quando copi l'URI Magnet dell'attività BitTorrent
ja: BitTorrentタスクのマグネットURIをコピーするときにトラッカー情報を追加する
pl: Dodaj informacje o trackerach podczas kopiowania identyfikatora URI magnesu zadania BitTorrent
pt_br: Adicionar informações de rastreadores ao copiar o URI do Magnet da tarefa BitTorrent
ru: Добавление информации о трекерах при копировании Magnet URI задачи BitTorrent
th: เพิ่มข้อมูลตัวติดตามเมื่อคัดลอก Magnet URI ของงาน BitTorrent

# Options_Advanced
source: Allow upgrades peer protocol to BitTorrent v2 from v1 for hybrid torrent
de: Erlauben Sie Upgrades Peer-Protokoll auf BitTorrent v2 von v1 für Hybrid-Torrent
es: Permitir actualizaciones del protocolo del mismo nivel a BitTorrent v2 desde v1 para torrent híbrido
fr: Autoriser les mises à niveau du protocole homologue vers BitTorrent v2 à partir de v1 pour torrent hybride
it: Consenti aggiornamenti del protocollo peer a BitTorrent v2 da v1 per torrent ibrido
ja: ハイブリッドトレント用のv1からBitTorrent v2へのピアプロトコルのアップグレードを許可する
pl: Zezwalaj na aktualizacje protokołu peer do BitTorrent v2 z v1 dla hybrydowego torrenta
pt_br: Permitir upgrades protocolo peer para BitTorrent v2 de v1 para torrent híbrido
ru: Разрешить обновление однорангового протокола до BitTorrent v2 с v1 для гибридного торрента
th: อนุญาตให้อัปเกรดโพรโทคอลเพียร์เป็น BitTorrent v2 จาก v1 สําหรับเพลงไฮบริด

# Options_Advanced
source: The unit prefixes used for displaying file size: Decimal - multiples of 1000, Binary - multiples of 1024
de: Die Einheitenpräfixe, die für die Anzeige der Dateigröße verwendet werden: Dezimal - Vielfache von 1000, Binär - Vielfache von 1024
es: Los prefijos de unidad utilizados para mostrar el tamaño del archivo: Decimal - múltiplos de 1000, Binario - múltiplos de 1024
fr: Préfixes unitaires utilisés pour afficher la taille du fichier : Décimal - multiples de 1000, Binaire - multiples de 1024
it: I prefissi di unità utilizzati per la visualizzazione delle dimensioni del file: Decimale - multipli di 1000, Binario - multipli di 1024
ja: ファイルサイズの表示に使用される単位プレフィックス:10進数 - 1000の倍数、2進数-1024の倍数
pl: Prefiksy jednostek używane do wyświetlania rozmiaru pliku: Dziesiętny - wielokrotność 1000, Binarny - wielokrotność 1024
pt_br: Os prefixos da unidade usados para exibir o tamanho do arquivo: Decimal - múltiplos de 1000, Binário - múltiplos de 1024
ru: Префиксы единиц измерения, используемые для отображения размера файла: Десятичная - кратная 1000, Двоичная - кратная 1024
th: คํานําหน้าหน่วยที่ใช้สําหรับแสดงขนาดไฟล์: ทศนิยม - ทวีคูณของ 1000, Binary - ทวีคูณของ 1024
