Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# StatusBar
source: Create batch of HTTP/FTP tasks
ar: إنشاء إعدادات HTTP/FTP
bg: Създаване на група от HTTP/FTP задачи
de: Stapel von HTTP-/FTP-Aufgaben erstellen
es: Crear grupo de tareas HTTP/FTP
et: Loo HTTP/FTP tegumi batsh.
eu: Sortu multzoa HTTP/FTP eginkizunetarako
fi: Luo joukko HTTP/FTP tehtäviä
fr: Crée un lot de torrents HTTP/FTP
hu: HTTP/FTP feladatok kötegelése
it: Crea una batch di task HTTP/FTP
ja: HTTP/FTP バッチタスクを作成する
nl: Batch HTTP/FTP-taken maken
pl: Utwórz zestaw zadań HTTP/FTP
pt_br: Automatizar tarefas HTTP/FTP
ro: Creează Lot de Sarcini HTTP/FTP
ru: Создать группу HTTP/FTP заданий
sk: Vytvoriť skupinu HTTP/FTP úloh
sv: Skapa en serie HTTP/FTP-aktiviteter
th: สร้างชุดงานของงาน HTTP/FTP
tr: HTTP/FTP görevleri toplu oluştur
ug: تۈركۈملەپ HTTP/FTP ۋەزىپىسى قۇر

# StatusBar
source: Import or Export task list and settings
ar: استيراد أو تصدير قائمة المهام والإعدادات
bg: Внасяне или изнасяне на списъка със задачите и настройките
de: Aufgaben und Einstellungen im- oder exportieren
es: Importar o exportar listas de tareas y configuraciones
et: Impordi või ekspordi tegumite loend ja seadistused
eu: Inportatu edo Esportatu eginkizun zerrenda eta ezarpenak
fi: Tuo tai Vie tehtävälista ja asetukset
fr: Importe ou exporte la liste des tâches ainsi que les options du programme
hu: Feladatlista és beállítások importálása/exportálása
it: Importa/Esporta impostazione e lista dei task
ja: タスクリストと設定をインポート／エクスポート
nb: Impoerter eller eksporter oppgaveliste og innstillinger
nl: Takenlijst en instellingen importeren of exporteren
pl: Importuj lub eksportuj listę zadań i ustawienia
pt_br: Importar ou exportar lista de tarefas e configurações
ro: Importă sau exportă lista de sarcini și setările
ru: Импорт или экспорт списка заданий и настроек
sk: Importovať alebo exportovať zoznam úloh a nastavení
sv: Importera eller exportera aktivitetslista och inställningar
th: นําเข้าหรือส่งออกรายการงานและการตั้งค่า
tr: İçe ve dışa aktarım görev listesi ve ayarlar
ug: ۋەزىپە تىزىملىكى ۋە تەڭشەكنى ئەكىر ياكى چىقار

# StatusBar
source: Import Unfinished Download
ar: استيراد لم تنته تحميل
bg: Внасяне на недовършено сваляне
de: Nicht abgeschlossene Downloads importieren
es: Importar descarga sin completar
et: Impordi lõpetamata laadimised
eu: Inportatu Amaitugabeko Jeisketa
fi: Tuo Keskeneräinen Lataus
fr: Importer un téléchargement incomplet
hu: Befejezetlen letöltés importálása
it: Importa download non completati
ja: ダウンロード未完了のタスクをインポート
nl: Onvoltooide download importeren
pl: Importuj niezakończone pobrania
pt_br: Importar transferência não terminada
ro: Importă Descărcarea Neterminată
ru: Импортировать незавершенную загрузку
sk: Import nedokončených sťahovaní
sv: Importera icke sluförda nedladdningar
th: นําเข้าการดาวน์โหลดที่ยังไม่เสร็จ
tr: Bitmemiş İndirmeleri İçeri Aktar
ug: تاماملانمىغان چۈشۈرۈش ئەكىر

# StatusBar
source: Exit
ar: خروج
bg: Изход
de: Beenden
es: Salir
et: Välju
eu: Irten
fi: Lopeta
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
nb: Avslutt
nl: Afsluiten
pl: Zakończ
pt_br: Sair
ro: Ieși
ru: Выход
sk: Koniec
sq: Dil
sv: Avsluta
th: ทางออก
tr: Çıkış
ug: چېكىن

# StatusBar
source: Show or hide task filter in task list
ar: أظهر أو اخفي فلتر المهام في قائمة الفلاتر.
bg: Показване или скриване на филтъра на задача в списъка със задачи
de: Aufgabenfilter in Aufgabenübersicht ein- oder ausblenden
es: Mostar o Esconder filtro de tareas en la lista de tareas
et: Näita või peida tegumi filtrit tegumite nimekirjas
eu: Erakutsi edo ezkutatu iragazkia eginkizun zerrendan
fr: Afficher ou masquer le filtre des tâches dans la liste des tâches
it: Mostra/nascondi filtri nella lista dei task
ja: タスクリストのタスクフィルタを表示／非表示
nl: Taakfilter in takenlijst weergeven of verbergen
pl: Pokaż lub ukryj filtr zadań na liście zadań
pt_br: Mostrar ou esconder o filtro de tarefas na lista de tarefas
ro: Arată sau ascunde filtrul de sarcini în lista de sarcini
ru: Показать или скрыть фильтр задач в списке задач
sk: Zobraiť alebo skryť filter úloh v zozname úloh
sv: Visa eller göm aktivitetsfilter i aktivitetslistan
th: การแสดงหรือซ่อนตัวกรองงานในรายการงาน
tr: İndirme listesindeki filtreyi gizle/göster
ug: ۋەزىپە سۈزگۈچنى كۆرسەت ياكى يوشۇر

# StatusBar
source: Show or hide the grid lines in task list
ar: إظهار أو إخفاء خطوط الشبكة في قائمة المهام
bg: Показване или скриване линиите на мрежата в списъка със задачи
de: Raster im Aufgabenbereich ein- oder ausblenden
es: Muestra o esconde las lineas guia en la lista de tareas
et: Näita või peida alusvõrgustik tegumi lehel
eu: Erakutsi edo ezkutatu saretxo lerroak eginkizun zerrendan
fr: Affiche ou cache les lignes de la grille dans la liste des tâches
hu: Rácsvonalak mutatása vagy elrejtése a feladatlistán
it: Mostra/Nascondi le linee della griglia nella lista dei task
ja: タスクリストのグリッドの表示／非表示
nl: De rasterlijnen in de takenlijst weergeven of verbergen
pl: Pokaż lub ukryj linie siatki na liście zadań
pt_br: Mostrar ou ocultar quadriculados na lista de tarefas
ro: Arată sau ascunde grila de linii din lista de sarcini
ru: Показать или скрыть сетку в списке заданий
sk: Zobraziť alebo skryť čiary mriežky v zozname úloh
sv: Visa eller göm rutnätslinjerna i aktivitetslistan
th: แสดงหรือซ่อนเส้นตารางในรายการงาน
tr: Görev listesindeki ızgara çizgilerini göster veya gizle
ug: ۋەزىپە تىزىملىكىنىڭ سېتكاسىنى كۆرسەت ياكى يوشۇر

# StatusBar
source: Auto adjust column width of task list
ar: ضبط تلقائي لعرض العمود من قائمة المهام
bg: Автоматична настройка на ширината на колоните за списъка със задачи
de: Spaltenbreite von Aufgabenliste autom. einstellen
es: Auto-ajustar ancho de columna en la lista de tareas
et: Automaatselt kohanda veeru laiust tegumi lehel
eu: Berezgaitasunezko zutabe zabalera zehaztea eginkizun zerrendarako
fr: Ajustement automatique de la largeur des colonnes de la liste des tâches
hu: Feladatlista oszlopszélességeinek automatikus beállítása
it: Regolazione automatica della larghezza delle colonne della lista dei task
ja: タスクリストの列幅を自動的に調整する
nb: Auto-juster kolonnebredden til oppgavelisten
nl: Automatisch aanpassen kolombreedte van takenlijst
pl: Autodostosowanie szerokości kolumn listy zadań
pt_br: Auto-ajustar largura da coluna da lista de tarefas
ro: Ajustează automat lățimea coloanelor din lista de sarcini
ru: Автоподбор ширины столбцов
sk: Automaticky nastaviť šírku stĺpca zoznamu úloh
sv: Justera aktivitetslistans kolumnbredd automatiskt
th: ปรับความกว้างคอลัมน์ของรายการงานโดยอัตโนมัติ
tr: Görev listesini göre sütun genişliğini otomatik ayarlama
ug: ۋەزىپە تىزىملىك ستونىنىڭ كەڭلىكىنى ئۆزلۈكىدىن تەڭشە

# StatusBar
source: Real-time sort task list
ar: قائمة المهام الفرز الوقت الحقيقي
bg: Сортиране на списъка със задачите в реално време
de: Echtzeitsortierung der Aufgabenliste
es: Ordenar lista de tareas en tiempo real
et: Reaalaja s sorteeri tegumite loendi
eu: Egizko-denbora eginkizun zerrenda mailaketa
fi: Reaaliaikainen tehtävälistan lajittelu
fr: Trie la liste en temps réel
hu: Feladatlista valósidejű rendezése
it: Ordina la lista dei task in tempo reale
ja: タスクの自動ソート
nl: Real-time Sorteer takenlijst
pl: Sortuj listę zadań w czasie rzeczywistym
pt_br: Ordenar lista de tarefas em tempo real
ro: Sortează în Timp Real
ru: Сортировать список заданий в реальном времени
sk: Triedenie zoznamu úloh v reálnom čase
sv: Sortera aktivitetslistan i realtid
th: รายการงานเรียงลําดับแบบเรียลไทม์
tr: Gerçek zamanlı tür vazife listesi
ug: ۋەزىپە تىزىملىكىنى رىئال ۋاقىتلىق تەرتىپلە

# StatusBar
source: Show or hide text in toolbar
ar: إظهار أو إخفاء النص في شريط الأدوات
bg: Показване или скриване на текста в лентата с инструменти
de: Beschriftungen ein- oder ausblenden
es: Mostrar o esconder texto en la barra de herramientas
et: Näita või peida teksti tööriistaribal
eu: Erakutsi edo ezkutatu idatzia tresnabarran
fr: Affiche ou cache le texte dans la barre d'outils
hu: Szöveg mutatása vagy elrejtése az eszköztáron
it: Mostra/Nascondi il testo nella barra degli strumenti
ja: ツールバーの文字を表示／非表示
nb: Vis eller skjul tekst i verktøylinja
nl: Tekst in werkbalk weergeven of verbergen
pl: Pokaż lub ukryj tekst w pasku narzędziowym
pt_br: Mostrar ou esconder o texto na barra de ferramentas
ro: Arată sau ascunde textul din bara de unelte
ru: Показать или скрыть подписи
sk: Zobraziť alebo skryť text v panely nástrojov
sv: Visa eller göm text i verktygsfältet
th: การแสดงหรือซ่อนข้อความในแถบเครื่องมือ
tr: Araç çubuğu metinlerini göster veya gizle
ug: قورال ستونىدىكى تېكستنى كۆرسەت ياكى يوشۇر

# StatusBar
source: Show or hide search box in toolbar
ar: إظهار أو إخفاء مربع البحث في شريط الأدوات
bg: Показване или скриване на полето за търсене в лентата с инструменти
de: Suchleiste ein- oder ausblenden
es: Mostrar u ocultar el cuadro de búsqueda en la barra de herramientas
et: Näita või peida otsingu kasti tööriistaribal
eu: Erakutsi edo ezkutatu bilaketa kutxa tresnabarran
fr: Affiche ou cache la boîte de recherche dans la barre d'outils
hu: Keresőmező mutatása vagy elrejtése az eszköztáron
it: Mostra/Nascondi box di ricerca nella barra degli strumenti
ja: ツールバーの検索ボックスを表示／非表示
nl: Zoekvak in werkbalk weergeven of verbergen
pl: Pokaż lub ukryj okienko wyszukiwania w pasku narzędziowym
pt_br: Mostrar ou esconder caixa de busca na barra de ferramentas
ro: Arată sau ascunde caseta de căutare a torentelor din bara de unelte
ru: Показать или скрыть панель поиска
sk: Zobraziť alebo skryť vyhľadávacie pole v panely nástrojov
sv: Visa eller göm sökfältet i verktygsfältet
th: แสดงหรือซ่อนกล่องค้นหาในแถบเครื่องมือ
tr: Araç çubuğunda arama kutusunu göster veya gizle
ug: قورال ستونىدىكى ئىزدەش رامكىسىنى كۆرسەت ياكى يوشۇر

# StatusBar
source: Show or hide the toolbar
ar: إظهار أو إخفاء شريط الأدوات
bg: Показване или скриване на лентата с инструменти
de: Symbolleiste ein- oder ausblenden
es: Mostrar u ocultar la barra de herramientas
et: Tööriistariba näitamine või peitmine
eu: Erakutsi edo ezkutatu tresnabarra
fr: Affiche ou masque la barre d'outils
hu: Eszköztár megjelenítése vagy elrejtése
it: Mostra o nasconde la barra degli strumenti
ja: ツールバーの表示/非表示
nb: Vis eller skjul verktøylinjen
nl: Werkbalk tonen of verbergen
pl: Pokaż lub ukryj pasek narzędziowy
pt_br: Exibir ou ocultar a barra de ferramentas
ro: Arată sau ascunde bara de unelte
ru: Показать/спрятать панель инструментов
sk: Zobraziť alebo skryť panel nástrojov
sq: Shfaqe ose fshihe panelin
sv: Visa eller göm verktygsfältet
th: แสดงหรือซ่อนแถบเครื่องมือ
tr: Araç çubuğunu göster veya gizle
ug: قورال ئىستونىنى كۆرسىتىش ياكى يوشۇرۇش

# StatusBar
source: Show or hide the status bar
ar: إظهار أو إخفاء شريط المعلومات
bg: Показване или скриване лентата за състоянието
de: Statusleiste ein- oder ausblenden
es: Mostrar u ocultar la barra de estado
et: Olekuriba näitamine või peitmine
eu: Erakutsi edo ezkutatu egoera barra
fr: Affiche ou masque la barre d'état
hu: Az állapotsor megjelenítése vagy elrejtése
it: Mostra o nascondi la barra di stato
ja: ステータスバーの表示/非表示
nb: Vis eller gjem statuslinjen
nl: Statusbalk tonen of verbergen
pl: Pokaż lub ukryj pasek stanu
pt_br: Exibir ou ocultar a barra de status
ro: Arată sau ascunde bara de stare
ru: Показать/спрятать строку состояния
sk: Zobraziť alebo skryť stavový riadok
sq: Shfaq ose fshih shtyllën e gjendjes
sv: Visa eller göm statusfältet
th: แสดงหรือซ่อนแถบสถานะ
tr: Durum çubuğunu gizle veya göster
ug: ھالەت ستونىنى كۆرسەت ياكى يوشۇر

# StatusBar
source: Show or hide the Favorites bar
ar: إظهار أو إخفاء شريط المفضلة
bg: Показване или скриване на лентата с любими
de: Favoriten ein- oder ausblenden
es: Mostrar o esconder la barra de Favoritos
et: Näita või peida lemmikute riba
eu: Erakutsi edo ezkutatu Gogokoenak barra
fr: Affiche ou cache la barre des Favoris
hu: Kedvencek sáv mutatása vagy elrejtése
it: Mostra/Nascondi la barra dei preferiti
ja: お気に入りバーを表示／非表示
nl: De balk Favorieten weergeven of verbergen
pl: Pokaż lub ukryj przycisk Ulubionych
pt_br: Mostrar ou ocultar a barra de Favoritos
ro: Arată sau ascunde bara de favorite
ru: Показать или скрыть панель избранного
sk: Zobraziť alebo skryť panel Obľúbené
sq: Show or hide the Favorite bar
sv: Visa eller göm Favoritfältet
th: การแสดงหรือซ่อนแถบรายการโปรด
tr: Sık Kullanılanlar çubuğunu göstermek veya gizlemek
ug: يىغقۇچ ستونىنى كۆرسەت ياكى يوشۇر

# StatusBar
source: Show or hide the Floating Window
ar: إظهار أو إخفا الإطار العائم
bg: Показване или скриване на плаващия прозорец
de: Diagramm ein- oder ausblenden
es: Muestra o esconde la ventana flotante
et: Näita või peida ujuvaken
eu: Erakutsi edo ezkutatu Azaleko Leihoa
fi: Näytä tai piilota Leijuva Ikkuna
fr: Affiche ou cache la fenêtre flottante
hu: Lebegő ablak mutatása vagy elrejtése
it: Mostra/Nascondi la finestra fluttuante
ja: フローティングウインドウの表示／非表示
nl: Toon of verberg het zwevende venster
pl: Pokaż lub ukryj ruchome okno
pt_br: Mostrar ou esconder a janela flutuante
ro: Arată sau ascunde monitorul flotant
ru: Показать или скрыть плавающее окошко
sk: Zobraziť alebo skryť Plávajúce okno
sv: Visa eller göm flytande fönster
th: แสดงหรือซ่อนหน้าต่างลอย
tr: Yüzen Pencereyi göster veya gizle
ug: لەيلىمە كۆزنەكنى كۆرسەت ياكى يوشۇر

# StatusBar
source: Sign in CometID
de: Mit CometID anmelden
es: Iniciar sesión en CometID
fr: Se connecter à CometID
it: Accedi a CometID
ja: コメットID にサインインする
pl: Zaloguj się w CometID
pt_br: Sinal em CometID
ru: Войти в CometID
th: ลงชื่อเข้าใช้ดาวหางID

# StatusBar
source: Sign out CometID
de: CometID abmelden
es: Cerrar sesión en CometID
fr: Déconnectez-vous de CometID
it: Esci da CometID
ja: サインアウト コメットID
pl: Wyloguj się z CometID
pt_br: Assinar cometID
ru: Выйдите из CometID
th: ลงชื่อออกดาวหางID

# StatusBar
source: Change Password of CometID
ar: تغيير كلمه المرور من cometid
bg: Смяна на паролата за CometID
de: Kennwort von CometID ändern
es: Cambiar Contraseña de CometID
et: Muuda CometID salsõna
eu: Aldatu CometID-ko Sar-hitza
fr: Changer le mot de passe de CometID
it: Cambia la password CometID
ja: CometIDのパスワードを変更する
nl: Wachtwoord wijzigen van CometID
pl: Zmiana hasła CometID
pt_br: Alterar senha de CometID
ro: Schimbă Parola de la CometID
ru: Изменить пароль CometID
sk: Zmeniť heslo CometID
sv: Ändra lösenord till CometID
th: เปลี่ยนรหัสผ่านของดาวหางID
tr: CometID Şifresini Değiştir
ug: CometID نىڭ ئىمنى ئۆزگەرت

# StatusBar
source: Display Score History of CometID
bg: Показване на историята на резултатите на CometID
de: Anzeige-Score-Verlauf von CometID
es: Mostrar el historial de puntuación de CometID
fr: Afficher l’historique des partitions de CometID
it: Visualizzare la cronologia dei punteggio di CometID
ja: CometIDのスコア履歴を表示
nl: Scoregeschiedenis van CometID weergeven
pl: Wyświetl historię wyników CometID
pt_br: Histórico de pontuação de exibição do CometaID
ru: Отображение Оценка История CometID
th: แสดงประวัติคะแนนของดาวหางID

# StatusBar
source: Show Bind BitComet Mobile App Dialog
bg: Показване на диалоговия прозорец "Мобилно приложение за bitComet" на bindcomet
de: Bind BitComet Mobile App Dialog anzeigen
es: Mostrar enlace BitComet Mobile App Dialog
fr: Afficher la boîte de dialogue de l’application Mobile Bind BitComet
it: Mostra finestra di dialogo Mostra bind BitComet mobile App Dialogo
ja: バインド ビットコレット モバイル アプリケーション ダイアログを表示する
nl: Dialoogvenster Binding BitComet Mobile-app weergeven
pl: Pokaż okno dialogowe aplikacji mobilnej Bind BitComet
pt_br: Mostrar Bind BitComet Mobile App Dialog
ru: Показать Bind BitComet Мобильное приложение Диалог
th: แสดงกล่องโต้ตอบแอปผูก BitComet สําหรับอุปกรณ์เคลื่อนที่

# StatusBar
source: Show Detect NAT Type Dialog
bg: Показване на диалога "Откриване на nat тип"
de: Dialogfeld "NAT-Typ erkennen" anzeigen
es: Mostrar cuadro de diálogo Detectar tipo de NAT
fr: Afficher la boîte de dialogue Détecter le type DE NAT
it: Finestra di dialogo Rileva tipo NAT
ja: NAT タイプの検出ダイアログを表示する
nl: Nat-typedialoogvenster detecteren weergeven
pl: Pokaż okno dialogowe Wykryj typ NAT
pt_br: Mostrar detectar diálogo tipo NAT
ru: Показать диалоговое окно "Определение типа NAT"
th: แสดงกล่องโต้ตอบ 'ตรวจหาชนิด NAT'

# StatusBar
source: Show Options Dialog
ar: إظهار مربع الحوار خيارات
bg: Показване на диалоговия прозорец за опции
de: Einstellungen ändern
es: Mostrar diálogo de opciones
et: Näita sedaete dialoogi
eu: Erakutsi Aukerak Elkarrizketa
fr: Ouvre le panel des options
hu: Beállítások párbeszédablak megjelenítése
it: Mostra il menù Opzioni
ja: オプションダイアログを表示する
nl: Dialoogvenster Opties weergeven
pl: Pokaż okno opcji
pt_br: Mostrar dialog de opções
ro: Arată Dialogul Opțiunilor
ru: Показать настройки
sk: Zobraziť okno Nastavenia
sv: Visa Inställningsdialogen
th: แสดงหน้าต่างตัวเลือก
tr: Seçenek diyalogunu göster
ug: تاللانما سۆزلىشىش رامكىسىنى كۆرسەت

# StatusBar
source: List Help topics
ar: قائمة مواضيع التعليمات
bg: Списък на помощните теми
de: Hilfeeinträge anzeigen
es: Lista de temas de ayuda
et: Abiteabe loend
eu: Zerrendatu Laguntza mintzagaiak
fr: Afficher les rubriques d'aide
hu: A súgó témáinak listázása
it: Lista dell'aiuto del giorno
ja: ヘルプのトピックを表示
nb: List opp hjelpetema
nl: Overzicht Help onderwerpen
pl: Lista tematów pomocy
pt_br: Listar tópicos da ajuda
ro: Listează subiectele din ajutor
ru: Разделы справки
sk: Zoznam tém pomoci
sq: Rreshto temat e ndihmës
sv: Lista hjälptrådar
th: ทำรายการหัวข้อช่วยเหลือ
tr: Yardım konuları listesi
ug: ياردەم باش تېما تېزىملىكى

# StatusBar
source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
bg: Преки пътища от клавиатурата
de: Tastenkombinationen
es: Atajos de teclado
et: Klaviatuuri kiirklahvid
eu: Teklatu Lasterbideak
fi: Pikanäppäimet
fr: Raccourcis clavier
hu: Gyorsbillentyűk
it: Tasti di scelta rapida
ja: キーボードショートカット
nb: Tastatursnarveier
nl: Sneltoetsen
pl: Skróty klawiaturowe
pt_br: Atalhos de teclado
ro: Scurtături de Tastatură
ru: Горячие клавиши
sk: Klávesové skratky
sq: Kombinacione Përshpejtuese nga Tastiera
sv: Kortkommandon
th: แป้นพิมพ์ลัด
tr: Klavye Kısayolları
ug: تېز كۇنۇپكا

# StatusBar
source: Changelog of new release
ar: إصدار جديد سجل التغيير
bg: Списък с промените в новата версия
de: Änderungsprotokoll der neuen Version
es: Registro de cambios en la nueva versión
et: Uus versioon saadavl
eu: Aldatu argitalpen berriko saioa
fi: Uuden julkaisun muutosloki
fr: Nouveautés dans la nouvelle version
hu: Változási napló az új kiadáshoz
it: Elenco delle modifiche del nuovo rilascio
ja: 新しいリリースの更新履歴
nl: Changelog van de nieuwe release
pl: Lista zmian w nowym wydaniu
pt_br: Registro de alterações da nova atualização
ro: Jurnalul modificărilor din versiunea nouă
ru: Список изменений новой версии
sk: Záznam zmien v novom vydaní
sv: Vad som är nytt i denna version
th: Changelog ของการออกใช้ใหม่
tr: Yeni sürümün değişim notları
ug: يېڭى نەشرىنىڭ يېڭىلاش خاتىرىسى

# StatusBar
source: Homepage
ar: الصفحة الرئيسية
bg: Домашна страница
de: Startseite
es: Página principal
et: Koduleht
eu: Etxeko orrialdea
fi: Kotisivu
fr: Page d'accueil
hu: Honlap
it: Pagina iniziale
ja: ホームページ
nb: Hjemmeside
nl: Homepagina
pl: Strona domowa
pt_br: Página Inicial
ro: Sit
ru: Домашняя страница
sk: Domovská stránka
sq: Faqja Kryesore
sv: Hemsida
th: หน้าแรก
tr: Ana Sayfa
ug: باش بەت

# StatusBar
source: Forums
ar: منتديات
bg: Форуми
de: Foren
es: Foros
et: Foorumid
eu: Eztabaidak
fi: Foorumit
hu: Fórumok
it: Forum
ja: フォーラム
nb: Forum
pl: Fora
pt_br: Fóruns
ro: Forum
ru: Форумы
sk: Fóra
sq: Forumet
sv: Forum
th: กระดานสนทนา
tr: Forumlar
ug: مۇنبەر

# StatusBar
source: Check new version
ar: التحقق من الإصدار الجديد
bg: Проверка за нова версия
de: Neue Version prüfen
es: Revisar por una nueva versión
et: Kontrolli uue versiooni saadavust
eu: Egiaztatu heuskarri berria
fi: Tarkista uusi versio
fr: Vérifier s'il existe une nouvelle version
hu: Új verzió keresése
it: Verifica la disponibilità di una nuova versione
ja: 新しいバージョンのチェック
nb: Se etter ny versjon
nl: Nieuwe versie controleren
pl: Sprawdź, czy jest nowa wersja
pt_br: Verifique a nova versão
ro: Caută Versiune Nouă
ru: Проверить обновление
sk: Zistiť novú verziu
sq: Kontrollo për version të ri
sv: Kolla efter ny version
th: ตรวจสอบเวอร์ชันใหม่
tr: Yeni sürüm denetimi
ug: يېڭى نەشرىنى تەكشۈر

# StatusBar
source: Display program information, version number and copyright
ar: عرض معلومات البرنامج ورقم الإصدار وحقوق النشر
bg: Показване на информация за програмата, версията и авторските права
de: Programminformationen, Versionsnummer und Copyright anzeigen
es: Mostrar información del programa, la versión y copyright
et: Kuva programmi info, versiooni number ja autorlus
eu: Erakutsi programa argibideak, heuskarri zenbakia eta copyright-a
fi: Näytä ohjelman tiedot, versionumero ja tekijänoikeudet
fr: Afficher l'information sur le programme, la version et le droit d'auteur
hu: Programinformációk megjelenítése, verziószám és szerzői jog
it: Mostra informazioni del programma, numero della versione e copyright
ja: プログラムの情報（バージョンと著作権情報）を表示
nb: Vis programinformasjon, versjonsnummer og kopirettigheter
nl: Programmagegevens, versienummer en copyright weergeven
pl: Wyświetl informacje o programie, wersji i prawach autorskich
pt_br: Mostrar informações do programa, número de versão e copyright
ro: Afișează informații despre program, numărul versiunii și drepturile de autor
ru: Показать информацию о программе, версию и информацию о копирайте
sk: Zobraziť informácie o programe, čísle verzie a autorských právach
sq: Shfaq informacionin e programit, numrin e versionit dhe të drejtat e autorit
sv: Visa programinformation, versionsnummer och upphovsrätt
th: แสดงข้อมูลโปรแกรม เวอร์ชั่นและลิขสิทธิ์
tr: Program bilgisi göster , uyarlama sayısı ve telif hakkı
ug: پروگرامما ئۇچۇرى، نەشر نومۇرى ۋە نەشر ھوقۇقىنى كۆرسەت

# MainMenu
source: File
bg: Файл
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
nl: Bestand
pl: Plik
pt_br: Arquivo
ru: Файл
th: ไฟล์

# MainMenu
source: View
bg: Изглед
de: Ansicht
es: Vista
fr: Voir
it: Vedi
ja: 見る
nl: Bekijk
pl: Widok
pt_br: Vista
ru: Вид
th: ดู

# MainMenu
source: Tools
bg: Инструменти
de: Werkzeuge
es: Herramientas
fr: Outils
it: Utensili
ja: ツール
nl: Gereedschappen
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
th: เครื่องมือ

# MainMenu
source: Help
bg: Помощ
de: Hilfe
es: Ayuda
fr: Aider
it: Aiuto
ja: ヘルプ
nl: Helpen
pl: Pomoc
pt_br: Ajuda
ru: Помощь
th: ช่วยเหลือ

# MainMenu
source: Open Torrent File...
bg: Отваряне на торент файл...
de: Torrent-Datei öffnen...
es: Abre torrent file...
fr: Ouvrez Torrent File...
it: Apri il file torrent...
ja: トレントファイルを開く...
nl: Torrent-bestand openen ...
pl: Otwórz plik Torrent...
pt_br: Arquivo torrent aberto...
ru: Открыть торрент-файл...
th: เปิดแฟ้มฝนตกหนัก...

# MainMenu
source: Make New Torrent...
bg: Направи Нов Торент...
de: Neuen Torrent erstellen...
es: Hacer nuevo torrent...
fr: Créer un nouveau torrent...
it: Crea nuovo torrent...
ja: 新しいトレントを作る...
nl: Maak nieuwe torrent ...
pl: Zrób nowy torrent ...
pt_br: Faça novo torrent...
ru: Сделать новый торрент...
th: สร้างเพลงใหม่...

# MainMenu
source: Add Torrent from URL...
bg: Добавяне на торент от URL адрес...
de: Torrent von URL hinzufügen ...
es: Añadir Torrent desde URL...
fr: Ajouter Torrent à partir de l’URL...
it: Aggiungi Torrent dall'URL...
ja: URL からトレントを追加...
nl: Voeg Torrent toe vanaf URL...
pl: Dodaj torrent z adresu URL...
pt_br: Adicionar torrent de URL...
ru: Добавить торрент с URL...
th: เพิ่ม Torrent จาก URL...

# MainMenu
source: Add Torrents from RSS feeds...
bg: Добавяне на торенти от RSS канали...
de: Torrents aus RSS-Feeds hinzufügen...
es: Añadir Torrents desde fuentes RSS...
fr: Ajouter des Torrents à partir des flux RSS...
it: Aggiungi Torrent dai feed RSS...
ja: RSS フィードからトレントを追加...
nl: Voeg torrents toe vanuit RSS-feeds...
pl: Dodaj torrenty z kanałów RSS...
pt_br: Adicionar torrents de feeds RSS...
ru: Добавить торренты из RSS-каналов...
th: เพิ่ม Torrents จากฟีด RSS...
