Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DetailView_Log
source: Failed to connect to any available source. Retry limit reached.
ar: فشل الإتصال بأي مصدر متوفر. تم الوصول لحد الإعادة الأقصى.
bg: Свързването към всички налични източници пропадна. Ограничението за повторни опити е достигнато..
de: Verbindung zu jeder verfügbaren Datenquelle fehlgeschlagen. Max. Anzahl an Wiederholungen erreicht.
es: Imposible conectar con las fuentes disponibles. Límite de intentos alcanzado.
et: Luhtunud ühendused kõigist allikaist. Kontrolli ühenduste arvu.
eu: Huts egin du iturri eskuragarriarekin elkartzerakoan. Birsaiatze muga betea.
fi: Yhdistäminen käytettävissä oleviin lähteisiin epäonnistui. Uudelleenyritysten raja saavutettu.
fr: Impossible de se connecter à une source fiable. Limite de réessais atteinte.
hu: Kapcsolódás az elérhető forráshoz sikertelen. Újrapróbálási limit elérve.
it: Impossibile connettersi alle fonti. Limite tentativi raggiunto.
ja: どのソースにも接続できませんでした。リトライ数の上限に達しました。
nb: Kunne ikke kople til noen tilgjengelige kilder. Grensen for nye forsøk er nådd.
nl: Verbinden met een beschikbare bron mislukt. Probeerlimiet bereikt.
pl: Nie udało się połączyć z jakimkolwiek dostępnym źródłem. Osiągnięto limit prób ponownych połączeń
pt_br: Falha ao conectar qualquer fonte disponível. Limite de tentativas atingido.
ro: Conectarea la oricare din sursele disponibile a eșuat. A fost atinsă limita de reîncercări.
ru: Невозможно подключиться к какому-либо доступному источнику. Достигнут лимит попыток.
sk: Nepodarilo sa pripojiť k žiadnemu z dostupných zdrojov. Bol dosiahnutý limit opakovaní.
sq: Dështuam në lidhjen me çdo burim të mundshëm. Limiti i përpjekjeve u arrit.
sv: Det gick inte att ansluta till någon källa. Försöksgräns nådd.
th: ล้มเหลวในการเชื่อมต่อกับแหล่งข้อมูลทั้งหมด การเริ่มใหม่ถึงขีดจำกัด
tr: Herhangi bir kaynağa bağlanılamadı. Tekrar deneme sınırına ulaşıldı.
ug: چۈشۈرگىلى بولىدىغان ھېچقانداق مەنبەگە ئۇلىنالمىدى، قايتا سىناش قېتىم سانىنىڭ ئەڭ يۇقىرى چېكىگە يەتتى

# DetailView_Log
source: The file size is different from the last download, maybe the address has been changed.
ar: إختلف حجم الملف عن حجمه فى التنزيل السابق , ربما يرجع ذلك إلى تغيير فى عنوان الملف.
bg: Размерът на файла се различава от последното сваляне, може би адресът е променен.
de: Die Dateigröße hat sich seit dem letzten Herunterladen geändert. Es ist möglich, dass sich die Adresse geändert hat.
es: El tamaño del archivo no se corresponde con el último descargado, la dirección puede haber cambiado.
et: Selle faili suurus on erinev viimati laetust, võimalik et aadress on muutunud.
eu: Agiriaren neurria azken jeitsialdikoaren ezberdina da, badaiteke helbidea aldatu izana.
fi: Tiedoston koko on eri kuin viime latauksessa. Osoite saattaa olla muuttunut.
fr: La taille du fichier diffère du dernier téléchargement, l'adresse a peut-être changée.
hu: A fájlméret eltér az utóljára letöltöttől, talán megváltozott a cím.
it: Le dimensioni del file sono diverse dall'ultimo download. È possibile che l'origine del file sia cambiata.
ja: 前回のダウンロード時とファイルサイズが異なります。アドレスが変更になったのかもしれません。
nb: Filens størrelse er endret fra forrige nedlasting. Adressen er muligens endret.
nl: De bestandsgrootte is anders dan uw laatste download, het adres kan veranderd zijn.
pl: Rozmiar pliku jest inny niż w poprzednim pobieraniu, możliwe, że adres uległ zmianie.
pt_br: O tamanho do arquivo é diferente do último download, pode ser que o endereço tenha sido alterado.
ro: Mărimea filei s-a modificat față de ultima descărcare, poate că adresa ei s-a schimbat.
ru: Размер файла изменился со времени последней загрузки. Возможно, был изменен адрес.
sk: Veľkosť súboru je od posledného sťahovania odlišná, adresa mohla byť zmenená .
sq: Përmasa e skadarit është e ndryshme nga ajo e shkarkimit të fundit, ndoshta adresa është ndryshuar.
sv: Filstorleken är olik den senaste nedladdningen. Adressen kan ha ändrats.
th: ขนาดไฟล์ต่างจากการดาวน์โหลดครั้งที่แล้ว ที่อยู่อาจถูกเปลี่ยนแปลง
tr: Dosya boyutu son indirilen boyuttan farklı, adres değişmiş olabilir.
ug: ھۆججەت چوڭلۇقى ئاخىرقى قېتىم چۈشۈرگەن بىلەن پەرقلىق، ئەسلى ئادرېستىكى ھۆججەت ئۆزگەرتىلگەن بولۇشى مۇمكىن.

# DetailView_Log
source: The file is not the same as in the last download.
ar: الملف ليس هو نفسه كما في أخر تحميل.
bg: Файлът не е същият, както при последното сваляне.
de: Die Datei ist nicht mit bereits vorhandenen Download identisch.
es: El archivo no se corresponde con el último descargado.
et: Fail ei ole samane mis viimati alla laeti.
eu: Agiria ez da azken jeitsialdiko bera
fi: Tiedosto ei ole sama kuin edellisessä latauksessa.
fr: Le fichier n'est pas identique au dernier téléchargé.
hu: A fájl nem egyezik az utóljára letöltöttel.
it: Il file non è lo stesso dell'ultimo download.
ja: 前回のダウンロード時とファイルが異なります。
nb: Filen er ikke den samme som forrige nedlasting.
nl: Het bestand is niet hetzelfde als uw laatste download.
pl: Ten plik nie jest taki sam jak w poprzednim pobieraniu
pt_br: O arquivo não é o mesmo do último download.
ro: Fila nu este aceeași ca la ultima descărcare.
ru: Файл не совпадает с тем, что был загружен в последний раз.
sk: Súbor nie je rovnaký ako naposledy sťahovaný.
sq: Skedari nuk është i njëjti si në shkarkimin e fundit.
sv: Filen är inte samma som vid den senaste hämtningen.
th: ไฟล์ไม่เหมือนกับการดาวน์โหลดครั้งที่แล้ว
tr: Dosya en son indirildiği konumda değil/bulunamadı.
ug: بۇ ھۆججەت بىلەن ئاخىرقى قېتىم چۈشۈرگەندىكى ھۆججەت ئوخشاش ئەمەس.

# DetailView_Log
source: Server returned unexpected status code.
ar: الملقم قام بإرجاع رمز حالة غير متوقعة.
bg: Сървърът върна неочакван код за състоянието.
de: Server gibt unerwarteten Statuscode zurück.
es: El servidor devolvió un código de estado inesperado.
et: Server naaseb ettenägematust oleku koodist
eu: Zerbitzaria ezusteko kode egoerara itzuli da,
fi: Palvelin palautti odottamattoman tilakoodin.
fr: Le serveur renvoie une erreur inconnue.
hu: Szerver válasza váratlan állapotkód.
it: Il server ha riportato dei codici di stato imprevisti.
ja: サーバーが予期しないコードを返しました。
nb: Serveren svarer med en uventet statuskode.
nl: Server geeft een onverwachte status code.
pl: Serwer zwrócił nieoczekiwany kod stanu.
pt_br: O servidor retornou um código de status inesperado.
ro: Serverul a returnat un cod de stare neașteptat.
ru: Сервер вернул неожиданное состояние кода.
sk: Server vrátil neočakávaný stavový kód.
sq: Serveri jep një status të paparashikuar të kodit.
sv: Servern svarar med oväntad status kod.
th: เซิร์ฟเวอร์ส่งรหัสสถานะที่ไม่คาดคิดกลับมา
tr: Sunucu beklenmeyen durum kodu gönderdi.
ug: مۇلازىمىتىر كۈتۈلمىگەن ھالەت كودى قايتۇردى.

# DetailView_Log
source: Error occurred: Authorization Failed
ar: حدوث خطأ: الأذن فشل
bg: Възникна грешка: удостоверяването пропадна
de: Fehler aufgetreten: Autorisierung fehlgeschlagen
es: Ha ocurrido un error: Autorización errónea
et: Leidus TÕRGE: Autoriseermine luhtunud
eu: Akats bat gertatu da: Baimenak huts egin du
fi: Virhe tapahtui: Vahvistaminen epäonnistui
fr: Erreur : Autorisation interdite
hu: A következő hiba lépett fel: Az azonosítás sikertelen
it: Errore! Autorizzazione non riuscita
ja: エラー発生：認証失敗
nb: Feil oppstår: Autorisasjon Feilet
nl: Er is een fout opgetreden: Authorisatie mislukt
pl: Wystąpił błąd: Nieudana autoryzacja
pt_br: Ocorreram erros: Autorização Falhou
ro: A apărut o eroare: Autorizarea a eșuat
ru: Произошла ошибка: ошибка авторизации
sk: Vyskytla sa chyba: Autorizácia zlyhala
sq: Ndodhi një gabim: Autorizimi Dështoi
sv: Fel uppstår: Auktorisering misslyckades
th: เกิดข้อผิดพลาด:การขออนุญาติล้มเหลว
tr: Hata oluştu: Yetkilendirme Başarısız
ug: خاتالىق كۆرۈلدى: ئىجازەت دەلىللەش مەغلۇپ بولدى

# DetailView_Log
source: Invalid URL format
ar: صيغة غير صحيحة للرابط
bg: Форматът на уеб адреса е невалиден
de: Internetadresse (URL) ungültig
es: URL no válida
et: URL vorming vigane
eu: URL heuskarri okerra
fi: URL-osoitteen muoto on virheellinen
fr: Format d'URL invalide
hu: Az URL formátum hibás
it: Formato indirizzo non valido
ja: URLの形式が不適切です
nb: Ugyldig URL format
nl: URL heeft een ongeldige formaat
pl: Niepoprawny format adresu URL
pt_br: Formato de URL inválido
ro: Format nevalid al adresei (URL)
ru: Неправильный формат URL
sk: Nesprávny formát URL
sq: Formati i URL-së është i pavlefshëm
sv: URL-format felaktigt
th: รูปแบบ URL ไม่ถูกต้อง
tr: URL biçimi geçersiz.
ug: ئىناۋەتسىز URL فورماتى

# Favourite
source: Loading...
ar: جاري التحميل ...
bg: Зареждане…
de: Wird geladen...
es: Cargando...
et: Laeb...
eu: Gertatzen...
fi: Ladataan...
fr: Chargement...
hu: Betöltés...
it: Caricamento...
ja: 読み込み中...
nb: Laster…
nl: Laden...
pl: Ładuję ...
pt_br: Carregando...
ro: Încarc...
ru: Загрузка...
sk: Načítava sa...
sq: Po ngarkohet...
sv: Laddar...
th: กำลังโหลด...
tr: Yükleniyor...
ug: يۈكلەۋاتىدۇ…

# ConnectionLimitButton
source: Set global limit
ar: تعيين الحد الإجمالي
bg: Задаване на глобално ограничение
de: Allgemeine Geschwindigkeit
es: Fijar límite global
et: sea globaalne limiit
eu: Ezarpen globalaren muga
fi: Aseta yleinen rajoitus
fr: Définir une limite globale
hu: globális korlát beállítása
it: Imposta il limite globale
ja: 全体の制限を設定
nb: Sett global begrensning
nl: Stel globale limiet in
pl: Ustaw łączny limit
pt_br: definir limite global
ro: Setează viteza limită globală
ru: Установить глобальное ограничение
sk: Globálne nastavenia
sq: vendos kufirin e përgjithshëm
sv: Fastställ global gräns
th: ตั้งค่าขีดจํากัดสากล
tr: Genel sınır koy
ug: ئورتاق چەك بەلگىلە

# ConnectionLimitButton
source: Set scheduler
ar: تعيين الجدول
bg: Задаване на график за работа
de: Aufgaben planen
es: Configurar planificador
et: sea plaanur
eu: Antolatzaile ezarpena
fi: Aseta ajastin
fr: Définir le planificateur
hu: ütemező beállítása
it: Imposta la pianificazione
ja: スケジューラを設定
nb: Sett planlegger
nl: Stel planner in
pl: Ustaw harmonogram
pt_br: definir calendário
ro: Setează viteza limită pentru planificator
ru: Установить планировщик
sk: Nastaviť plánovač
sq: vendos skeduesin
sv: ställ in schemaläggaren
th: ตั้งค่าตัวกําหนดตารางทํางาน
tr: Zamanlayıcı kur
ug: كۈنتەرتىپنى بەلگىلە

# ConnectionLimitButton
source: Set task limit
ar: إعدادات الحد
bg: Задаване на ограничение за задачата
de: Aufgabe (max.)
es: Establecer límite de tarea
et: sea tegumi limiit
eu: Ezarri eginkizun muga
fi: Aseta tehtävien rajoitus
fr: Définir la limite de tâches
hu: feladatkorlát beállítása
it: Imposta il limite di task
ja: タスクの制限を設定
nb: Sett oppgavegrense
nl: Stel taakllimiet in
pl: Ustaw limit połączeń dla zadania
pt_br: definir limite de tarefa
ro: Setează viteza limită pentru sarcină
ru: Установить ограничение задачи
sk: Nastaviť limit úlohy
sq: vendos kufirin e detyrave
sv: ange gräns
th: ตั้งค่าการจำกัดงาน
tr: Görev limiti belirle
ug: ۋەزىپە چېكى بەلگىلە

# DialogAutoShutdown
source: BitComet download finished. Reboot system...
ar: [بيتكمت] [دوونلواد] ينهي. أعاده تشغيل النظام...
bg: BitComet изтегляне завършен. Рестартиране на системата...
de: BitComet Download beendet. Reboot System ...
es: BitComet descargar terminado. Sistema de reinicio...
fr: Téléchargement de BitComet terminé. Redémarrer le système...
it: BitComet scaricare finito. Riavvio del sistema...
ja: BitComet ダウンロードが終了しました。システムの再起動...
nl: BitComet downloaden afgewerkt. Reboot systeem...
pl: BitComet Download gotowy. Uruchom ponownie system...
pt_br: BitComet download concluído. Reinicie o sistema...
ru: BitComet загрузки завершена. ПереЗагрузка системы...
th: การดาวน์โหลด BitComet เสร็จสิ้นแล้ว เริ่มระบบของคอมพิวเตอร์ใหม่...

# DialogAutoShutdown
source: BitComet download finished. Shutdown system...
ar: [بيتكمت] [دوونلواد] ينهي. إيقاف تشغيل النظام...
bg: BitComet изтегляне завършен. Изключване на системата...
de: BitComet Download beendet. Abschottungssystem ...
es: BitComet descargar terminado. Sistema de cierre...
fr: Téléchargement de BitComet terminé. Système d'arrêt...
it: BitComet scaricare finito. Sistema di spegnimento...
ja: BitComet ダウンロードが終了しました。シャットダウンシステム...
nl: BitComet downloaden afgewerkt. Shutdown systeem...
pl: BitComet Download gotowy. System zamykania...
pt_br: BitComet download concluído. Sistema de desligamento...
ru: BitComet загрузки завершена. Система выключения...
th: การดาวน์โหลด BitComet เสร็จสิ้นแล้ว ระบบปิดเครื่อง...

# DialogAutoShutdown
source: All tasks are finished and BitComet will stop now.
ar: الانتهاء من كافة المهام بيتكومنت سوف يتوقف الآن.
bg: Всички задачи са приключени и BitComet сега ще спре.
de: Alle Aufgaben wurden abgeschlossen und BitComet wird nun beendet.
es: Todas las tareas han finalizado y BitComet se detendrá ahora.
et: Kõik tegumid on lõpetatud ja Bitcomet peatub nüüd
eu: Eginkizun guztiak amaitu dira eta BilComet orain geldituko da.
fi: Kaikki tehtävät ovat suoritettu ja BitComet pysähtyy.
fr: Toutes les tâches sont terminées et BitComet va s'arrêter.
hu: Minden feladat befejeződött, ezért a BitComet leáll.
it: Tutte le operazioni sono state completate e BitComet terminerà adesso.
ja: すべてのタスクが完了しました。BitCometは停止します。
nb: Alle oppgaver er ferdige Bitcomet vil slå seg av
nl: Alle taken zijn klaar en BitComet stopt nu.
pl: Wszystkie zadania ukończone, BitComet się teraz wyłączy.
pt_br: Todas as tarefas estão finalizadas e o BitComet irá parar agora.
ro: Toate sarcinile sînt terminate iar BitComet se va opri acum.
ru: Все загрузки завершены и BitComet будет сейчас остановлен.
sk: Všetky úlohy sú dokončené a BitComet sa teraz zastaví.
sq: Të gjitha detyrat përfunduan dhe BitComet do ndalet tani.
sv: Alla aktiviteter är klara och BitComer avslutas nu.
th: งานทั้งหมดเสร็จเรียบร้อยแล้ว BitComet จะหยุดการทำงานเดี๋ยวนี้
tr: Tüm görevler tamamlandı ve BitComet durdurulacak.
ug: ھەممە ۋەزىپە تاماملاندى، BitComet ھازىر توختايدۇ.

# DialogAutoShutdown
source: BitComet will quit automatically in a few minutes.
ar: سيغلق بت كوميت تلقائياً خلال دقائق معدودة .
bg: BitComet ще излезе автоматично след няколко минути.
de: BitComet wird in wenigen Minuten automatisch beendet.
es: BitComet se cerrará automáticamente en unos minutos.
et: BitComet väljub autommatselt mõne minuti pärast
eu: BitCometek berez utziko du minutu gutxitan.
fi: BitComet suljetaan automaattisesti muutaman minuutin kuluttua.
fr: BitComet va quitter automatiquement dans quelques minutes.
hu: A BitComet pár perc múlva automatikusan leáll.
it: BitComet verrà chiuso automaticamente entro pochi minuti.
ja: BitCometは数分以内に自動的に終了します。
nb: BitComet avsluttes automatisk om noen minutter.
nl: BitComet sluit automatisch binnen een paar minuten.
pl: BitComet zamknie się za kilka minut.
pt_br: BitComet sairá automaticamente em alguns minutos.
ro: BitComet se va închide automat în cîteva minute.
ru: BitComet завершит работу через несколько минут.
sk: BitComet sa za pár minút automaticky zavrie.
sq: BitComet do mbyllet automatikisht pas disa miutash.
sv: BitComet kommer automatiskt avslutas inom några minuter.
th: BitComet จะปิดโดยอัตโนมัติในไม่กี่นาที
tr: BitComet birkaç dakika içinde kendiliğinden kapanacaktır.
ug: BitComet بىر قانچە مىنۇتتىن كېيىن ئاپتوماتىك چېكىنىدۇ.

# DialogAutoShutdown
source: Quit
ar: خروج
bg: Изход
de: Beenden
es: Salir
et: Välju
eu: Utzi
fi: Lopeta
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
nb: Avslutt
nl: Sluiten
pl: Zakończ
pt_br: Sair
ro: Ieși
ru: Выход
sk: Zavrieť
sq: Dil
sv: Avsluta
th: ออก
tr: Çıkış
ug: چېكىن

# DialogAutoShutdown
source: Your computer will hibernate automatically in a few minutes.
ar: سيكون الجهاز في وضعية السبات خلال دقائق.
bg: Вашият компютър ще влезе в режим на заспиване след няколко минути.
de: Ihr Computer wird in wenigen Minuten in den Ruhezustand versetzt.
es: Su equipo se hibernará automáticamente en unos minutos.
et: Sinu arvuti uinub automaatselt mõneks minutiks.
eu: Zure ordenagailua berez negutu daiteke minutu gutxitan.
fi: Tietokoneesi siirtyy lepotilaan automaattisesti muutaman minuutin kuluttua.
fr: Votre ordinateur va se mettre en veille prolongée d'ici quelques minutes.
hu: A számítógép pár perc múlva hibernál.
it: Il computer entrerà in modalità ibernazione entro qualche minute.
ja: コンピュータは数分以内に休止状態に入ります。
nb: Din maskin vil gå i dvale om noen minutter
nl: Je computer gaat in standby binnen een paar minuten.
pl: Twój komputer przejdzie w stan hibernacji za kilka minut.
pt_br: Seu computador irá hibernar automaticamente em alguns minutos.
ro: Calculatorul va intra automat în hibernare în cîteva minute.
ru: Ваш компьютер перейдет в спящий режим через несколько минут.
sk: Počítač začne hibernovať automaticky za pár minút.
sq: Kompjuteri juaj do të hibernohet automatikisht pas disa minutash.
sv: Datorn kommer automatiskt gå in i vänteläge inom ett par minuter.
th: คอมพิวเตอร์ของคุณจะทำการไฮเบอร์เนทในไม่กี่นาที
tr: Bilgisayarınız birkaç dakika içinde kendiliğinden askıya al modunda geçicektir.
ug: BitComet بىر قانچە مىنۇتتىن كېيىن كومپيۇتېرنى ئۈچەككە كىرگۈزىدۇ.

# DialogAutoShutdown
source: Hibernate
ar: وضع الإسبات
bg: Хибернация
de: Ruhezustand
es: Hibernar
et: Talveuni
eu: Negutu
fi: Horrostila
fr: Veille prolongée
hu: Hibernálás
it: Blocca
ja: 休止状態
nb: Dvale
nl: Stand-By
pl: Hibernuj
pt_br: Hibernar
ro: Pune Calculatorul în Hibernare
ru: Спящий режим
sk: Hibernovať
sq: Hiberno
sv: Försätt i vänteläge
th: ไฮเบอร์เนท
tr: Hazırda Beklet
ug: ئۈچەك

# DialogAutoShutdown
source: Your computer will sleep automatically in a few minutes.
ar: جهاز الكمبيوتر الخاص بك سوف ينام بصورة تلقائية بعد دقائق قليلة.
bg: Вашият компютър ще заспи автоматично след няколко минути.
de: Ihr Computer wird in wenigen Minuten automatisch in den Standby-Modus versetzt.
es: Su equipo se suspenderá en unos minutos.
et: Sinu arvuti uinub automaatselt mõneks minutiks.
eu: Zure ordenagailua berez lotarazi daiteke minutu gutxitan.
fi: Tietokoneesi siirtyy unitilaan automaattisesti muutamassa minuutissa.
fr: L'ordinateur va se mettre en veille automatiquement dans quelques minutes.
hu: A számítógép pár perc múlva alvó állapotba kerül.
it: Il computer entrerà in modalità sleep entro qualche minute.
ja: コンピュータは数分以内に自動的にスリープに入ります。
nb: Din maskin vil sove om noen minutter
nl: Je computer gaat in slaapstand binnen een paar minuten.
pl: Twój komputer przejdzie w stan uśpienia za kilka minut.
pt_br: Seu computador irá suspender automaticamente em alguns minutos.
ro: Calculatorul va intra automat în stare de repaus [sleep] în cîteva minute.
ru: Ваш компьютер перейдет в спящий режим через несколько минут.
sk: Počítač sa uspí automaticky za pár minút.
sq: Kompjuteri juaj do të flejë automatikisht pas disa minutash.
sv: Datorn kommer automatiskt gå in i viloläge inom ett par minuter.
th: คอมพิวเตอร์ของคุณจะทำการพักอัตโนมัติในไม่กี่นาที
tr: Bilgisayarınız birkaç dakika içinde kendiliğinden uyku modunda geçicektir.
ug: BitComet بىر قانچە مىنۇتتىن كېيىن كومپيۇتېرنى ئۇخلاتىدۇ.

# DialogAutoShutdown
source: Sleep
ar: وضع الإسبات
bg: Заспиване
de: Standby-Modus
es: Suspender
et: Magab
eu: Lotarazi
fi: Lepotila
fr: Veille
hu: Készenlét
it: Sospensione
ja: スリープ
nb: Sover
nl: Slaapstand
pl: Uśpienie
pt_br: Suspender
ro: Pune Calculatorul în Repaus
ru: Ждущий режим
sk: Uspať
sq: Gjumë
sv: Vila
th: พัก
tr: Uyku Moduna Geç
ug: ئۇخلات

# DialogAutoShutdown
source: Your computer will log out automatically in a few minutes.
ar: سيقوم الكمبيوتر بتسجيل الخروج تلقائيا في غضون دقائق معدودة.
bg: Вашият компютър ще излезе автоматично след няколко минути.
de: Ihr Computer wird sich in wenigen Minuten automatisch ausloggen.
es: El ordenador se desconectará automáticamente en unos minutos.
fr: Votre ordinateur se déconnectera automatiquement en quelques minutes.
it: Il computer si disconnetterà automaticamente in pochi minuti.
ja: コンピュータは数分後に自動的にログアウトします。
nl: Uw computer zal automatisch uitloggen in een paar minuten.
pl: Komputer wyloguje się automatycznie w ciągu kilku minut.
pt_br: Seu computador será logoff automaticamente em poucos minutos.
ru: Ваш компьютер будет выходить автоматически через несколько минут.
th: คอมพิวเตอร์ของคุณจะออกจากระบบโดยอัตโนมัติในอีกไม่กี่นาที

# DialogAutoShutdown
source: Log out
ar: تسجيل الخروج
bg: Изход
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: ログアウト
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
ru: Выйти
th: ออกจากระบบ

# DialogAutoShutdown
source: Your computer will reboot automatically in a few minutes.
ar: سيعاد تشغيل الجهاز خلال دقائق.
bg: Вашият компютър ще се рестартира след няколко минути.
de: Ihr Computer startet in wenigen Minuten automatisch neu.
es: Su equipo se reiniciará automáticamente en unos minutos.
et: Arvuti taaskäivitub mõne minuti järgai
eu: Zure ordenagailua berez birrabiarazi daiteke minutu gutxitan.
fi: Tietokoneesi käynnistetään automaattisesti uudelleen muutamassa minuutissa.
fr: Votre ordinateur redémarrera automatiquement d'ici quelques minutes.
hu: A számítógép pár perc múlva újraindul.
it: Il tuo computer si riavvierà automaticamente entro pochi minuti.
ja: コンピュータは数分以内に自動的に再起動します。
nb: Din maskin vil omstarte om noen minutter
nl: Je computer gaat opnieuw binnen een paar minuten.
pl: Twój komputer uruchomi się ponownie za kilka minut.
pt_br: Seu computador irá reiniciar automaticamente em alguns minutos.
ro: Calculatorul va reporni automat în cîteva minute.
ru: Ваш компьютер будет перезагружен через несколько минут.
sk: Počítač sa reštartuje automaticky za pár minút.
sq: Kompjuteri juaj do të rinisë automatikisht pas disa minutash.
sv: Datorn kommer automatiskt startas om inom ett par minuter.
th: คอมพิวเตอร์ของคุณจะเริ่มต้นใหม่ในไม่กี่นาที
tr: Bilgisayarınız birkaç dakika içinde kendiliğinden yeniden başlayacaktır.
ug: BitComet بىر قانچە مىنۇتتىن كېيىن كومپيۇتېرنى قايتا قوزغىتىدۇ.

# DialogAutoShutdown
source: Reboot
ar: إعادة التشغيل
bg: Рестартиране
de: Neustarten
es: Reiniciar
et: Taaskäivitus
eu: Birrabiarazi
fi: Käynnistä uudelleen
fr: Redémarrer
hu: Újraindítás
it: Riavvia
ja: 再起動
nb: Omstart
nl: Opnieuw Opstarten
pl: Uruchom ponownie
pt_br: Reiniciar
ro: Repornește Calculatorul
ru: Перезагрузка
sk: Reštartovať
sq: Rinis
sv: Starta om
th: เริ่มต้นใหม่
tr: Yeniden Başlat
ug: قايتا قوزغات

# DialogAutoShutdown
source: Your computer will shutdown automatically in a few minutes.
ar: سيتم إيقاف جهاز الكمبيوتر الخاص بك تلقائياً بعد بضع دقائق .
bg: Вашият компютър ще се изключи след няколко минути.
de: Ihr Computer wird in wenigen Minuten automatisch heruntergefahren.
es: Su equipo se apagará automáticamente en unos minutos.
et: Arvuti lülitub välja mõne minuti pärast
eu: Zure ordenagailua berez itzali daiteke minutu gutxitan.
fi: Tietokoneesi sammutetaan automaattisesti muutamassa minuutissa.
fr: Votre ordinateur s'éteindra automatiquement dans quelques minutes.
hu: A számítógép pár perc múlva leáll.
it: Il tuo computer si spegnerà automaticamente entro pochi minuti.
ja: コンピュータは数分以内に自動的にシャットダウンします。
nb: Din maskin vil slå seg av om noen minutter
nl: Je computer gaat afsluiten binnen een paar minuten.
pl: Twój komputer zostanie wyłączony za kilka minut.
pt_br: Seu computador irá desligar automaticamente em alguns minutos.
ro: Calculatorul tău se va închide automat în cîteva minute.
ru: Ваш компьютер завершит работу через несколько минут.
sk: Počítač sa vypne automaticky za pár minút.
sq: Kompjuteri juaj do fiket automatikisht pas disa minutash.
sv: Datorn kommer automatiskt stängas av inom ett par minuter.
th: คอมพิวเตอร์ของคุณจะทำปิดอัตโนมัติในไม่กี่นาท
tr: Bilgisayarınız birkaç dakika içinde kendiliğinden kapanacaktır.
ug: BitComet بىر قانچە مىنۇتتىن كېيىن كومپيۇتېرنى ئاپتوماتىك تاقايدۇ.

# DialogAutoShutdown
source: Shutdown
ar: أطفئ
bg: Изключване
de: Herunterfahren
es: Apagar
et: Välja lülitamine
eu: Itzali
fi: Sammuta
fr: Éteindre
hu: Kikapcsolás
it: Spegni
ja: シャットダウン
nb: Avslutter
nl: Afsluiten
pl: Wyłącz komputer
pt_br: Desligar
ro: Închide Calculatorul
ru: Выключение
sk: Vypnúť
sq: Fik
sv: Stäng av
th: ปิดเครื่อง
tr: Bilgisayarı Kapat
ug: توختات
