Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Common
source: Close
ar: إغلاق
bg: Затваряне
de: Schließen
es: Cerrar
et: Sulge
eu: Itxi
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zatvoriť
sq: Mbylle
sv: Stäng
th: ปิด
tr: Kapat
ug: ياپ

# DialogBitCometUpdateCheck
source: Connecting to server failed. Please try again later.
ar: فشل الإتصال بالخادم. رجاءً أعد المحاولة لاحقاً
bg: Връзката със сървъра пропадна. Моля, опитайте по-късно.
de: Verbindung zum Server ist fehlgeschlagen. Bitte später erneut versuchen.
es: Error al conectar con el servidor. Inténtelo de nuevo.
et: Ühendamine serveriga luhtus. Palun proovi hiljem uuesti
eu: Zerbitzariarekin elkartzeak huts egin du. Mesedez saiatu zaitez geroago.
fi: Virhe yhdistäessä palvelimeen. Ole hyvä ja yritä myöhemmin uudelleen.
fr: Connexion au serveur échouée. Veuillez réessayer plus tard.
hu: A szervercsatlakozás sikertelen. Kérlek próbáld meg később.
it: Connessione al server non riuscita. Riprova più tardi.
ja: サーバーへの接続に失敗しました。時間をおいて再度お試しください。
nb: Tilkoblingen til server feilet. Venligst prøv igjen senere
nl: Connectie met server mislukt. Probeer het later opnieuw.
pl: Nieudane połączenie z serwerem. Spróbuj połączyć się później.
pt_br: Conexão com o servidor falou. Por favor, tente novamente mais tarde.
ro: Conectarea la server a eșuat. Reîncearcă mai tîrziu.
ru: Сбой подключения к серверу. Пожалуйста повторите позже.
sk: Pripojenie k serveru zlyhalo. Skúste to neskôr, prosím.
sq: Lidhja me serverin dështoi. Ju lutemi provoni përsëri më vonë.
sv: Anslutning till servern misslyckades. Vänligen försök igen senare.
th: การเชื่อมต่อกับเซิร์ฟเวอร์ล้มเหลว กรุณาลองใหม่ในภายหลัง
tr: Sunucuya bağlantı başarısız. Lütfen daha sonra tekrar deneyiniz.
ug: مۇلازىمىتېرغا ئۇلىنالمىدى، سەل تۇرۇپ قايتا سىناڭ.

# DialogBitCometUpdateCheck
source: BitComet Update
bg: Актуализация на BitComet
es: Actualización de BitComet
fr: Mise à jour BitComet
it: Aggiornamento BitComet
ja: BitComet 更新
pl: Aktualizacja BitComet
pt_br: Atualização do BitComet
ru: Обновление BitComet
th: การปรับปรุงบิตคอมเมท

# DialogBitCometUpdateCheck
source: New version available:
bg: Налична нова версия:
de: Neue Version verfügbar:
es: Nueva versión disponible:
fr: Nouvelle version disponible:
it: Nuova versione disponibile:
ja: 新しいバージョンが利用可能:
nl: Nieuwe versie beschikbaar:
pl: Dostępna jest nowa wersja:
pt_br: Nova versão disponível:
ru: Доступна новая версия:
th: มีรุ่นใหม่:

# GlobalLog
source: New version available:
bg: Налична нова версия:
de: Neue Version verfügbar:
es: Nueva versión disponible:
fr: Nouvelle version disponible:
it: Nuova versione disponibile:
ja: 新しいバージョンが利用可能:
nl: Nieuwe versie beschikbaar:
pl: Dostępna jest nowa wersja:
pt_br: Nova versão disponível:
ru: Доступна новая версия:
th: มีรุ่นใหม่:

# DialogBitCometUpdateCheck
source: Following update available:
bg: Следната налична актуализация:
de: Nach dem Update verfügbar:
es: Siguiente actualización disponible:
fr: Mise à jour suivante disponible :
it: È disponibile il seguente aggiornamento:
ja: 以下の更新が利用可能です：
nl: Volgende update beschikbaar:
pl: Dostępna jest następująca aktualizacja:
pt_br: A seguir, a atualização disponível:
ru: Следующее обновление доступно:
th: การปรับปรุงต่อไปนี้พร้อมใช้งาน:

# DialogBitCometUpdateCheck
source: No update available. Your BitComet is latest version.
ar: لا يوجد تحديثات متوفرة. BitComet الخاص بك هو الإصدار الأحدث.
bg: Няма налични обновления. Вашият BitComet е последна версия.
de: Es ist keine Aktualisierung verfügbar. BitComet ist aktuell.
es: No hay ninguna actualización disponible. Su versión de BitComet es la más reciente.
et: Uuendusi pole saadaval.Omad viimast BitCometi versiooni
eu: Ez dago eguneraketa eskuragarririk. Duzun BitComet da azken bertsioa.
fi: Ei uusia päivityksiä. Sinulla on uusin BitComet versio.
fr: Aucune mise à jour disponible. Vous avez la dernière version de BitComet.
hu: Nincs elérhető frissítés. A legújabb BitCometet használod.
it: Nessun aggiornamento disponibile. Stai utilizzando l'ultima versione di BitComet.
ja: 利用可能な更新はありません。ご利用のBitCometは最新版です。
nb: Ingen oppdatering tilgjengelig. Din BitComet er den siste versjon
nl: Geen updates beschikbaar. Je hebt de nieuwste versie van BitComet al.
pl: Brak nowych wersji. BitComet jest aktualny.
pt_br: Nenhuma atualização disponível. Sua versão do BitComet é a atual.
ro: Nu e disponibilă nici o actualizare. Ai ultima versiune de BitComet.
ru: Новые версии отсутствуют. Вы используете последнюю версию BitComet.
sk: Žiadna aktualizácia nie je dostupná. Máte najnovšiu verziu BitComet.
sq: Nuk ka rifreskim të disponueshëm. BitComet-i juaj është versioni më i fundit.
sv: Ingen uppdatering tillgänglig. Du har den senaste verisionen av BitComet!
th: ไม่มีอัพเดท BitComet ของคุณเป็นเวอร์ชั่นล่าสุด
tr: Yeni Güncelleştirme Yok. BitComet Güncel.
ug: ئىشلەتكىلى بولىدىغان يېڭىلاش يوق. سىز ئىشلىتىۋاتقان BitComet ئەڭ يېڭى نەشرى.

# CtrlAutoUpdate
source: Download update...
ar: جاري تحميل التحديثات ...
bg: Сваляне на актуализацията...
de: Aktualisierung herunterladen...
es: Descargando actualización...
et: Uuenduste allaladimine
eu: Jeisketa eguneraketa...
fi: Ladataan päivitystä...
fr: Téléchargement de la mise à jour...
hu: Frissítés letöltése...
it: Scarica aggiornamenti...
ja: アップデートをダウンロード中...
nb: Laster ned oppdatering...
nl: Update downloaden...
pl: Pobieram aktualizację...
pt_br: Baixando Atualização...
ro: Descarcă actualizarea...
ru: Загрузка обновления...
sk: Aktualizácia stiahnutia...
sv: Ladda ned uppdatering...
th: ดาวน์โหลดอัพเดท...
tr: Güncellemeleri indir...
ug: يېڭىلاش چۈشۈر…

# CtrlAutoUpdate
source: Can't find tools\updater.exe!
ar: لا يمكن العثور على أدواة /updater.exe!
bg: Не мога да открия tools\updater.exe!
de: Tools\updater.exe kann nicht gefunden werden!
es: No puedo encontrar tools\updater.exe!
et: Ei leia töörista\Updater.exe!
eu: Ezin da aurkitu tresnak\eguneratzailea.exe!
fi: Ei löydy tools\updater.exe!
fr: Impossible de trouver tools\updater.exe !
hu: tools\updater.exe nem található!
it: Impossibile trovare tools\updater.exe!
ja: tools\updater.exe が見つかりません!
nl: Kan tools\updater.exe niet vinden!
pl: Nie można znaleźć tools\updater.exe!
pt_br: Não é possível encontrar tools\updater.exe!
ro: Fila actualizatorului (updater.exe) nu poate fi găsită!
ru: Не найден \updater.exe!
sk: Nemôže nájsť nástroje\updater.exe!
sv: Kan inte hitta tools\updater.exe!
th: หา tools\updater.exe ไม่พบ!
tr: Tools\updater.exe dosyası bulunamadı!
ug: tools\updater.exe نى تاپالمىدى!

# CtrlAutoUpdate
source: Failed to launch tools\updater.exe!
ar: فشل تشغيل أداة /updater.exe! !
bg: Стартирането на tools\updater.exe пропадна!
de: Fehler beim Starten von Tools\updater.exe!
es: Fallo al lanzar tools\updater.exe!
et: Ebaõnnestus käivitada tegevust\updater.exe!
eu: Huts egin du tresnak\eguneratzailea.exe! irekitzean
fi: Virhe käynnistäessä työkalua\päivitystä:exe!
fr: Impossible de lancer tools\updater.exe !
hu: tools\updater.exe indítása sikertelen!
it: Impossibile eseguire tools\updater.exe!
ja: tools\updater.exe の起動に失敗しました!
nl: Kan tools\updater.exe niet starten!
pl: Nieudane uruchomienie tools\updater.exe!
pt_br: Falha ao inciar tools\updater.exe!
ro: Fila actualizatorului (updater.exe) nu a putut fi lansată!
ru: Не удалось запустить \updater.exe!
sk: Zlyhalo spustenie nástroje\updater.exe!
sv: Misslyckades att köra tools\updater.exe!
th: การเริ่ม tools\updater.exe ล้มเหลว!
tr: Tools\updater.exe dosyası başlatılamadı!
ug: tools\updater.exe ئىجرا قىلالمىدى!

# NatDetect
source: At least 2 servers are needed for NAT type detection. Detect abort.
bg: За откриване на NAT тип са необходими поне 2 сървъра. Откриване на аборт.
de: Für die NAT-Typerkennung werden mindestens 2 Server benötigt. Abbruch erkennen.
es: Se necesitan al menos 2 servidores para la detección de tipo NAT. Detectar anulación.
fr: Au moins 2 serveurs sont nécessaires pour la détection de type NAT. Détecter l’abandon.
it: Sono necessari almeno 2 server per il rilevamento dei tipi NAT. Rilevare l'interruzione.
ja: NAT タイプの検出には、少なくとも 2 台のサーバーが必要です。中止を検出します。
nl: Er zijn ten minste 2 servers nodig voor NAT-typedetectie. Afbreken detecteren.
pl: Do wykrywania typu NAT potrzebne są co najmniej 2 serwery. Wykryj przerwanie.
pt_br: Pelo menos 2 servidores são necessários para detecção do tipo NAT. Detecte abortar.
ru: Для обнаружения типа NAT требуется не менее 2 серверов. Обнаружение прерывания.
th: จําเป็นต้องใช้เซิร์ฟเวอร์อย่างน้อย 2 เครื่องสําหรับการตรวจจับชนิด NAT ตรวจหาการยกเลิกการยกเลิก

# NatDetect
source: No listening UDP port. Detect abort.
bg: Без слушане UDP порт. Откриване на аборт.
de: Kein UDP-Port zum Abhören. Abbruch erkennen.
es: No hay puerto UDP de escucha. Detectar anulación.
fr: Pas de port UDP d’écoute. Détecter l’abandon.
it: Nessuna porta UDP in ascolto. Rilevare l'interruzione.
ja: リッスン UDP ポートがありません。中止を検出します。
nl: Geen luisterende UDP-poort. Afbreken detecteren.
pl: Brak nasłuchującego portu UDP. Wykryj przerwanie.
pt_br: Sem ouvir porta UDP. Detecte abortar.
ru: Нет прослушивания UDP-порта. Обнаружение прерывания.
th: ไม่มีพอร์ต UDP ที่ฟัง ตรวจหาการยกเลิกการยกเลิก

# Message_TorrentExisted
source: Torrent file exists in Torrent History! It's possible that you have downloaded this task before.
ar: ملف تورنت موجود في التاريخ السيل! من الممكن ان تكون قد قمت بتحميل هذه المهمة من قبل.
bg: Торент файлът съществува в историята на торентите! Възможно е да сте свалили тази задача преди.
de: Torrent-Datei ist in Torrent-Verlauf vorhanden! Es ist möglich, dass Sie diese Aufgabe bereits heruntergeladen haben.
es: El Torrent ya existe en el historial de Torrent. Es posible que lo haya descargado previamente.
et: Torrent fail on olemas Torrendi ajaloos! On võimalik, et olete alla laadinud seda torrenti varem.
eu: Torrent agira Torrent Historian dago! Badaiteke eginkizun hau lehenagotik jeitsita izatea.
fr: Fichier torrent déjà existant dans l'historique ! Il est possible que vous l'ayez déjà téléchargé auparavant.
hu: A torrentfájl létezik a Torrent előzményekben! Lehet, hogy már letöltötted ezt a feladatot.
it: Il file torrent è presente nella Cronologia Torrent! È possibile che abbia già scaricato questo file in precedenza.
ja: Torrent ファイルが、 Torrent 履歴にあります。以前ダウンロードしたことがあるタスクです。
nb: Torrent- fil finnes i Torrent Historie! Det er mulig du har lastet ned denne oppgaven før.
nl: Torrent-bestand bestaat in torrent geschiedenis! Het is mogelijk dat u deze taak eerder hebt gedownload.
pl: Plik torrenta istnieje w historii torrentów! Możliwe, że już wcześniej pobierałeś to zadanie.
pt_br: O arquivo Torrent já existe no histórico de torrents! É provável que você já tenha feito a transferência antes.
ro: Fila torent există deja în Istoria Torentelor! E posibil să fi descărcat sarcina aceasta mai înainte.
ru: Торрент файл существует в Истории торрентов! Возможно, что вы загружали это задание ранее.
sk: Súbor torrent existuje Histórii torrentov! Je možné, že ste túto úlohu stiahli už predtým.
sv: Torrentfil finns redan i Torrent-historik! Det är möjligt att du har laddat ned denna aktivitet tidigare.
th: ไฟล์ Torrent มีอยู่ในประวัติ Torrent! เป็นไปได้ว่าคุณเคยดาวน์โหลดงานนี้แล้ว
tr: Torrent dosyası Torrent Geçmişinde var! Bu görevi daha önce indirmiş olmanız mümkün.
ug: ئېچىلغان توررېنت ھۆججىتى توررېنت تارىخىدا مەۋجۇد! بۇ ۋەزىپە ئىلگىرى چۈشۈرۈلگەن بولۇشى مۇمكىن.

# Common
source: Torrent File URL
bg: URL адрес на торент файл
de: Torrent-Datei-URL
es: URL del archivo Torrent
fr: UrL de fichier Torrent
ja: トレント ファイルの URL
nl: URL van torrent-bestand
pl: Adres URL pliku torrent
pt_br: Url do arquivo Torrent
ru: Url-файл Torrent
th: URL ของแฟ้มฝนตกหนัก

# Message_NeedEnableDHT
source: BitComet can't download Torrent as DHT network is disabled! Please enable DHT network in Option->BT Task.
ar: البيتورنت لم يستطع التحميل وشبكة الـ DHT معطلة الرجاء تفعيل شبكة الـDHT من خيارات->مهام BT.
bg: BitComet не може да свали торента, тъй като DHT мрежата е забранена! Моля, разрешете DHT мрежата в "Опции" -> BT задача.
de: BitComet kann den Torrent nicht herunterladen, wenn das DHT-Netzwerk deaktiviert ist! Bitte aktivieren Sie das DHT-Netzwerk unter Optionen -> Aufgaben -> BitTorrent..
es: BitComet no puede descargar Torrent con la red DHT desactivada. Active la red DHT en Opciones->Tarea BT.
et: BitComet ei suuda laadida Torrenti kui DHT võrk on keelatud! Palun luba DHT võrgk seadetes-> BT tegum.
eu: BitComet-ek ezin du Torrenta jeitsi DHT sarea ezgaiturik dagoelako! Mesedez gaitu DHT sarea hemen: Aukerak->BT Eginkizunak.
fr: BitComet ne peut télécharger de torrents puisque le réseau DHT est désactivé ! Veuillez activer le réseau DHT dans le menu Options > Tâche BT.
hu: A BitComet nem tudja letölteni a Torrentet, mert a DHT hálózat ki van kapcsolva! Engedélyezd a DHT hálózatot a Beállítások->BT feladat panelen.
it: BitComet non può scaricare questo torrent perché la rete DHT è disabilitata! Abilita la rete DHT da Opzioni->Task BT.
ja: DHT ネットワークが無効になっているので、 Torrent ファイルをダウンロードできません。
nb: BitComet kan ikke laste ned torrent når DHT- nettverk er deaktivert! Vennligst aktiver DHT- nettverk i Innstillinger\BT- oppgave.
nl: BitComet kan niet downloaden torrent als DHT netwerk is uitgeschakeld! Schakel DHT netwerk in optie-> BT taak.
pl: BitComet nie mógł pobrać torrenta, ponieważ sieć DHT jest wyłączona. Proszę włączyć sieć DHT w Opcje->BT TASK.
pt_br: O BitComet não pode realizar a transferência do arquivo torrent porque a rede DHT está desativada! Por favor, ative-a Opções->Tarefas do BitTorrent.
ro: BitComet nu poate descărca torentul pentru că rețeaua DHT e dezactivată! Activează protocolul DHT pe traseul Opțiuni>Sarcină>Sarcină BT>Conexiune.
ru: BitComet не может загрузить торрент, потому что DHT сеть запрещена! Пожалуйста, разрешите DHT сеть в Настройки ->Задание BT.
sk: BitComet nemôže stiahnuť torrent, lebo sieť DHT je vypnutá! Zapnite prosím sieť DHT v Nástroje->Úloha BT.
sv: BitComet kan inte ladda ned Torrents när DHT-nätverket är inaktiverat! Var god aktivera DHT-nätverket i Inställningar->BT-aktivitet.
th: BitComet ไม่สามารถดาวน์โหลด Torrent เนื่องจากการใช้งานเครือข่าย DHT ถูกปิด! กรุณาเปิดใช้งานเครือข่าย DHT ใน ตัวเลือก->งาน BitTorrent
tr: DHT ağı kapalı olduğundan BitComet torrent dosyasını indiremiyor! Lütfen, Seçenekler->BT Görev kısmından DHT ağını etkinleştirin.
ug: DHT تورى ئېچىلمىغان، BitComet توررېنت ھۆججىتىنى چۈشۈرەلمەيدۇ! "تاللانما->BTچۈشۈرۈش" تىن DHT تورىنى قوزغىتىڭ.

# Common
source: Unknown
ar: غير معروف
bg: Неизвестно
de: Unbekannt
es: Desconocido
et: Tundmatu
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznámy
sq: I Panjohur
sv: Okänd
th: ไม่ทราบ
tr: Bilinmeyen
ug: نامەلۇم

# Message_TorrentError
source: Torrent file decoding failed!
de: Die Dekodierung der Torrent-Datei ist fehlgeschlagen!
es: ¡Error en la decodificación de archivos Torrent!
fr: Le décodage des fichiers torrent a échoué!
it: Decodifica del file torrent non riuscita!
ja: トレントファイルのデコードに失敗しました!
pl: Dekodowanie plików torrent nie powiodło się!
pt_br: A decodificação de arquivos torrent falhou!
ru: Не удалось декодировать торрент-файл!
th: การถอดรหัสแฟ้ม Torrent ล้มเหลว!

# Message_TorrentError
source: Torrent file too large!
ar: ملف الترونت كبير جداً!
bg: Торент файлът е твърде голям!
de: Torrentdatei zu groß!
es: Archivo Torrent demasiado grande!
et: Torrent fail liiga suur!
eu: Torrent agiria handiegia da!
fi: Torrent tiedosto liian suuri!
fr: Fichier torrent trop lourd !
hu: A torrentfájl túl nagy!
it: Il file torrent è troppo grande!
ja: Torrentファイルが大きすぎます！
nb: Torrent- fil er for stor!
nl: Torrent bestand te groot!
pl: Za duży plik torrent!
pt_br: O arquivo torrent é muito grande!
ro: Fila torent este prea mare!
ru: Торрент слишком велик!
sk: Súbor torrent je priveľký!
sq: Skedari torrent është shumë i madh!
sv: Torrent-filen är för stor!
th: ไฟล์ทอเร้นท์ใหญ่เกินไป!
tr: Torrent dosyası çok büyük!
ug: توررېنت ھۆججىتى بەك چوڭ!

# Message_TorrentError
source: Torrent file opening failed!
ar: فشل فتح ملف الترونت!
bg: Отварянето на торент файла пропадна!
de: Öffnen der Torrentdatei fehlgeschlagen!
es: Error al abrir el archivo Torrent!
et: Torrent faili avmine nurjus!
eu: Torrent agiria irekitzeak huts egin du!
fi: Torrent tiedoston avaaminen epäonnistui!
fr: Ouverture du fichier torrent ratée !
hu: A torrentfájl megnyitása sikertelen!
it: L'apertura del file torrent è fallita!
ja: Torrentファイルのオープン失敗！
nb: Mislyktes å åpne torrent- fil!
nl: Torrent bestand openen mislukt!
pl: Nie udało się otworzyć pliku torrent!
pt_br: Não foi possível abrir o arquivo torrent!
ro: Deshiderea filei torent a eșuat!
ru: Ошибка открытия торрент файла!
sk: Otvorenie súboru torrent zlyhalo!
sq: Hapja e skedarit torrent dështoi!
sv: Misslyckades att öppna torrentfilen!
th: การเปิดไฟล์ทอเร้นท์ล้มเหลว
tr: Torrent dosyasını açma hatası!
ug: توررېنت ھۆججىتىنى ئاچالمىدى!

# Message_TorrentError
source: Missing name node in torrent file!
de: Fehlender Namensknoten in Torrent-Datei!
es: ¡Falta el nodo de nombre en el archivo torrent!
fr: Nœud de nom manquant dans le fichier torrent!
it: Nodo del nome mancante nel file torrent!
ja: トレントファイルに名前ノードがありません!
pl: Brak węzła nazwy w pliku torrent!
pt_br: Nó de nome faltando em arquivo torrent!
ru: Отсутствует имя узла в торрент-файле!
th: ขาดโหนดชื่อในไฟล์ฝนตกหนัก!

# Message_TorrentError
source: Missing info node in torrent file!
de: Fehlender Infoknoten in Torrent-Datei!
es: ¡Falta el nodo de información en el archivo torrent!
fr: Nœud d’information manquant dans le fichier torrent!
it: Nodo di informazioni mancante nel file torrent!
ja: トレントファイルに情報ノードがありません!
pl: Brakujący węzeł informacyjny w pliku torrent!
pt_br: Nó de informações faltando em arquivo torrent!
ru: Отсутствует информационный узел в торрент-файле!
th: ขาดโหนดข้อมูลในแฟ้มฝนตกหนัก!

# Message_TorrentError
source: Missing piece hash in torrent file!
de: Fehlender Piece-Hash in Torrent-Datei!
es: ¡Falta hash de pieza en el archivo torrent!
fr: Hachage de pièce manquante dans le fichier torrent!
it: Pezzo mancante hash nel file torrent!
ja: トレントファイルにピースハッシュがありません!
pl: Brakujący element skrótu w pliku torrent!
pt_br: Hash de peça sumido em arquivo torrent!
ru: Отсутствует хэш куска в торрент-файле!
th: แฮชชิ้นส่วนหายไปในแฟ้มฝนตกหนัก!

# Message_TorrentError
source: Invalid piece layers node in torrent file!
de: Ungültiger Spalten-Layer-Knoten in Torrent-Datei!
es: ¡Nodo de capas de piezas no válido en el archivo torrent!
fr: Nœud de couches de pièces non valide dans le fichier torrent!
it: Nodo di livelli di pezzi non valido nel file torrent!
ja: トレントファイル内の無効なピースレイヤーノード!
pl: Nieprawidłowy węzeł warstw kawałków w pliku torrent!
pt_br: Nó de camadas de peça inválido em arquivo torrent!
ru: Недопустимый кусок слоя узла в торрент-файле!
th: โหนดชั้นของชิ้นในไฟล์ฝนตกหนักไม่ถูกต้อง!

# Message_TorrentError
source: Missing files node in torrent file!
de: Fehlende Dateien Knoten in Torrent-Datei!
es: ¡Falta el nodo de archivos en el archivo torrent!
fr: Nœud de fichiers manquant dans le fichier torrent!
it: Nodo file mancanti nel file torrent!
ja: トレントファイルにファイルノードがありません!
pl: Brakujące pliki węzła w pliku torrent!
pt_br: Nó de arquivos faltando em arquivo torrent!
ru: Отсутствует узел файлов в торрент-файле!
th: ขาดโหนดไฟล์ในไฟล์ฝนตกหนัก!

# Message_TorrentError
source: Invalid piece length in torrent file!
de: Ungültige Stücklänge in Torrent-Datei!
es: ¡Longitud de pieza no válida en el archivo torrent!
fr: Longueur de pièce non valide dans le fichier torrent!
it: Lunghezza del pezzo non valida nel file torrent!
ja: トレントファイル内の無効なピースの長さ!
pl: Nieprawidłowa długość kawałka w pliku torrent!
pt_br: Comprimento de peça inválido em arquivo torrent!
ru: Недопустимая длина куска в торрент-файле!
th: ความยาวชิ้นในแฟ้มฝนตกหนักไม่ถูกต้อง!

# Message_TorrentError
source: Inconsistency hybrid torrent file!
de: Inkonsistenz Hybrid-Torrent-Datei!
es: Inconsistencia del archivo torrent híbrido!
fr: Incohérence du fichier torrent hybride!
it: Incoerenza file torrent ibrido!
ja: 不整合ハイブリッドトレントファイル!
pl: Niespójność hybrydowy plik torrent!
pt_br: Arquivo de torrent híbrido de inconsistência!
ru: Несоответствие гибридного торрент-файла!
th: ไฟล์ฝนตกหนักไฮบริดไม่สอดคล้องกัน!

# Common
source: The specified file or directory does not exist!
ar: الملف أو الدليل المحدد غير موجود
bg: Посоченият файл или директория не съществуват!
de: Die angegebene Datei oder das angegebene Verzeichnis ist nicht vorhanden!
es: El archivo o directorio especificado no existe!
et: Vastavat faili või katalogi ei eksiteeri!
eu: Adieraziriko agiria edo zuzenbidea ez dago!
fi: Määritetty tiedosto tai kansio ei ole olemassa!
fr: Le fichier ou répertoire spécifié n'existe pas !
hu: A megadott fájl vagy könyvtár nem létezik!
it: Il file o la cartella specificata non esiste!
ja: 指定されたファイルやディレクトリは存在しません!
nl: Het opgegeven bestand of map bestaat niet!
pl: Określony plik lub katalog nie istnieje!
pt_br: O arquivo ou pasta especificado não está existente!
ro: Fila sau dosarul specificat nu există!
ru: Указанный файл или каталог не существует!
sk: Určený súbor alebo adresár neexistuje!
sq: Skedari ose direktoria e kërkuar nuk ekziston!
sv: Vald fil eller mapp finns inte!
th: ไม่มีไฟล์หรือที่อยู่ไฟล์ที่ระบุู
tr: Belirtilen dosya veya dizin bulunamadı!
ug: بەلگىلەنگەن ھۆججەت ياكى مۇندەرىجە مەۋجۇد ئەمەس!

# Message_IsFileAndExisted
source: piece size must be a power of 2: [32KB, 64KB ... 64MB]
de: Die Stückgröße muss eine Potenz von 2 sein: [32KB, 64KB ... 64MB]
es: El tamaño de la pieza debe ser una potencia de 2: [32KB, 64KB ... 64MB]
fr: La taille de la pièce doit être une puissance de 2: [32KB, 64KB ... 64 Mo]
it: la dimensione del pezzo deve essere una potenza di 2: [32KB, 64KB ... 64MB]
ja: ピースサイズは2の累乗でなければなりません:[32KB、64KB ...64MB]
pl: rozmiar sztuki musi być potęgą 2: [32KB, 64KB ... 64MB]
pt_br: tamanho da peça deve ser um poder de 2: [32KB, 64KB ... 64MB]
ru: размер куска должен быть в степени 2: [32 КБ, 64 КБ ... 64 МБ]
th: ขนาดชิ้นต้องเป็นพลังของ 2: [32KB, 64KB ... 64MB]

# Common
source: The specified output folder does not exist!
de: Der angegebene Ausgabeordner existiert nicht!
es: ¡La carpeta de salida especificada no existe!
fr: Le dossier de sortie spécifié n’existe pas !
it: La cartella di output specificata non esiste!
ja: 指定された出力フォルダーが存在しません。
pl: Określony folder wyjściowy nie istnieje!
pt_br: A pasta de saída especificada não existe!
ru: Указанная выходная папка не существует!
th: ไม่มีโฟลเดอร์ผลลัพธ์ที่ระบุ!

# DetailView_FileList
source: Very High
ar: مرتفع جدا
bg: Много висок
de: Sehr hoch
es: Muy alta
et: Väga kõrge
eu: Oso Handia
fi: Erittäin korkea
fr: Très élevé
hu: Nagyon Magas
it: Molto Alto
ja: 最高
nb: Veldig høy
nl: Zeer Hoog
pl: Bardzo wysoki
pt_br: Muito alta
ro: Maximă
ru: Наивысший
sk: Veľmi veľká
sq: Shumë e Lartë
sv: Mycket hög
th: สูงมาก
tr: Çok Yüksek
ug: ناھايىتى يۇقىرى

# DetailView_FileList
source: High
ar: عالي
bg: Висок
de: Hoch
es: Alto
et: Kõrge
eu: Handia
fi: Korkea
fr: Haut(e)
hu: Magas
it: Alta
ja: 高
nb: Høy
nl: Hoog
pl: Wysoki
pt_br: Elevado
ro: Mare
ru: Высокий
sk: Vysoké
sq: E lartë
sv: Hög
th: สูง
tr: Yüksek
ug: يۇقىرى

# DetailView_FileList
source: Normal
ar: عادي
bg: Нормален
et: Normaalne
eu: Arrunta
fi: Normaali
fr: Normale
hu: Normál
it: Normale
ja: 通常
nl: Normaal
pl: Normalny
ro: Normală
ru: Обычный
sk: Normálna
sq: Normale
th: ปกติ
ug: نورمال

# DetailView_FileList
source: Banned
ar: محظور
bg: Забранен
de: Verboten
es: Prohibido
et: Bännitud
eu: Eragotzita
fi: Estetty
fr: Banni(e)
hu: Kitiltva
it: Bannato
ja: 禁止
nb: Utesteng
nl: Geblokkeerd
pl: Zablokowany
pt_br: Banido
ro: Interzisă
ru: Блокирован
sk: Blokovaný
sq: I Ndaluar
sv: Bannad
th: ระงับ
tr: Yasaklı
ug: چەكلەنگەن
