Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# BackgroundTask
source: Importing Torrent History
de: Torrent-Verlauf importieren
es: Importación del historial de torrents
fr: Importation de l’historique des torrents
it: Importazione della cronologia dei torrent
ja: トレント履歴のインポート
pl: Importowanie historii torrentów
pt_br: Importando histórico de torrents
ru: Импорт истории торрентов
th: การนําเข้าประวัติทอร์เรนต์

# BackgroundTask
source: Importing Torrent Share
de: Torrent-Freigabe importieren
es: Importación de Torrent Share
fr: Importation d’un partage torrent
it: Importazione di condivisioni torrent
ja: トレントシェアのインポート
pl: Importowanie udziału torrenta
pt_br: Importando ações de torrents
ru: Импорт торрент-шерсти
th: การนําเข้าทอร์เรนต์แชร์

# BackgroundTask
source: Importing Torrent Collection
de: Torrent-Sammlung importieren
es: Importación de la colección de torrents
fr: Importation d’une collection torrent
it: Importazione di Torrent Collection
ja: トレントコレクションのインポート
pl: Importowanie kolekcji torrentów
pt_br: Importação de Torrent Collection
ru: Импорт коллекции торрентов
th: การนําเข้าคอลเลกชันทอร์เรนต์

# BackgroundTask
source: Importing RSS Torrents
de: Importieren von RSS-Torrents
es: Importación de torrents RSS
fr: Importation de torrents RSS
it: Importazione di torrent RSS
ja: RSS トレントのインポート
pl: Importowanie torrentów RSS
pt_br: Importação de Torrents RSS
ru: Импорт RSS торрентов
th: การนําเข้าทอร์เรนต์ RSS

# BackgroundTask
source: Importing DHT Torrents
de: Importieren von DHT-Torrents
es: Importación de torrents DHT
fr: Importation de torrents DHT
it: Importazione di torrent DHT
ja: DHTトレントのインポート
pl: Importowanie torrentów DHT
pt_br: Importação de torrents DHT
ru: Импорт торрентов DHT
th: การนําเข้าทอร์เรนต์ DHT

# BackgroundTask
source: Importing Tracker Torrents
de: Tracker Torrents importieren
es: Importación de torrents de seguimiento
fr: Importation de torrents de suivi
it: Importazione di torrent tracker
ja: トラッカートレントのインポート
pl: Importowanie torrentów trackera
pt_br: Importando torrents rastreadores
ru: Импорт торрентов трекера
th: การนําเข้าทอร์เรนต์ตัวติดตาม

# BackgroundTask
source: Preparing for Long-Term Seeding
de: Vorbereitung auf die langfristige Aussaat
es: Preparación para la siembra a largo plazo
fr: Préparation à l’ensemencement à long terme
it: Preparazione per la semina a lungo termine
ja: 長期播種の準備
pl: Przygotowanie do długotrwałego siewu
pt_br: Preparando-se para a semeadura de longo prazo
ru: Подготовка к долгосрочному посеву
th: เตรียมความพร้อมสําหรับการเพาะเมล็ดในระยะยาว

# View_Related
source: Loading...
ar: جاري التحميل ...
bg: Зареждане...
de: Laden...
es: Cargando...
et: Laeb...
eu: Gertatzen...
fi: Ladataan...
fr: Chargement…
hu: Betöltés...
it: Caricamento in corso...
ja: 読み込んでいます…
nb: Laster…
nl: Laden…
pl: Ładuję ...
pt_br: Carregando...
ro: Încarc...
ru: Загрузка...
sk: Načítava sa...
sq: Duke Ngarkuar...
sv: Laddar...
th: กำลังเรียก...
tr: Yükleniyor...
ug: يۈكلەۋاتىدۇ…

# View_Related
source: This program cannot display the webpage.
ar: يتعذر علي هذا البرنامج عرض صفحه ويب.
bg: Тази програма не може да покаже уеб страницата.
de: Dieses Programm kann die Webseite nicht anzeigen.
es: Este programa no puede mostrar la Página Web.
fr: Ce programme ne peut pas afficher la page Web.
it: Questo programma non può visualizzare la pagina Web.
ja: このプログラムはウェブページを表示できません。
nl: Dit programma kan de webpagina niet weergeven.
pl: Ten program nie może wyświetlić strony sieci Web.
pt_br: Este programa não pode exibir a página da Web.
ru: Эта программа не может отображать веб-страницы.
th: โปรแกรมนี้ไม่สามารถแสดงเว็บเพจได้

# TCP
source: metadata_download
bg: изтегляне на метаданни
de: Metadaten-Download
ja: メタデータダウンロード
nl: Metadata downloaden
pl: Pobieranie metadanych
pt_br: Download de metadados:
ru: Загрузка метаданных

# TCP
source: web_seed
es: semilla web
it: seme web
ja: ウェブシード
pt_br: Semente Web
ru: Вэб-сидирование

# CView_SummaryList
source: M
bg: Среден
eu: E
ja: 中
ro: Medie
ru: С
ug: ئوتتۇرا

# CView_SummaryList
source: H
ar: هـ
bg: Висок
es: A
ja: 高
ro: Maximă
ru: В
ug: تېز

# Options_Proxy
source: SOCKS4a: IPv4 + DNS
fr: SOCKS4a: IPv4 et DNS
ja: ソックス4a: IPv4 + DNS
ru: SOCKS4a: IPv4 и DNS

# StatusList_StatisticItem
source: LAN IP:
ar: IP الشبكة المحلية:
bg: IP в локалната мрежа:
es: IP de Red:
eu: LAN IP-a:
fr: IP du réseau local :
it: IP LAN:
ja: ローカルIP：
pl: IP sieci LAN:
pt_br: IP de LAN:
ro: IP LAN:
ru: Локальный IP адрес:
sk: Sieťová IP:
ug: يەرلىك IP:

# StatusList_StatisticItem
source: WAN IP:
es: IP WAN:
eu: WAN IP-a:
fr: IP du réseau étendu :
it: IP WAN:
ja: WAN IP（グローバルIP）
pl: IP sieci WAN:
ro: IP WAN:
ug: سىرتقى تور IP:

# DialogBatchBTDownload
source: URL
ar: الرابط
bg: Уеб адрес
de: Internetadresse
eu: URL-a
pl: Adres URL
pt_br: Endereço
ro: Adresă
tr: URL (Bağlantı adresi)

# DetailView_PeerList_Menu
source: Unban Peer
de: Peer unverbot
pl: Odbanować peer

# ErrorMessage
source: Can't move files while task running.
ar: لا يمكن نقل الملفات أثناء عمل المهمه.
bg: Файловете не могат да бъдат преместени, защото задачата се изпълнява.
et: Ei suuda teisaltada faili kui tegum töötab.
eu: Ezin dira agiriak mugitu eginkizuna lanean dagoenean.
fi: Tiedostoja ei voi siirtää tehtävän ollessa käynnissä.
hu: Nem mozgathatóak a fájlok, amíg fut a feladat.
nb: Kan ikke flytte filer mens oppgaven kjører.
nl: Kan geen bestanden verplaatsen terwijl de taak wordt uitgevoerd.
ro: Filele nu pot fi mutate cît timp există sarcini care rulează.
sk: Nemôže presunúť súbory, ak prebieha úloha.
sv: Kan inte flytta filer när aktiviteter körs.
tr: Görev devam ederken dosya taşınamaz.
ug: ۋەزىپە ئىجرا قىلىنىۋاتقاندا ھۆججەتنى يۆتكىيەلمەيدۇ.

# Message_SignOut
source: Do you want to sign out?
ar: هل تريد تسجيل الخروج ؟
bg: Желаете ли да излезете?
et: Kas sa soovid välja logida?
eu: Irtetea nahi duzu?
fi: Haluatko kirjautua ulos?
hu: Szeretne kijelentkezni?
nb: Ønsker du å logge ut?
nl: Wilt u uitloggen?
ro: Vrei să te deloghezi?
sk: Chcete sa odhlásiť?
sq: Dëshironi të dilni?
sv: Vill du logga ut?
tr: Oturumu kapatmak istiyor musunuz?
ug: بۇ مەشغۇلاتتا تىزىمدىن چىقىدۇ، داۋاملاشتۇرامسىز؟

# Message_InvalidPath
source: The path name cannot contain any of the following characters: : * ? " < > | Any part of the path cannot contain the following words that are reserved by Windows: CON, COM1, LPT9, etc. (e.g. con, com1.txt) A part of the path is not a valid filename.(e.g. .a, ..., ab.)
ar: لا يمكن أن يحتوي أسم المسار على أي من الأحرف التالية:\ / : * ? " < > | لا يمكن أن يحتوي أسم المسار على العبارة التالية محجوز من قبل Windows: CON, COM1, LPT1. (e.g. con, con1.dat) أسماء المسارات الغير صالحه.(e.g. .a, ab. ,...)
bg: Името на пътя не може да съдържа никой от следните знаци: : * ? " < > | Всяка част от пътя не може да съдържа следните думи, които са запазени от Windows:CON,COM1,LPT9, и т.н. (например con, com1.txt) Част от пътя е невалидно име на файл.(например .a, ..., ab.)
et: Asukoha nimi ei tohi sislatada järgnevaid kirjamärke: : * ? " < > | Ükski asukoha osa ei tohi sisaltada järgnevaid sõnu mis on kasutusel Windows-is:CON,COM1,LPT9,etc.(nt. con, com1.txt) Vigaseid asukoha osade nimesi.(nt. .a, ..., ab.)
eu: Helburu izenak ezin du hizki hauetako bat ere izan:\ / : * ? " < > | Helburu izenak ezin du Windowsentzat gorderiko hitz hauek izan: CON, COM1, LPT9. (e.g. con, com1.txt) Helburu zati bat ez da agirizen baliozkoa.(e.g. .a, ab. ,...)
hu: Az útvonal neve nem tartalmazhatja a következő karaktereket:\ / : * ? " < > | Az útvonal nevének részlete nem tartalmazhatja a következő Windowsnak fenntartott szavakat: CON, COM1, LPT1. (pl.: con, con1.dat) Az útvonal részben hibás fájlnevet tartalmaz.(pl.: .a, ab., ...)
nb: Målbanen kan ikke inneholde følgende tegn: : * ? " < > | Målbanen kan ikke inneholde de følgende ordene, de er reservert av Windows: CON, COM1, LPT9, etc. (eks: con, com1.txt) En del av målbanen er ugjyldig. (eks: .a, ..., ab.)
nl: De naam van het pad mag geen van de volgende tekens bevatten:: *? " < > | Een deel van het pad kan niet de volgende woorden bevatten die door Windows zijn gereserveerd: CON, COM1, LPT9, etc. (bijv. con, COM1. txt) een deel van het pad is geen geldige bestandsnaam. (bijv. a,..., AB.)
ro: Numele căii nu poate conține nici unul din caracterele: : * ? " < > | Nici o parte din cale nu poate conține următoarele cuvinte care sînt rezervate pentru Windows:CON,COM1,LPT9,etc. (de ex. con, com1.txt) Nici o parte din cale nu trebuie să conțină nume nevalide de file.(de ex. .a, ..., ab.)
sk: Cesta k súboru nemôže obsahovať žiaden z nasledujúcich znakov: \ / : * ? " < > | Žiadna časť z cesty k súboru nemôže obsahovať nasledujúce slová vyhradené systémom Windows: CON, COM1, LPT9, atď (napr. con, com1.txt) Časť cesty nie je platným názvom súboru. (napr. .a, ..., ab.)
sq: Emri i shkurtores nuk mund të përmbajë asnjë nga gërmat që vijojnë: : * ? " < > | Çdo pjesë e shkurtores e cila përmban fjalët që vijojnë, të cilat janë rezervuar nga Windows:CON,COM1,LPT9,etc.(e.g. con, com1.txt) Një pjesë e shkurtores nuk është një emër i vlefshëm skedari.(p.sh. .a, ..., ab.)
sv: En sökväg får inte innehålla följande tecken: \ / : * ? " < > | En sökväg får inte innehålla följande ord reserverade i Windows: CON, COM1, LPT1. (tex:. con, con1.dat) Ogiltigt sökväg. (tex:. .a, ab. ,...)
tr: Bir paket dosya ismi şu karakterlerden oluşamaz: : * ? " < > | Paket dosyanın hiçbir parçası Windows tarafından alınmış şu kelimeleri içeremez:CON,COM1,LPT9,vs.(e.g. con, com1.txt) Paket dosyanın bir parçası geçersiz bir dosya ismi.(e.g. .a, ..., ab.)
ug: يول تۆۋەندىكى ھەرپلەرنى ئۆز ئىچىگە ئالمايدۇ: \ / : * ? " < > | يولنىڭ ھەر قانداق بىر قىسمى Windows ئۆزىگە قالدۇرغان ھەرپلەرنى ئۆز ئىچىگە ئالمايدۇ: CON، COM1، LPT9 قاتارلىق. (مەسىلەن، con، com1.txt قاتارلىقلار ئىناۋەتسىز يولنىڭ بىر قىسمى) يولنىڭ بىر قىسمى قىلىشقا بولمايدۇ. (مەسىلەن، a, ab., ... ھۆججەت ئاتى قىلىشقا بولمايدۇ)

# Message_TorrentError
source: Torrent file decoding failed! Please try to re-download the torrent!
ar: فشل فك ترميز ملف الترونت! الرجاء محاولة تحميله مرة أخرى !
bg: Декодирането на торент файла пропадна. Моля, опитайте да свалите торента отново!
et: Torrent faili dekooderimine luhtus! Palun proovi uuesti allaadida see torrent!
eu: Torrent agiriaren dekodeatzeak huts egin du! Mesedez saiatu zaitez torrenta berriro jeisten!
fi: Torrent tiedoston purkaminen epäonnistui! Yritä uudelleen ladata torrent!
hu: A torrentfájl dekódolása sikertelen! Kérem, próbáld újra letölteni!
nb: Torrent- fil dekoding mislyktes! Vennligst prøv å laste ned torrenten på nytt!
nl: Torrent-bestand decodering mislukt! Probeer opnieuw te downloaden van de torrent!
ro: Decodarea filei torent a eșuat! Încearcă s-o redescarci!
sk: Dekódovanie súboru torrent zlyhalo! Skúste prosím ešte raz stiahnuť torrent!
sq: Dekodimi i skedarit torrent dështoi! Ju lutemi provoni ta rishkarkoni torrentin!
sv: Misslyckades att koda av torrent-filen! Vänligen försök ladda ner torrent-filen igen!
tr: Torrent dosyası okuma hatası. Lütfen torrenti tekrar download edin!
ug: توررېنت ھۆججىتىنى يېشەلمىدى، توررېنت ھۆججىتىنى قايتا چۈشۈرۈڭ!

# MainWindow
source: Set homepage OK, Thanks for your support!
ar: تعيين الصفحة الرئيسية، شكرا لدعمكم!
bg: Стартовата страница беше успешно зададена. Благодарим Ви за поддръжката!
et: Märgi kodulehel OK, Täname toetuse eest!
eu: Gaiturik etxeko orria Ongi, Mila esker zure sostenguagaitik!
fi: Aseta kotisivu OK, Kiitos tuestasi!
hu: Beállítottad a kezdőlapot, köszönjük a támogatást!
nl: Set Homepage OK, Bedankt voor uw steun!
ro: Setarea vetrei exploratorului a reușit, Mulțumim pentru sprijin!
sk: Nastaviť domácu stránku OK, Ďakujeme za Vašu podporu!
sv: Ange startsida OK, Tack för ditt stöd!
tr: Anasayfa olarak ayarlandı, Desteğiniz için teşekkürler!
ug: باش بەت تەڭشەش تامام قوللىغانلىقىڭىزغا تەشەككۈر!

# Message_MsgShouldNotElevated
source: Please restart BitComet as non-elevated to perform this operation.
ar: الرجاء إعادة تشغيل بيتكومنت لتنفيذ هذه العملية.
bg: Моля, рестартирайте BitComet минимизиран, за да изпълните тази операция.
et: Palun taaskäivita BitComet kõrgendamask seda tegevust.
eu: Mesedez birrabiarazi BitComet ezgaraitsu bezala ekintza hau egiteko.
fi: Käynnistä BitComet pienemmillä oikeuksilla suorittaaksesi tämä operaatio.
hu: Indítsa újra a BitCometet felhatalmazás nélkül, hogy végrehajthassa a műveletet.
nb: Vennligst start BitComet på nytt som ikke- opphøyet for å utføre denne operasjonen.
nl: Start BitComet opnieuw zonder verhoogde toegangsrechten om deze operatie uit te voeren.
ro: Repornește BitComet pentru a realiza această operație.
sk: Ak chcete vykonať túto operáciu, prosím znova spustite BitComet bez privilégií.
sq: Ju lutemi rinisni BitComet jo si administratorë për të kryer këtë veprim.
sv: Var god avsluta BitComet obefordrad för att utföra denna operation.
tr: Lütfen, işlemi tamamlamak için BitComet i yeniden başlatınız.
ug: غەيرى باشقۇرغۇچى سالاھىيىتىدە BitComet نى قوزغاتقاندىن كېيىن بۇ ئىقتىدارنى ئىجرا قىلىڭ.

# Message_MsgFFExtAlreadyInstalled
source: Firefox extension is already installed.
ar: أضافة فاير فوكس مضافة مسبقاً
bg: Разширението за FireFox вече е инсталирано.
et: Fire foxi laiend on juba paigaltatud.
eu: Firefox hedapena ezarri da.
fi: Firefox laajennus on jo asennettu.
hu: A FireFox kiterjesztés már telepítve van.
nb: Firefox utvidelse er allerede installert.
nl: De FireFox extensie is al geïnstalleerd.
ro: Extensia pentru Firefox e deja instalată.
sk: Doplnok pre Firefox už je nainštalovaný.
sq: Ekstensioni i FireFox është instaluar tashmë.
sv: Tillägget för FireFox är redan installerat.
tr: FireFox eklentisi zaten yüklüdür.
ug: FireFox كېڭەيتىلمىسى قاچىلانغان.

# Message_MsgFFExtUpdated
source: Firefox extension updated. Please restart Firefox.
ar: تم تحديث فاير فوكس ,, الرجاء إعادة تشغيل متصفح فايرفوكس.
bg: Разширението за FireFox е обновено. Моля, рестартирайте FireFox.
et: FireFox laiend on uuendatud. Palun taaskäivita FireFox.
eu: Firefox hedapena eguneraturik. Mesedez birrabiarazi Firefox.
fi: Firefox laajennus päivitetty. Käynnistä Firefox uudelleen.
hu: A FireFox kiterjesztés frissítve. Kérlek indítsd újra a FireFox-ot.
nb: Firefox utvidelse oppdatert. Vennligst omstart Firefox.
nl: De FireFox extensie is bijgewerkt. Start FireFox opnieuw op.
ro: Extensia pentru Firefox a fost actualizată. Repornește Firefox.
sk: Doplnok pre Firefox bol aktualizovaný. Prosím reštartujte Firefox.
sq: FireFox u rifreskua. Ju Lutemi rinisni FireFox.
sv: Tillägget för FireFox är uppdaterat. Vänligen starta om FireFox.
tr: FireFox eklentisi güncellenmiştir.Lütfen FireFox yeniden başlatınız
ug: FireFox كېڭەيتىلمىسى يېڭىلاندى. FireFox قايتا قوزغىتىڭ.

# Message_MsgXpiOpenError
source: ${XPI_FILENAME} file opening failed!
ar: فشل فتح الملف ${XPI_FILENAME} !
bg: Отварянето на файла ${XPI_FILENAME} пропадна!
et: ${XPI_FILENAME} faili avamine luhtus!
eu: ${XPI_FILENAME} agiria irekitzeak huts egin du!
fi: Tiedoston ${XPI_FILENAME} avaaminen epäonnistui!
hu: A(z) ${XPI_FILENAME} fájlt nem lehet megnyitni!
nb: ${XPI_FILENAME} feil ved åpning av fil!
nl: ${XPI_FILENAME} open bestand mislukt!
ro: Deschiderea filei ${XPI_FILENAME} a eșuat!
sk: ${XPI_FILENAME} otvorenie súboru zlyhalo!
sq: Hapja e skedarit ${XPI_FILENAME} dështoi!
sv: Det gick inte att öppna filen ${XPI_FILENAME}
tr: ${XPI_FILENAME} dosya açma başarısız!
ug: ${XPI_FILENAME} ھۆججەتنى ئاچالمىدى!

# Message_MsgXpiError
source: ${XPI_FILENAME} file is corrupt!
ar: ${XPI_FILENAME} ملف تالف!
bg: ${XPI_FILENAME} е повреден!
et: ${XPI_FILENAME} fail on rikutud!
eu: ${XPI_FILENAME} agiria ustela da!
fi: Tiedosto ${XPI_FILENAME} on korruptoitunut.
hu: A(z) ${XPI_FILENAME} fájl hibás!
nb: ${XPI_FILENAME} filen er korrupt!
nl: ${XPI_FILENAME} bestand is corrupt!
ro: Fila ${XPI_FILENAME} e deteriorată!
sk: ${XPI_FILENAME} súbor je poškodený!
sq: Skedari ${XPI_FILENAME} është i korruptuar!
sv: Filen ${XPI_FILENAME} är korrupt!
tr: ${XPI_FILENAME} dosya bozuk!
ug: ${XPI_FILENAME} ھۆججەت بۇزۇلغان!

# Message_MsgFFExtInstalled
source: Firefox extension installed. Please restart Firefox.
ar: إضافة فايرفوكس تمت, الرجاء إعادة تشغيل متصفح فايرفوكس.
bg: Разширението за FireFox вече е инсталирано. Моля, рестартирайте FireFox.
et: FireFox lisand on paigaldatud. Palun taaskäivita Fire fox
eu: Firefox hedapena ezarrita. Mesedez birrabiarazi Firefox.
fi: Firefox laajennus asennettu. Käynnistä Firefox uudelleen.
hu: A FireFox kiterjesztés feltelepítve. Kérlek indítsd újra a FireFox-ot.
nb: Firefox utvidelse installert. Vennligst start Firefox på nytt.
nl: De FireFox extensie is geïnstalleerd. Start FireFox opnieuw op.
ro: Extensia pentru Firefox a fost instalată. Repornește Firefox.
sk: Doplnok pre Firefox bol nainštalovaný. Prosím reštartujte Firefox.
sq: Ekstensioni i FireFox është instaluar. Ju lutem rinisni FireFox.
sv: Tillägget för FireFox är installerat. Vänligen starta om FireFox.
tr: FireFox eklentisi yüklenmiştir.Lütfen FireFox yeniden başlatınız
ug: FireFox كېڭەيتىلمىسى قاچىلاندى. FireFox نى قايتا قوزغىتىڭ.

# Message_MsgChromeExtInstalled
source: Chrome extension will show up after restart Chrome.
ar: سيظهر ملحق chrome بعد أعاده تشغيل chrome.
bg: Хроничен Продължаване ще показвам горе след заявявам отново хроничен.
nl: Chrome extensie zal verschijnen na het herstarten Chrome.

# DialogBindApp
source: LAN IP unknown, please try again later.
bg: LAN IP неизвестен, моля опитайте отново по-късно.
nl: LAN IP onbekend, probeer het later opnieuw.

# DialogBindApp
source: WAN IP unknown, please try again later.
bg: WAN IP неизвестен, моля опитайте отново по-късно.
nl: WAN IP onbekend, probeer het later opnieuw.

# WebInterface
source: Remote Download: Task Stopped
ar: التحميل عن بعد: توقف المهمة
bg: Отдалечено сваляне: Спряна е задачата
et: Kaug laadimised: Tegum peatatud
hu: Távoli letöltés: Feladat megállítva
nl: Remote Download: taak gestopt
ro: Descărcare Telecomandată: Sarcină Oprită
sv: Fjärrnedladdning: Aktivitet stoppad
tr: Uzaktan İndirme: Görev Durduruldu

# WebInterface
source: Remote Download: Task Started
ar: التحميل عن بعد: بدات المهمة
bg: Отдалечено сваляне: Стартирана е задачата
et: Kaug laadimised: Tegum käivitatud
hu: Távoli letöltés: Feladat elindítva
nl: Remote Download: taak gestart
ro: Descărcare Telecomandată: Sarcină Pornită
sv: Fjärrnedladdning: Aktivitet startad
tr: Uzaktan İndirme: Görev Başlatıldı

# WebInterface
source: Remote Download: Task Deleted
ar: التحميل عن بعد: المهمة المحذوفة
bg: Отдалечено сваляне: Изтрита е задачата
et: Kaug laadimised: Tegum kustutatud
hu: Távoli letöltés: Feladat törölve
nl: Remote Download: taak verwijderd
ro: Descărcare Telecomandată: Sarcină Ștearsă
sv: Fjärrnedladdning: Aktivitet raderad
tr: Uzaktan İndirme: Görev Silindi

# View_TabCtrl
source: Always Show Tabs
ar: إظهار علامات التبويب دائماً
bg: Винаги показвай подпрозорците
et: Alati näita silte
eu: Erakutsi Betik Fitxak
fi: Näytä Aina Välilehdet
hu: Fülek megjelenítése mindig
nl: Tabbladen altijd tonen
ro: Arată Mereu Taburile
sk: Vždy zobraziť záložky
sq: Gjithmonë Shfaq Tabelat
sv: Visa alltid flikar
tr: Sekmeleri her zaman göster
ug: ئىزچىل بەتكۈچنى كۆرسەت

# DialogAddPeer
source: Enter the address of the peer you want to add:
bg: Въведете адреса на равноправното устройство, което искате да добавите:
nl: Voer het adres in van de peer die u wilt toevoegen:

# RssFilter
source: Feed Title:
bg: Заглавие на емисията:
nl: Titel van de feed:

# RssFilter
source: Exclude any of following keywords:
bg: Изключете някоя от следните ключови думи:
nl: Sluit de volgende trefwoorden uit:

# RssFilter
source: Add New Filter
bg: Добави нов филтър
nl: Voeg nieuw filter toe

# Options_RSS
source: Include
bg: Включи
nl: Sluit in

# Options_RSS
source: Exclude
bg: Изключване
nl: Uitsluiten

# DialogAppDevices
source: Devices that have scanned QR code using BitCome Mobile App:
bg: Устройства, които са сканирани QR код с помощта на мобилното приложение BitCome:
nl: Apparaten die QR-code hebben gescand met de Mobiele App van BitCome:

# DialogAppDevices
source: No devices
bg: Няма устройства
nl: Geen apparaten

# DialogAppDevices
source: Devices
bg: Устройства
nl: Apparaten

# DialogBindApp
source: Download BitComet Mobile App
bg: Изтегляне на мобилно приложение за BitComet
nl: BitComet Mobile App downloaden

# DialogBindApp
source: Bind BitComet Mobile App
bg: Мобилно приложение bind BitComet
nl: BitComet Mobile-app binden

# DialogFileRename
source: Old name:
ar: الاسم قديم :
bg: Старо име:
et: Vana nimi:
eu: Izen zaharra::
fi: Vanha nimi:
hu: Régi név:
nb: Gammelt navn:
nl: Oude naam:
ro: Numele vechi:
sk: Starý názov:
sq: Emri i Vjetër:
sv: Gammalt namn:
tr: Eski İsmi:
ug: كونا ئات:

# DialogFileRename
source: New name:
ar: الاسم الجديد:
bg: Ново име:
et: Uus nimi:
eu: Izen berria:
fi: Uusi nimi:
hu: Új név:
nb: Nytt navn:
nl: Nieuwe naam:
ro: Numele nou:
sk: Nový názov:
sq: Emri i Ri:
sv: Nytt namn:
tr: Yeni isim:
ug: يېڭى ئات:

# DialogFileRename
source: A file name cannot contain any of the following characters: \ / : * ? " < > |
ar: أسم الملف لايجب أن يحتوي على أي من الأحرف التالية: \ / : * ? " < > |
bg: Името на файла не трябва да съдържа: \ / : * ? " < > |
et: Faili nimes ei tohi sisaltada järgnevaid kirjamärkisi : \ / : * ? " < > |
eu: Agiri izenak ezin ditu hizki hauetako bat ere izan: \ / : * ? " < > |
fi: Tiedostonimessä ei saa olla seuraavia merkkejä: \ / : * ? " < > |
hu: A fájl nem tartalmazhatja a következő karaktereket: \ / : * ? " < > |
nb: Et filnavn kan ikke inneholde følgende tegn: \ / : * ? " < > |
nl: Een bestandsnaam kan geen van de volgende tekens bevatten: \ / : * ? " < > |
ro: Numele unei file nu poate conține nici unul din caracterele următoare: \ / : * ? \ " < > |
sk: Meno súboru nesmie obsahovať nasledujúce znaky: \ / : * ? \ " < > |
sq: Një emër skedari nuk mund të përmbajë asnjë nga karakteret që vijojnë: \ / : * ? " < > |
sv: Filnamnet får inte innehålla följande tecken: \ / : * ? " < > |
tr: Dosya ismi aşağıdaki karekterleri içeremez: \ / : * ? " < > |
ug: ھۆججەت ئاتى تۆۋەندىكى ھەرپلەرنى ئۆز ئىچىگە ئالمايدۇ: \ / : * ? \ " < > |

# Message_TorrentFolderNotExist
source: Failed accessing the download folder: "${SAVE_PATH}"
ar: فشل الوصول إلى مجلد التحميل: " ${SAVE_PATH}"
bg: Достъпът до папката за записване пропадна: "${SAVE_PATH}"
et: Juurdepääs kausta salvestamisel luhtunud: "${SAVE_PATH}"
eu: Huts egin du jeitsitako agiritegira sartzean: "${SAVE_PATH}"
fi: Latauskansioon pääsy epäonnistui: "${SAVE_PATH}"
hu: A mentési könyvtár nem elérhető: "${SAVE_PATH}"
nb: Mislyktes å få tilgang til nedlastings- mappen: "${SAVE_PATH}"
nl: Save folder toegang mislukt: "${SAVE_PATH}"
ro: Accesul la dosarul de salvare a eșuat: "${SAVE_PATH}"
sk: Nie je možné otvoriť zložku:
sq: Hyrja në folderin e regjistrimit dështoi: "${SAVE_PATH}"
sv: Tillgången till sökvägen misslyckades: "${SAVE_PATH}"
tr: Kayıt klasörü girişi başarısız: "${SAVE_PATH}"
ug: چۈشۈرۈش قىسقۇچىنى زىيارە ت قىلالمىدى: "${SAVE_PATH}"

# DialogOpenUrl
source: Do you want to open the following link?
ar: هل تريد فتح الرابط التالي؟
bg: Желаете ли да отворите този линк?
et: Kas sa soovid avada järgnevat linki?
eu: Hondorengo lotura irekitzea nahi duzu?
fi: Haluatko avata seuraavan linkin?
hu: Valóban meg akarja nyitni a következő hivatkozást?
nb: Vil Du Åpne Følgende Lenke?
nl: Wilt u de volgende link openen?
ro: Vrei să deschizi următoarea legătură?
sk: Chcete otvoriť nasledujúcí odkaz?
sq: Doni ta Hapni Lidhjen që Vijon?
sv: Vill du öppna följande länk?
tr: Sıradaki bağlantıyı açmak istiyor musunuz?
ug: تۆۋەندىكى ئۇلانمىنى ئاچامسىز؟

# DialogTaskBitTorrentMain
source: Select All
ar: تحديد الكل
bg: Избиране на всички
et: Vali kõik
eu: Hautatu denak
fi: Valitse kaikki
hu: Minden kijelölése
nb: Velg Alle
nl: Selecteer alles
ro: Selectează Tot
sk: Vybrať všetko/Zrušiť výber
sq: Përzgjidhi të Tëra
sv: Markera allt
tr: Tümünü Seç
ug: ھەممىنى تاللا
