Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogTaskMultiDownloadAdvanced
source: Please input mirror URLs below:
ar: الرجاء إضافة عنوان الموقع :
bg: Моля, въведете уеб адрес на огледалото:
de: Bitte die Internetadressen (URL) der Spiegel angeben:
es: Introduzca debajo las URL de los espejos:
et: Palun sisesta url-ide peeglid allpool:
eu: Mesedez sartu izpilu URL-ak ondoren:
fi: Syötä peili URL osoitteet alapuolelle:
fr: Saisir les URL des miroirs ici :
hu: Kérlek írd le a tükörszerverek URL-jét:
it: Inserisci l'indirizzo del mirror qui sotto:
ja: ミラーの URL を入力してください:
nb: Vennligst sett inn alternative kilders URLer nedenfor:
nl: Voer beneden de URL's van de mirrors in:
pl: Proszę wprowadź adresy URL mirrorów:
pt_br: Favor inserir o endereço do sítio Espelho abaixo:
ro: Scrie mai jos adresele clonelor [mirrors]:
ru: Пожалуйста, введите URL-адреса зеркал:
sk: Prosím, zadajte URL zrkadiel dolu:
sq: Ju lutemi futni URL-të pasqyrë më poshtë:
sv: Vänligen mata in mirror-URLs nedan:
th: กรุณาใส่ URL ข้างล่าง:
tr: Lütfen paralel bir adres girin:
ug: تەسۋىر URL نى كىرگۈزۈڭ:

# DialogTaskMultiDownloadAdvanced
source: Mirrors
ar: مرايا
bg: Огледала
de: Spiegel
es: Espejos
et: Peeglid
eu: Izpiluak
fr: Miroirs
hu: Tükörszerverek
it: Specchi
ja: ミラー
nb: Alternative kilder
nl: Spiegels
pl: Mirrory
pt_br: Espelhos
ro: Clone
ru: Зеркала
sk: Zrkadlá
sq: Pasqyrat
th: เซิร์ฟเวอร์
tr: Paraleller
ug: تەسۋىر

# DialogTaskMultiDownload
source: Description
ar: الوصف
bg: Описание
de: Beschreibung
es: Descripción
et: Kirjeldus
eu: Azalpena
it: Descrizione
ja: 説明
nl: Omschrijving
pl: Opis
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
ug: چۈشەندۈرۈش

# DialogTaskMultiDownloadAdvanced
source: Please note, checking this option will send the URL to BitComet anonymously, no privacy will be disclosed.
ar: يرجى ملاحظه ، والتحقق من هذا الخيار سوف ترسل URL إلى بيتكوميت مجهول ، وسوف يتم الكشف عن اي خصوصية.
bg: Моля, обърнете внимание, че чрез отбелязването на тази опция ще се изпраща URL-адресът на BitComet анонимно, нищо лично няма да бъде оповестено.
de: Bitte beachten Sie, dass die URL anonym an BitComet gesendet wird, Ihre Privatsphäre wird nicht offengelegt.
es: Por favor tenga en cuenta, activar esta opción enviará la URL a BitComet de forma anónima, No se divulgarán datos privados.
et: Pane tähele, kontrollides seda valikut saadab URL-i BitComet anonüümselt, privaatselt avalikustamata.
eu: Mesedez, agindu aukera hau URL-a BitCometi izengabe bidaliko zaionean, pribatutasun eza zabaldua izango da.
fr: S'il vous plaît noter, la vérification de cette option enverra l'URL à BitComet anonymement, aucune intimité ne sera divulguée.
it: Si prega di notare, controllando questa opzione invierà l'URL di BitComet Anonimo, nessuna privacy sarà divulgato.
ja: このオプションをチェックすることで、匿名で BitComet へ URL を送信します。個人情報を公開することはありません。
nl: Let op, het controleren van deze optie zal de URL naar BitComet anoniem te sturen, zal geen privacy worden bekendgemaakt.
pl: Zaznaczenie tej opcji spowoduje anonimowe wysłanie adresu URL do BitComet, prywatność nie zostanie naruszona.
pt_br: Por favor note, assinalar esta opção irá enviar a URL para BitComet anonimamente, sua privacidade será mantida.
ro: Atenție, bifarea acestei opțiuni duce la trimiterea adresei (URL) în mod anonim către BitComet, iar confidențialitatea va fi păstrată.
ru: Обратите внимание, при выборе этой опции URL будет отсылаться в BitComet анонимно, конфиденциальность будет сохранена.
sk: Majte na pamäti, že zaškrtnutie tejto možnosti zašle URL anonymne spoločnosti BitComet. Vaše súkromie nebude odhalené.
sv: Var god notera att när du väljer det här alternativet kommer adressen att skickas till BitComet anonymt. Ingenting privat kommer att avslöjas.
th: โปรดทราบว่าการตรวจสอบตัวเลือกนี้จะส่ง URL ไปยัง BitComet โดยไม่ระบุชื่อจะไม่มีการเปิดเผยความเป็นส่วนตัว
tr: Bu seçeneği seçmeniz URL'yi BitComet'e isimsiz olarak gönderecektir, gizlilik korunacaktır.
ug: دىققەت، بۇ تاللانما قوزغىتىلسا ئاتسىز ھالەتتە URL نى BitComet قا يوللايدۇ. شەخسىيىتىڭىزنى ئاشكارىلىمايدۇ.

# Common
source: (optional)
bg: (не задължително)
es: (opcional)
fr: (facultatif)
it: (opzionale)
ja: (任意)
nl: (optioneel)
pl: (opcjonalnie)
pt_br: (opcional)
ru: (необязательно)
th: (ไมจำเป็น)

# DialogTaskMultiDownloadAdvanced
source: Verify
ar: تأكد
bg: Удостоверяване
de: Überprüfen
es: Comprobar
et: Kontrolli
eu: Egiaztapena
fi: Tarkista
fr: Vérifier
hu: Ellenőrzés
it: Verifica
ja: 照合
nb: Bekreft
nl: Verifiëren
pl: Sprawdź
pt_br: Verificar
ro: Verifică
ru: Проверить
sk: Overiť
sq: Verifiko
sv: Kontrollera
th: ยืนยันความถูกต้อง
tr: Doğrula
ug: دەلىللە

# DialogTaskMultiDownloadAdvanced
source: fill in MD5/SHA1/SHA256/SHA512 to be verified
de: Füllen Sie MD5/SHA1/SHA256/SHA512 aus, um überprüft zu werden
es: rellene MD5 / SHA1 / SHA256 / SHA512 para ser verificado
fr: remplir MD5/SHA1/SHA256/SHA512 à vérifier
it: compilare MD5/SHA1/SHA256/SHA512 da verificare
ja: 確認するMD5 / SHA1 / SHA256 / SHA512を入力します
pl: wpisz MD5/SHA1/SHA256/SHA512 do weryfikacji
pt_br: preencha MD5/SHA1/SHA256/SHA512 para ser verificado
ru: заполните MD5/SHA1/SHA256/SHA512 для проверки
th: กรอก MD5/SHA1/SHA256/SHA512 เพื่อยืนยัน

# DialogTaskMultiDownloadAdvanced
source: Checking ${PERCENT}%
ar: التحقق من ${PERCENT}%
bg: Проверка на ${PERCENT}%
es: Comprobando ${PERCENT}%
fr: Vérification de ${PERCENT}%
it: Controllo ${PERCENT}%
ja: ${PERCENT}% をチェックしています
nl: ${PERCENT}% controleren
pl: Sprawdzanie ${PERCENT}%
pt_br: Verificando ${PERCENT}%
ru: Проверка ${PERCENT}%
th: กําลังตรวจสอบ ${PERCENT}%

# DialogTaskMultiDownloadAdvanced
source: File read failed!
ar: خطاء في قرائة الملف!
bg: Четенето на файла пропадна!
de: Lesen der Datei fehlgeschlagen!
es: Error al leer archive!
et: Faili lugemine luhtunud
eu: Agiri irakurketak huts egin du!
fi: Tiedoston luku epäonnistui!
fr: Lecture du fichier ratée !
hu: A fájl olvasása sikertelen!
it: Impossibile leggere il file!
ja: ファイルの読み込みに失敗!
nb: Fillesing feilet!
nl: Bestand lezen mislukt!
pl: Odczyt pliku nieudany!
pt_br: Erro de leitura do arquivo!
ro: Citirea filei a eșuat!
ru: Ошибка чтения файла!
sk: Načítanie súboru zlyhalo!
sq: Leximi i skedarit dështoi!
sv: Filläsning misslyckades!
th: การอ่านไฟล์ล้มเหลว!
tr: Dosya okuma başarısız!
ug: ھۆججەت ئوقۇيالمىدى!

# DialogTaskMultiDownloadAdvanced
source: MD5 matched!
ar: MD5 المتطابقة!
bg: MD5 съвпадение!
de: MD5 aufeinander abgestimmt!
es: ¡ MD5 emparejado!
fr: MD5 correspond!
it: MD5 abbinato!
ja: MD5がマッチしました！
nl: MD5 gematched!
pl: Dopasowana MD5!
pt_br: MD5 combinados!
ru: MD5 соответствует!
th: MD5 ตรงกัน!

# DialogTaskMultiDownloadAdvanced
source: SHA1 matched!
ar: SHA1 المتطابقة!
bg: SHA1 съвпадат!
de: SHA1 abgestimmt!
es: ¡ SHA1 emparejado!
fr: SHA1 correspond!
it: SHA1 abbinato!
ja: SHA1がマッチしました！
nl: SHA1 gematched!
pl: Dopasowane SHA1!
pt_br: SHA1 combinado!
ru: SHA1 соответствует!
th: SHA1 ตรงกัน!

# DialogTaskMultiDownloadAdvanced
source: SHA256 matched!
ar: SHA256 المتطابقة!
bg: SHA256 съвпадат!
de: SHA256 aufeinander abgestimmt!
es: SHA256 emparejado!
fr: SHA256 correspond!
it: SHA256 abbinato!
ja: SHA256がマッチしました！
nl: SHA256 gematched!
pl: SHA256 dopasowane!
pt_br: SHA256 combinado!
ru: SHA256 соответствует!
th: SHA256 จับคู่แล้ว!

# DialogTaskMultiDownloadAdvanced
source: SHA512 matched!
de: SHA512 passt!
es: ¡SHA512 combinado!
fr: SHA512 assorti !
it: SHA512 abbinato!
ja: SHA512 が一致しました!
pl: SHA512 dopasowany!
pt_br: SHA512 combinado!
ru: SHA512 соответствует!
th: SHA512 จับคู่!

# DialogTaskMultiDownloadAdvanced
source: Input is empty.
ar: الإدخال فارغ.
bg: Входът е празен.
de: Der Eingang ist leer.
es: La entrada está vacía.
fr: L'entrée est vide.
it: L'ingresso è vuoto.
ja: 入力は空です。
nl: Invoer is leeg.
pl: Input jest pusty.
pt_br: A entrada está vazia.
ru: Вход пуст.
th: ข้อมูลป้อนเข้าว่างเปล่า

# DialogTaskMultiDownloadAdvanced
source: None matched!
ar: لا شيء مطابق!
bg: Няма съвпадение!
de: Keine abgestimmt!
es: ¡ Ninguno igualado!
fr: Aucun ne correspond!
it: Nessuna corrispondenza!
ja: マッチはありません！
nl: Geen matched!
pl: Brak dopasowane!
pt_br: Nenhum correspondeu!
ru: Ни один не соответствует!
th: ไม่ตรงกัน!

# DialogTasksProperty
source: Total
ar: المجموع
bg: Общо
de: Insgesamt
et: Kokku
eu: Guztira
fi: Yhteensä
hu: Összesen
it: Totale
ja: 計
nl: Totaal
pl: Łącznie
ru: Всего
sk: Celkom
sq: Totali
sv: Totalt
th: ทั้งหมด
tr: Toplam
ug: جەمئىي

# DialogTasksProperty
source: Number of Tasks:
bg: Брой задачи:
de: Anzahl der Aufgaben:
es: Número de tareas:
fr: Nombre de tâches :
it: Numero di attività:
ja: タスクの数:
nl: Aantal taken:
pl: Liczba zadań:
pt_br: Número de tarefas:
ru: Количество заданий:
th: จํานวนงาน:

# DialogTasksProperty
source: Number of Files:
bg: Брой файлове:
de: Anzahl der Dateien:
es: Número de archivos:
fr: Nombre de fichiers :
it: Numero di file:
ja: ファイル数:
nl: Aantal bestanden:
pl: Liczba plików:
pt_br: Número de arquivos:
ru: Количество файлов:
th: จํานวนแฟ้ม:

# DialogTasksProperty
source: Content Size:
bg: Размер на съдържанието:
de: Inhaltsgröße:
es: Tamaño del contenido:
fr: Taille du contenu:
it: Dimensione del contenuto:
ja: コンテンツ サイズ:
nl: Grootte van de inhoud:
pl: Rozmiar treści:
pt_br: Tamanho do conteúdo:
ru: Размер содержимого:
th: ขนาดเนื้อหา:

# DialogTasksProperty
source: Completed Size:
bg: Завършен размер:
de: Abgeschlossene Größe:
es: Tamaño completado:
fr: Taille terminée:
it: Dimensione completata:
ja: 完了サイズ:
nl: Voltooide grootte:
pl: Ukończony rozmiar:
pt_br: Tamanho completo:
ru: Завершенный размер:
th: ขนาดที่เสร็จสมบูรณ์:

# DialogTasksProperty
source: Remaining Size:
bg: Оставащ размер:
de: Verbleibende Größe:
es: Tamaño restante:
fr: Taille restante :
it: Dimensioni rimanenti:
ja: 残りのサイズ:
nl: Resterende grootte:
pl: Pozostały rozmiar:
pt_br: Tamanho restante:
ru: Оставшийся размер:
th: ขนาดที่เหลือ:

# DialogTasksProperty
source: Disk Space Used:
bg: Използвано дисково пространство:
de: Belegter Speicherplatz:
es: Espacio en disco utilizado:
fr: Espace disque utilisé:
it: Spazio su disco utilizzato:
ja: 使用されているディスク領域:
nl: Gebruikte schijfruimte:
pl: Wykorzystane miejsce na dysku:
pt_br: Espaço de disco usado:
ru: Используемое дисковое пространство:
th: เนื้อที่ดิสก์ที่ใช้:

# DialogTasksProperty
source: Disk usage statistics of the selected task:
bg: Статистика за използването на диска на избраната задача:
de: Statistiken zur Datenträgernutzung des ausgewählten Tasks:
es: Estadísticas de uso del disco de la tarea seleccionada:
fr: Statistiques d’utilisation du disque de la tâche sélectionnée:
it: Statistiche di utilizzo del disco dell'attività selezionata:
ja: 選択したタスクのディスク使用状況の統計情報:
nl: Schijfgebruiksstatistieken van de geselecteerde taak:
pl: Statystyki użycia dysku wybranego zadania:
pt_br: Estatísticas de uso de disco da tarefa selecionada:
ru: Статистика использования диска выбранной задачи:
th: สถิติการใช้ดิสก์ของงานที่เลือก:

# DialogTasksProperty
source: Prepare Statistics...
ar: إعداد الإحصاءات...
bg: Подготовка на статистиките...
de: Vorbereiten der Statistik...
es: Preparar las estadísticas...
et: Statistika valmistamine...
eu: Gertatu Estadistikak
fi: Valmistele Tilastot...
fr: Préparation des statistiques...
hu: Statisztika elkészítése...
it: Elaborazione statistiche...
ja: 情報を整理しています...
nb: Forbered statistikk...
nl: Statistieken voor te bereiden...
pl: Przygotowuję statystyki...
pt_br: Preparando Estatísticas...
ro: Pregătesc Statisticile...
ru: Готовится статистика...
sk: Zostaviť štatistiku...
sv: Förbereder statistik...
th: เตรียมข้อมูลทางสถิติ...
tr: İstatistikleri Hazırla...
ug: سىتاتىستىكا تەييارلاۋاتىدۇ…

# DialogTasksProperty
source: Disk Info
bg: Информация за диска
de: Festplatten-Info
es: Información del disco
fr: Informations sur le disque
it: Informazioni sul disco
ja: ディスク情報
nl: Schijf Info
pl: Informacje o dysku
pt_br: Informações do disco
ru: Информация о диске
th: ข้อมูลดิสก์

# DialogTorrentCollectBatchDownload
source: Unknown
ar: غير معروف
bg: Неизвестно
de: Unbekannt
es: Desconocido
et: Tundmatu
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznámy
sq: I Panjohur
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
ug: نامەلۇم

# DialogTorrentCollectBatchDownload
source: Torrent list
ar: قائمة الترونت
bg: Списък с торенти
de: Torrent-Liste
es: Lista de Torrent
et: Torrenti nimekiri
eu: Torrent zerrenda
fi: Torrent lista
fr: Liste des torrents
hu: Torrent lista
it: Lista dei torrent
ja: Torrent リスト
nb: Torrent- liste
nl: Torrent lijst
pl: Lista torrentów
pt_br: Lista de torrents
ro: Torente
ru: Список торрентов
sk: Zoznam torrentov
sq: Lista e torrentëve
sv: Torrentlista
th: รายชื่อ Torrent
tr: Torrent listesi
ug: توررېنت تىزىملىكى

# DialogTorrentCollectBatchDownload
source: Total:
ar: المجموع:
bg: Общо:
de: Insgesamt:
et: Kokku:
eu: Guztira:
fi: Yhteensä:
hu: Összesen:
it: Totale:
ja: 合計:
nb: Totalt:
nl: Totaal:
pl: Łącznie:
ru: Всего:
sk: Celkom:
sq: Gjithsej:
sv: Totalt:
th: ทั้งหมด:
tr: Toplam:
ug: جەمئىي:

# DialogTorrentCollectBatchDownload
source: Save Directory
ar: حفظ الدليل
bg: Директория за запазване
de: Speicherordner
es: Guardar en
et: Salvesta kataloogi
eu: Gorde Zuzenbidea
fi: Tallennushakemisto
fr: Répertoire de sauvegarde
hu: Könyvtár mentése
it: Salva Cartella
ja: 保存先
nb: Mappe for lagring
nl: Opslagmap
pl: Folder zapisywania
pt_br: Diretório para Salvar
ro: Dosarul de Salvare
ru: Папка Загрузок
sk: Ukladať do adresára
sq: Regjistro Direktorinë
sv: Målmapp
th: ตำแหน่งที่บันทึก
tr: Dizini Kaydet
ug: ساقلايدىغان مۇندەرىجە

# DialogTorrentCollectBatchDownload
source: &Save Path
ar: مسار الحفظ&
bg: &Път за запазване
de: Pfad &speichern
es: &Ruta destino
et: &Salvesta asukoht
eu: &Gorde Helbidea
fi: &Tallennuspolku
fr: &Chemin de sauvegarde
hu: Mentési útvonal
it: &Salva percorso
ja: 保存先(&S)
nb: &Lagre- sti
nl: &Opslaan pad
pl: Ścieżka zapisu
pt_br: &Gravar Caminho
ro: &Salvează în:
ru: &Путь сохранения
sk: &Uložiť cestu
sq: &Shtegu i ruajtjes
sv: &Spara sökväg
th: &ตำแหน่งที่บันทึก
tr: &Kayıt Yeri
ug: ساقلاش ئورنى(&S)

# DialogTorrentCollectBatchDownload
source: Title
ar: العنوان
bg: Заглавие
de: Titel
es: Título
et: Pealkiri
eu: Izenburua
fi: Otsikko
fr: Titre
hu: Cím
it: Titolo
ja: タイトル
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
ro: Titlu
ru: Название
sk: Názov
sq: Titulli
sv: Titel
th: ชื่อ
tr: Başlık
ug: تېما

# DialogTorrentCollectBatchDownload
source: Size
ar: الحجم
bg: Размер
de: Größe
es: Tamaño
et: Suurus
eu: Neurria
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sq: Përmasa
sv: Storlek
th: ขนาด
tr: Boyut
ug: چوڭلۇقى

# DialogTorrentCollectBatchDownload
source: Publish Date
ar: تاريخ النشر
bg: Дата на публикуване
de: Veröffentlicht
es: Publicado el
et: Avaldamise aeg
eu: Argitaratze Eguna:
fi: Julkaisu Päivämäärä
fr: Date de publication
hu: Megjelenési dátum
it: Data di pubblicazione
ja: 公開日
nb: Utgivelsesdato
nl: Publicatiedatum
pl: Data wydania
pt_br: Data de Publicação
ro: Data Publicării
ru: Дата публикации
sk: Dátum vydania
sq: Data e Publikimit
sv: Publiceringsdatum
th: วันที่สร้าง
tr: Yayınlanma Tarihi
ug: تارقاتقان چېسلا

# DialogTorrentCollectBatchDownload
source: Select Destination Folder:
ar: حدد مكان المجلد:
bg: Избор на целева папка:
de: Zielordner wählen:
es: Seleccionar carpeta de destino:
et: Vali sihtkoha kaust:
eu: Hautatu Helburu Agiritegia:
fi: Valitse Kohdekansio:
fr: Sélectionner le répertoire de destination :
hu: Válassz célkönyvtárat:
it: Seleziona la cartella di destinazione:
ja: 保存先フォルダを選択:
nb: Velg målmappe:
nl: Bestemmingsmap selecteren:
pl: Wybierz folder docelowy:
pt_br: Selecionar Pasta de Destino:
ro: Selectează Dosarul de Salvare:
ru: Выберите папку назначения:
sk: Vyberte cieľový priečinok:
sq: Zgjidh Folderin e Destinacionit:
sv: Välj målmapp:
th: เลือกโฟลเดอร์ปลายทาง
tr: Hedef Klasörü Seçin:
ug: نىشان قىسقۇچ تاللاڭ:

# DialogTorrentCollectBatchDownload
source: Batch Download Torrent
ar: تحميل ترونت دفعي
bg: Групово сваляне на торенти
de: Torrent-Stapel herunterladen
es: Descarga Torrent por lote
et: Torrendi hulgi allalaadimine
eu: Multzo Jeisketa Torrent-a
fi: Joukkolataa Torrent
fr: Téléchargement de torrent batch
hu: Kötegelt torrentletöltés
it: Download di torrent multiplo
ja: バッチダウンロードTorrent
nl: Batch downloaden torrent
pl: Wsadowe pobieranie torrentów
pt_br: Transferência de arquivos torrent em série
ro: Descărcare Grupată
ru: Пакетная загрузка торрента
sk: Séria stiahnutých torrentov
sv: Batchnedladdnings-torrent
th: ดาวน์โหลด Torrent ต่อเนื่อง
tr: Toplu İndirme Torrenti
ug: تۈركۈملەپ توررېنت چۈشۈر

# DialogTorrentMaker
source: Source File:
ar: الملف الاصلى:
bg: Файл източник:
de: Quelldatei:
es: Archivo fuente:
et: Allik fail
fr: Fichier Source:
hu: Forrásfájl:
it: File Sorgente:
ja: ソースファイル:
nl: Source Bestand:
pl: Plik źródłowy:
pt_br: Arquivo de Origem:
ro: Filă Sursă:
ru: Исходный файл:
sv: Källfil:
th: โปรดเลือกไฟล์ต้นฉบับ :
tr: Kaynak Dosya:

# DialogTorrentMaker
source: Single File
ar: ملف وحيد
bg: Единичен файл
de: Einzelne Datei
es: Un sólo archivo
et: Üksik fail
fr: Fichier unique
hu: Egyetlen fájl
it: File Singolo
ja: 単一ファイル
nl: Eén bestand
pl: Pojedyńczy plik
pt_br: Arquivo Único
ro: O Singură Filă
ru: Одиночный файл
sv: Enstaka fil
th: แบบไฟล์เดี่ยว
tr: Tek Dosya

# DialogTorrentMaker
source: Directory (Multi-Files)
ar: مجلد ( ملفات متعددة )
bg: Директория (няколко файла)
de: Ordner (Mehrere Dateien)
es: Directorio (varios archivos)
et: Kataloog (Mitu faili)
fr: Répertoire (multi-fichiers)
hu: Könyvtár (több fájl)
it: Cartella (Multi-File)
ja: フォルダ指定（複数ファイル）
nl: Map (Multi-Files)
pl: Folder (wiele plików)
pt_br: Pasta (Múltiplos Arquivos)
ro: Dosar (File Multiple)
ru: Папка (несколько файлов)
sv: Mapp (flera filer)
th: แบบไดเรคทอรี่ (หลายไฟล์)
tr: Klasör (Birden çok dosya)

# DialogTorrentMaker
source: Piece Size:
ar: حجم القطعة:
bg: Размер на парчетата:
de: Fragmentgröße:
es: Tamaño de la parte:
et: Tüki suurus:
fr: Taille morceaux :
hu: A szeletek mérete:
it: Dimensione parti:
ja: ピースサイズ:
nl: Stukgrootte:
pl: Wielkość części:
pt_br: Tamanho da Parte:
ro: Mărimea Bucății:
ru: Размер частей:
sv: Delstorlek:
th: ขนาดชิ้นส่วน:
tr: Parça Boyutu:

# DialogTorrentMaker
source: Torrent Format:
es: Formato Torrent:
fr: Format Torrent:
it: Formato Torrent:
ja: トレント形式:
pl: Format torrentów:
pt_br: Formato torrent:
ru: Формат торрента:
th: รูปแบบฝนตกหนัก:

# DialogTorrentMaker
source: Estimated Size of Torrent:
bg: Изчислен размер на торент:
de: Geschätzte Größe von Torrent:
es: Tamaño estimado de Torrent:
fr: Taille estimée de Torrent:
it: Dimensioni stimate di Torrent:
ja: トレントの推定サイズ:
nl: Geschatte grootte van torrent:
pl: Szacowany rozmiar torrent:
pt_br: Tamanho estimado de torrent:
ru: Предполагаемый размер торрента:
th: ขนาดโดยประมาณของฝนตกหนัก:

# DialogTorrentMaker
source: Content Length:
bg: Дължина на съдържанието:
de: Inhaltslänge:
es: Longitud del contenido:
fr: Longueur du contenu :
it: Lunghezza contenuto:
ja: コンテンツの長さ:
nl: Inhoudslengte:
pl: Długość zawartości:
pt_br: Comprimento do Conteúdo:
ru: Длина содержимого:
th: ความยาวเนื้อหา:

# DialogTorrentMaker
source: Task Total Size:
de: Gesamtgröße der Aufgabe:
es: Tamaño total de la tarea:
fr: Taille totale de la tâche :
it: Dimensione totale dell'attività:
ja: タスクの合計サイズ:
pl: Całkowity rozmiar zadania:
pt_br: Tamanho total da tarefa:
ru: Общий размер задачи:
th: ขนาดรวมของงาน:

# DialogTorrentMaker
source: Number of Files:
de: Anzahl der Dateien:
es: Número de archivos:
fr: Nombre de fichiers :
it: Numero di file:
ja: ファイル数:
pl: Liczba plików:
pt_br: Número de arquivos:
ru: Количество файлов:
th: จํานวนไฟล์:

# DialogTorrentMaker
source: Number of Pieces:
bg: Брой парчета:
de: Stückzahl:
es: Número de piezas:
fr: Nombre de pièces:
it: Numero di pezzi:
ja: ピース数:
nl: Aantal stuks:
pl: Liczba sztuk:
pt_br: Número de peças:
ru: Количество частей:
th: จํานวนชิ้น:

# DialogTorrentMaker
source: Size of Metadata:
de: Größe der Metadaten:
es: Tamaño de los metadatos:
fr: Taille des métadonnées :
it: Dimensione dei metadati:
ja: メタデータのサイズ:
pl: Rozmiar metadanych:
pt_br: Tamanho dos Metadados:
ru: Размер метаданных:
th: ขนาดของ Metadata:

# DialogTorrentMaker
source: Tracker servers and DHT Network nodes list:
ar: قائمة سيرفرات التراكرز و شبكات الدي أتش تي :
bg: Списък с тракер сървъри и мрежови DHT възли:
de: Tracker-Server und DHT-Netzwerk-Knoten:
es: Lista de nodos del rastreador y red DHT:
et: Jälitajate serveri ja DHTvõrgu märkuste loetelu
fr: Serveur traqueur et liste des noeuds du réseau DHT :
hu: Tracker Szerver és DHT hálózati csomópont lista:
it: Elenco Server Tracker e Network DHT:
ja: トラッカーとDHTネットワークのノードのリスト:
nl: Tracker Server en DHT Network Nodelijst:
pl: Lista węzłów dla serwera trackera i sieci DHT:
pt_br: Servidor Rastreador e Lista da Rede de Nó DHT:
ro: Lista cu Servere Tracker și Noduri DHT:
ru: Список серверов трекеров и узлов DHT сети :
sv: Tracker-server och DHT-nätverksnodlista:
th: รายชื่อโหนดของแทรคเกอร์เซิร์ฟเวอร์และเครือข่าย DHT:
tr: Tracker Serverı ve DHT ağı listesi:

# DialogTorrentMaker
source: Tip: Trackers with | prefix are the equivalent tracker (info sharing) of the one above them.
ar: نصيحه: بتتبع | بادئه هي تعقب المكافئ (تبادل المعلومات) من واحد فوقها.
bg: Съвет: тракерите с префикс | са еквивалентни тракери (като споделяне на информация) на поне един от по-горните.
de: Tipp: Tracker mit dem Präfix | sind die entsprechenden Tracker (Info 'sharing') darüber.
es: Consejo: Los rastreadores con el prefijo | son los rastreadores (que comparte información) equivalentes a uno de los listados arriba.
et: Vihje: jälgimisseadmed koos | eesliide on samaväärne jälitaja (info jagamine) ühelt nende kohal.
fr: Astuce : Les trackers avec le préfixe | sont les équivalents de ceux situés au-dessus d'eux.
hu: Tipp: a | jellel jelölt trackerek megegyeznek (infó megosztás) a felettük levővel.
it: Tip: I tracker con il prefisso "|" sono equivalenti a quelli precedenti (info sharing).
ja: Tip: 行頭に | がつけられたトラッカーは、その上のトラッカーと同等（情報を共有している）のトラッカーです。
nl: Tip: trackers met | prefix zijn de equivalente tracker (info Sharing) van de een boven hen.
pl: Porada: Trackery z prefixem | są równoważne (współdzielenie informacji) z jednym z powyższych.
pt_br: Dica: Trackers com o prefixo | tracker são equivalentes (compartilhamento de informações) ao anterior.
ro: Pont: Trackerele cu prefixul | sînt echivalente (ca info despre partajare) cu cel de deasupra lor.
ru: Подсказка: Трекеры с префиксом | равнозначны трекеру уровнем выше.
sv: Tips: Trackers med |-prefixet är motsvarande tracker (informationsdelning) för den som är ovanför dem.
th: เคล็ดลับ: ตัวติดตามด้วย| คํานําหน้าเป็นตัวติดตามที่เทียบเท่า (การแชร์ข้อมูล) ของคําที่อยู่ด้านบน
tr: İpucu: | önekine sahip izleyiciler üstlerinde yer alan izleyicilerle denktir.
