Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# TorrentShare
source: Popular
ar: الشعبية
bg: Популярен
de: Tops
et: Populaarne
eu: Ospetsua
fi: Suositut
fr: Populaire
hu: Népszerű
it: Popolare
ja: 人気度
nb: Populær
nl: Populair
pl: Popularne
ro: Popularitate
ru: Популярные
sk: Obľúbené
sq: Popullore
sv: Populär
th: ความนิยม
tr: Popüler
ug: ئاممىباب

# TorrentShare
source: Publish Date
ar: تاريخ النشر
bg: Дата на публикуване
de: Veröffentlicht
es: Publicado el
et: Avaldamise aeg
eu: Argitaratze Eguna:
fi: Julkaisu Päivämäärä
fr: Date de publication
hu: Megjelenési dátum
it: Data di pubblicazione
ja: 公開日
nb: Publiseringsdato
nl: Publicatiedatum
pl: Data udostępnienia
pt_br: Data de Publicação
ro: Publicat
ru: Дата размещения
sk: Dátum vydania
sq: Data e Publikimit
sv: Publiceringsdatum
th: วันที่สร้าง
tr: Yayınlanma Tarihi
ug: تارقاتقان چېسلا

# TorrentShare
source: Date Received
bg: Дата на получаване
de: Empfangsdatum
es: Fecha de recepción
fr: Date de réception
it: Ordine ricevuto
ja: 受信日時
nl: Datum ontvangen
pl: Data otrzymania
pt_br: Data de Recebimento
ru: Дата получения
th: วันที่รับ

# TorrentShare_Menu
source: Download Metadata
bg: Изтегляне на метаданни
de: Metadaten herunterladen
es: Descargar metadatos
fr: Télécharger Metadata
it: Scarica metadati
ja: メタデータのダウンロード
nl: Metadata downloaden
pl: Pobierz metadane
pt_br: Baixe metadados
ru: Скачать Метаданные
th: ดาวน์โหลดข้อมูลเมตา

# TorrentShare_Menu
source: Add to Tasklist
bg: Добавяне към списъка със задачи
de: Zur Aufgabenliste hinzufügen
es: Agregar a la lista de tareas
fr: Ajouter à la liste des tâches
it: Aggiungi all'elenco attività
ja: タスクリストに追加
nl: Toevoegen aan takenlijst
pl: Dodaj do listy zadań
pt_br: Adicionar à lista de tarefas
ru: Добавить в список задач
th: เพิ่มลงในรายการงาน

# TorrentShare_Menu
source: View the Task
bg: Преглед на задачата
de: Aufgabe anzeigen
es: Ver la tarea
fr: Afficher la tâche
it: Visualizza l'attività
ja: タスクの表示
nl: Bekijk de taak
pl: Wyświetlanie zadania
pt_br: Veja a Tarefa
ru: Просмотр задачи
th: ดูงาน

# TorrentShare_Menu
source: View Download Folder
bg: Преглед на папката за изтегляне
de: Download-Ordner anzeigen
es: Ver carpeta de descargas
fr: Afficher le dossier de téléchargement
it: Visualizza cartella di download
ja: ダウンロード フォルダの表示
nl: Downloadmap weergeven
pl: Wyświetl folder pobierania
pt_br: Exibir pasta de download
ru: Просмотр папки загрузки
th: ดูโฟลเดอร์ดาวน์โหลด

# TorrentShare_Menu
source: Add to Torrent Share
bg: Добавяне към торент дял
de: Zu Torrent Share hinzufügen
es: Añadir a Torrent Share
fr: Ajouter à Torrent Share
it: Aggiungi alla condivisione Torrent
ja: トレントシェアに追加
nl: Toevoegen aan Torrent Delen
pl: Dodaj do Torrent Udostępnij
pt_br: Adicionar ao Torrent Share
ru: Добавить в Торрент Поделиться
th: เพิ่มในทอร์เรนต์แชร์

# TorrentShare_Menu
source: Search Online
bg: Търсене онлайн
de: Online suchen
es: Buscar en línea
fr: Rechercher en ligne
it: Cerca online
ja: オンラインで検索
nl: Online zoeken
pl: Szukaj w trybie online
pt_br: Pesquisar online
ru: Поиск в Интернете
th: ค้นหาออนไลน์

# TorrentShare_Menu
source: Copy Magnet URI
bg: Копиране на магнит URI
de: Magnet-URI kopieren
es: Copiar URI de imán
fr: Copier l’URI de l’aimant
it: Copia URI magnete
ja: 磁石 URI をコピー
nl: Kopieer Magneet URI
pl: Kopiuj identyfikator URI magnesu
pt_br: Copiar Magneto URI
ru: Копировать URI магнита
th: คัดลอกแม่เหล็ก URI

# TorrentShare_Menu
source: Copy Title
ar: نسخ العنوان
bg: Копиране на заглавието
de: Titel kopieren
es: Copiar título
et: Kopeeri nimetus
eu: Kopiatu Izenburua
fi: Kopioi Otsikko
fr: Copier le titre
hu: Cím másolása
it: Copia titolo
ja: タイトルをコピー
nb: Kopier tittel
nl: Kopieer titel
pl: Kopiuj tytuł
pt_br: Copiar título
ro: Copiază Titlul
ru: Скопировать заголовок
sk: Kopírovať názov
sq: Kopjo Titullin
sv: Kopiera titel
th: คัดลอกชื่อ
tr: Başlığı Kopyala
ug: ماۋزۇ كۆچۈر

# TorrentShare_Menu
source: Remove
bg: Премахване
de: Entfernen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
th: ลบ

# TorrentShare_Menu
source: Clear all
ar: مسح الكل
bg: Изчистване на всички
de: Alle löschen
es: Eliminar todo
et: Puhasta kõik
eu: Garbitu dena
fi: Tyhjennä kaikki
fr: Tout effacer
hu: Teljes törlés
it: Pulisci tutto
ja: すべてクリア
nb: Tøm alt
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar todos
ro: Curăță Tot
ru: Очистить всё
sk: Vyčistiť všetko
sq: Pastroji të gjitha
sv: Rensa allt
th: ลบออกทั้งหมด
tr: Tümünü Temizle
ug: ھەممىنى تازىلا

# TorrentShare_Menu
source: Help
bg: Помощ
de: Hilfe
es: Ayuda
fr: Aider
it: Aiuto
ja: ヘルプ
nl: Helpen
pl: Pomoc
pt_br: Ajuda
ru: Помощь
th: ช่วยเหลือ

# TorrentShare_Menu
source: Properties
ar: الخاصية
bg: Свойства
de: Eigenschaft
es: Propiedad
et: Omadus
eu: Ezaugarriak
fi: Ominaisuudet
fr: Propriétés
hu: Tulajdonság
it: Proprietà
ja: プロパティ
nb: Eiendom
nl: Eigenschap
pl: Właściwości
pt_br: Propriedade
ro: Proprietăți
ru: Свойства
sk: Vlastnosť
sq: Parametrat
sv: Egenskap
th: คุณสมบัติ
tr: Özellikler
ug: خاسلىق

# Message_ConfirmDelArchive
source: Are you sure you want to remove all torrents?
bg: Наистина ли искате да премахнете всички торенти?
de: Möchten Sie wirklich alle Torrents entfernen?
es: ¿Está seguro de que desea eliminar todos los torrentes?
fr: Etes-vous sûr que vous voulez enlever tous les torrents?
it: Sei sicuro di voler rimuovere tutti i torrenti?
ja: すべての急流を削除してもよろしいですか?
nl: Weet je zeker dat je alle torrents wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie torrenty?
pt_br: Tem certeza que quer remover todas as torrentes?
ru: Вы уверены, что хотите удалить все торренты?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการเอาเพลงทั้งหมดออก

# Message_ConfirmDelArchive
source: Are you sure you want to remove selected torrents?
bg: Наистина ли искате да премахнете избраните торенти?
de: Möchten Sie ausgewählte Torrents wirklich entfernen?
es: ¿Está seguro de que desea eliminar los torrentes seleccionados?
fr: Etes-vous sûr que vous voulez supprimer les torrents sélectionnés?
it: Sei sicuro di voler rimuovere torrenti selezionati?
ja: 選択した急流を削除しますか?
nl: Weet je zeker dat je geselecteerde torrents wilt verwijderen?
pl: Czy na pewno chcesz usunąć wybrane torrenty?
pt_br: Tem certeza de que deseja remover torrentes selecionados?
ru: Вы уверены, что хотите удалить выбранные торренты?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการเอาเพลงที่เลือกออก

# TorrentShare
source: Remove Torrents
de: Torrents entfernen
es: Eliminar torrents
fr: Supprimer les torrents
it: Rimuovere Torrents
ja: トレントを削除する
pl: Usuń torrenty
pt_br: Remover Torrents
ru: Удалить торренты
th: ลบทอร์เรนต์

# TorrentShare
source: Add to infohash blocklist
de: Zur infohash-Blockliste hinzufügen
es: Agregar a la lista de bloqueo de infohash
fr: Ajouter à la liste de blocage infohash
it: Aggiungi alla blocklist infohash
ja: インフォハッシュブロックリストに追加
pl: Dodaj do listy blokowania infohash
pt_br: Adicionar à lista de bloqueio de infohash
ru: Добавить в черный список infohash
th: เพิ่มลงในรายการบล็อกอินโฟแฮช

# Message_MsgTorrentDownloaded
source: This torrent file has been downloaded. Do you want to view the task?
ar: أنتهى تحميل ملف الترونت .هل تريد عرض المهمة؟
bg: Този торрент е свален. Желаете ли да видите задачата?
de: Diese Torrentdatei ist heruntergeladen worden. Soll die Aufgabe angezeigt werden?
es: La descarga del Torrent ha finalizado. ¿Quiere ver la tarea?
et: See torrent fail on alla laetud. Kas soovid näha tegumit?
eu: Torrent agiri hau jeitsita dago. Eginkizuna ikustea nahi duzu?
fi: Tämä torrent tiedosto on ladattu. Haluatko katsella tehtävää?
fr: Ce fichier a déjà été téléchargé. Voulez-vous afficher la tâche ?
hu: A torrent fájl letöltődött. Szeretnéd megnézni a feladatot?
it: Questo file torrent file è stato scaricato. Vuoi visualizzare il task?
ja: Torrent ファイルはダウンロードされました。タスクを表示しますか？
nb: Denne torrenten er nedlastet. Ønsker du å se på oppgaven?
nl: Dit torrentbestand is gedownload. Taak bekijken?
pl: Ten plik torrent został pobrany. Czy chcesz zobaczyć to zadanie?
pt_br: Este arquivo torrent foi baixado. Deseja visualizar a tarefa?
ro: Această filă torent a fost descărcată. Vrei să vezi sarcina?
ru: Этот торрент файл загружен. Вы желает просмотреть задание?
sk: Tento torrentový súbor už bol stiahnutý. Prajete si pozrieť úlohu?
sq: Ky skedar torrent u shkarkua. Doni ta shfaqni detyrën?
sv: Torrent-filen är nedladdad. Vill du se aktiviteten?
th: ไฟล์ Torrent นี้ถูกดาวน์โหลดมาแล้ว คุณต้องการจะดูงานของ Torrent นี้?
tr: Bu torrent dosyası indirilemedi. Görevi görüntülemek ister misiniz?
ug: توررېنت ھۆججىتى چۈشۈرۈلدى. ۋەزىپىنى كۆرەمسىز؟

# Message_MsgTorrentDownloading
source: This torrent file is downloading. Do you want to view the task?
ar: يجري تحميل ملف الترونت . هل تريد عرض هذه المهمه ؟
bg: Този торент файл се сваля. Желаете ли да видите задачата?
de: Dieser Torrent wird heruntergeladen. Soll die Aufgabe angezeigt werden?
es: El Torrent se está descargando. ¿Quiere ver la tarea?
et: See torrent fail on allalaadimisel. Kas soovid näha tegumit?
eu: Torrent agiri hau jeisten dago. Eginkizuna ikustea nahi duzu?
fi: Tämä torrent tiedosto lataa. Haluatko nähdä tehtävän?
fr: Ce fichier est en cours de téléchargement. Voulez-vous afficher la tâche ?
hu: A torrent fájl töltődik. Szeretnéd megnézni a feladatot?
it: Il download di questo file torrent è in corso. Vuoi visualizzare il task?
ja: この Torrent ファイルはダウンロード中です。タスクを表示しますか？
nb: Denne torrent- filen laster ned. Vil du se på oppgaven?
nl: Dit torrentbestand wordt gedownload. Wil u de taak bekijken?
pl: Ten plik torrent jest pobierany. Czy chcesz zobaczyć to zadanie?
pt_br: Este arquivo torrent está sendo baixado. Deseja visualizar a tarefa?
ro: Fila torent este descărcată. Vrei să vezi sarcina?
ru: Этот торрент-файл загружается. Вы желаете посмотреть задание?
sk: Tento torrent sa sťahuje. Chcete vidieť úlohu?
sq: Ky skedar torrent po shkarkohet. Dëshironi ta shfaqni detyrën?
sv: Torrent-filen laddas ner. Vill du se aktiviteten?
th: ไฟล์ Torrent นี้กำลังดาวน์โหลด คุณต้องการจะดูงานของ Torrent นี้?
tr: Bu torrent dosyası indiriliyor. Görevi görüntülemek ister misiniz?
ug: توررېنت ھۆججىتىنى چۈشۈرىۋاتىدۇ. بۇ ۋەزىپىنى كۆرەمسىز؟

# Message_MsgTorrentDownloading
source: Torrent file download stopped. Do you want to view the task?
ar: توقف تحميل ملف الترونت . هل تريد عرض هذه المهمه ؟
bg: Свалянето на торент файла е спряно. Желаете ли да видите задачата?
de: Herunterladen der Torrentdatei angehalten. Soll die Aufgabe angezeigt werden?
es: Detenida descarga del Torrent. ¿Desea ver la tarea?
et: Torrent faili allalaadimine peatati. kas soovid näha tegumit
eu: Torrent agiriaren jeisketa gelditurik. Eginkizuna ikustea nahi duzu?
fi: Torrent tiedoston lataaminen pysähtyi. Haluatko nähdä tehtävän?
fr: Le téléchargement du fichier s'est interrompu. Voulez-vous afficher la tâche ?
hu: Torrent fájl letöltés megállt. Kívánja megnézni a feladatot?
it: Il download del file torrent è interrotto. Vuoi visualizzare il task?
ja: Torrent ファイルのダウンロードは停止しました。タスクを確認しますか？
nb: Nedlasting av torrent- fil stoppet. Vil du se på oppgaven?
nl: Torrent bestand downloaden gestopt. Wil je de taak bekijken?
pl: Pobieranie pliku zatrzymane. Czy chcesz zobaczyć to zadanie?
pt_br: Download do arquivo torrent parado. Você deseja ver a tarefa?
ro: Descărcarea filei torent s-a oprit. Vrei să vezi sarcina?
ru: Загрузка торрент-файла остановлена. Вы желаете посмотреть задание?
sk: Sťahovanie súboru torrent bolo zastavené. Chcete vidieť úlohu?
sq: Shkarkimin i skedarit torrent përfundoi. Dëshironi ta shfaqni detyrën?
sv: Torrent-filen har stoppats. Vill du se aktiviteten?
th: การดาวน์โหลดไฟล์ Torrent ได้หยุดลงแล้ว คุณต้องการจะดูงาน?
tr: Bu torrent dosyası durduruldu. Görevi görüntülemek ister misiniz?
ug: توررېنت ھۆججىتى چۈشۈرۈش توختىتىلدى. ۋەزىپىنى كۆرەمسىز؟

# Message_MsgTorrentInArchive
source: Do you want to open the torrent and create a new task?
bg: Искате ли да отворите торента и да създадете нова задача?
de: Möchten Sie den Torrent öffnen und eine neue Aufgabe erstellen?
es: ¿Quieres abrir el torrente y crear una nueva tarea?
fr: Voulez-vous ouvrir le torrent et créer une nouvelle tâche?
it: Vuoi aprire il torrente e creare una nuova attività?
ja: 急流を開いて新しいタスクを作成しますか?
nl: Wilt u de torrent openen en een nieuwe taak maken?
pl: Czy chcesz otworzyć torrent i utworzyć nowe zadanie?
pt_br: Deseja abrir o torrent e criar uma nova tarefa?
ru: Вы хотите открыть торрент и создать новую задачу?
th: คุณต้องการเปิด torrent และสร้างงานใหม่หรือไม่

# Message_MsgTorrentUndownload
source: Do you want to download the torrent?
bg: Искате ли да изтеглите торента?
de: Möchten Sie den Torrent herunterladen?
es: ¿Quieres descargar el torrente?
fr: Voulez-vous télécharger le torrent?
it: Vuoi scaricare il torrente?
ja: 急流をダウンロードしますか?
nl: Wilt u de torrent downloaden?
pl: Czy chcesz pobrać torrent?
pt_br: Quer baixar o torrent?
ru: Вы хотите скачать торрент?
th: คุณต้องการดาวน์โหลดเพลงหรือไม่?

# TorrentShare
source: ${VOTE_NUM} votes
bg: ${VOTE_NUM} гласа
de: ${VOTE_NUM} Stimmen
es: ${VOTE_NUM} votos
et: ${VOTE_NUM} hääli
eu: ${VOTE_NUM} bozka
it: ${VOTE_NUM} voti
ja: 投票数 ${VOTE_NUM}
nl: ${VOTE_NUM} stemmen
pl: ${VOTE_NUM} głosów
pt_br: ${VOTE_NUM} votos
ro: ${VOTE_NUM} voturi
ru: ${VOTE_NUM} голосов
sk: ${VOTE_NUM} hlasov
sv: ${VOTE_NUM} röster
th: ${VOTE_NUM} โหวต
tr: ${VOTE_NUM} oy almış
ug: ${VOTE_NUM} بىلەت

# TaskList
source: View Rating
ar: عرض تصنيف
bg: Преглед на рейтинга
de: Bewertung ansehen
es: Ver Valoraciones
et: Vaata hindamist
eu: Ikusi Maila
fr: Voir le classement
it: Visualizza le valutazioni
ja: レーティングを表示
nl: Bekijk beoordeling
pl: Pokaż rating
pt_br: Exibir avaliação
ro: Vezi Nota
ru: Посмотреть оценка
sk: Zobraziť hodnotenie
sv: Visa betyg
th: ดูการจัดอันดับ
tr: Oylarını Göster
ug: باھالاشنى كۆرسەت

# TorrentShare
source: ${POST_NUM} comments
ar: ${POST_NUM} التعليقات
bg: ${POST_NUM} коментари
de: ${POST_NUM} Kommentare
es: ${POST_NUM} comentarios
et: ${POST_NUM} kommentaarid
eu: ${POST_NUM} aipamen
fi: ${POST_NUM} kommenttia
fr: ${POST_NUM} commentaires
hu: ${POST_NUM} megjegyzés
it: ${POST_NUM} commenti
ja: ${POST_NUM} コメント
nb: ${POST_NUM} kommentarer
nl: ${POST_NUM} reacties
pl: ${POST_NUM} komentarzy
pt_br: ${POST_NUM} comentários
ro: ${POST_NUM} comentarii
ru: ${POST_NUM} комментариев
sk: ${POST_NUM} komentárov
sq: ${POST_NUM} komentet
sv: ${POST_NUM} kommentarer
th: ${POST_NUM} ความคิดเห็น
tr: ${POST_NUM} yorumlar
ug: ${POST_NUM} باھا

# TorrentShare
source: ${Number} snapshots
ar: عدد الصور: ${Number}
bg: ${Number} снимки
de: ${Number} Schnappschüsse
es: ${Number} capturas de pantalla
et: ${Number} momentvõteid
eu: ${Number} berehalako
it: ${Number} snapshot
ja: ${Number} SnapShot
nl: ${Number} momentopnamen
pl: ${Number} zrzutów ekranu
pt_br: Instantâneos de ${Number}
ro: ${Number} poze
ru: ${Number} снимков
sk: ${Number} snímkov
sv: ${Number} ögonblicksbilder
th: สแนปช็อต ${Number}
tr: ${Number} ekran görüntüsü
ug: ${Number} ئېكران كەسمىسى

# TorrentShare
source: Torrent not downloaded
bg: Торент не е изтеглен
de: Torrent nicht heruntergeladen
es: Torrent no descargado
fr: Torrent non téléchargé
it: Torrent non scaricato
ja: Torrentダウンロードされていません
nl: Torrent niet gedownload
pl: Torrent nie pobrano
pt_br: Torrent não baixado
ru: Торрент не загружен
th: ไม่ได้ดาวน์โหลดฝนตกหนัก

# TorrentShare
source: Torrent downloading
ar: جاري تحميل الترونت
bg: Сваляне на торент
de: Torrent wird heruntergeladen
es: Descargando Torrent
et: torrendi allalaadimine
eu: Torrenta jeisten
fi: Torrent latauksessa
fr: Réception du torrent
hu: a torrent letöltés alatt
it: Download torrent in corso
ja: Torrentファイルのダウンロード中
nb: torrent nedlastes
nl: Torrent wordt gedownload
pl: Pobieranie torrenta
pt_br: Download de torrent
ro: Fila torent este descărcată
ru: торрентов загружается
sk: Sťahovanie torrentu
sq: torrenti duke u shkarkuar
sv: torrentnerladdning
th: การดาวน์โหลด Torrent
tr: torrent indiriliyor
ug: توررېنت چۈشۈرۈۋاتىدۇ

# TorrentShare
source: Torrent downloaded
ar: تم تحميل الترونت
bg: Торентът е свален
de: Torrent heruntergeladen
es: Torrent descargado
et: torrent allalaetud
eu: Torrenta jeitsita
fi: Torrent ladattu
fr: Torrent téléchargé
hu: torrent letöltve
it: Download del torrent completato
ja: Torrentはダウンロード済
nb: torrent nedlastet
nl: Torrent gedownload
pl: Torrent pobrany
pt_br: Torrent baixado
ro: Torent descărcat
ru: торрентов загружено
sk: stiahnuté torrenty
sq: torrenti u shkarkua
sv: torrent nedladdad
th: ดาวน์โหลดฝนตกหนักแล้ว
tr: İndirilmiş torrentler
ug: توررېنت چۈشۈرۈلدى

# TorrentShare
source: No torrent received from DHT network yet.
bg: Няма торент получен от ДХТ мрежа все още.
de: Noch kein Torrent aus dem DHT-Netzwerk empfangen.
es: Todavía no hay ningún torrente recibido de la red DHT.
fr: Aucun torrent reçu du réseau DHT pour le moment.
it: Nessun torrente ricevuto dalla rete DHT ancora.
ja: DHT ネットワークからトレントを受信していません。
nl: Geen torrent ontvangen van DHT netwerk nog.
pl: Nie torrent otrzymane z sieci DHT jeszcze.
pt_br: Nenhuma torrente recebida da rede DHT ainda.
ru: Нет торрент получил от сети DHT еще.
th: ยังไม่ได้รับฝนตกหนักจากเครือข่าย DHT

# TorrentShare
source: DHT Torrents has been disabled. You can enable it in option menu.
bg: DHT Торент е деактивиран. Можете да го активирате в менюто с опции.
de: DHT Torrents wurde deaktiviert. Sie können es im Optionsmenü aktivieren.
es: DHT Torrents ha sido desactivado. Puede habilitarlo en el menú de opciones.
fr: DHT Torrents a été désactivé. Vous pouvez l’activer dans le menu option.
it: DHT Torrents è stato disabilitato. È possibile abilitarlo nel menu delle opzioni.
ja: DHT トレントは無効になっています。オプションメニューで有効にすることができます。
nl: DHT Torrents is uitgeschakeld. U het inschakelen in het optiemenu.
pl: Torrenty DHT zostały wyłączone. Można go włączyć w menu opcji.
pt_br: O DHT Torrents foi desativado. Você pode habilitá-lo no menu de opções.
ru: DHT Торренты были отключены. Вы можете включить его в меню опций.
th: ทอร์เรนต์ DHT ถูกปิดใช้งาน คุณสามารถเปิดใช้งานในเมนูตัวเลือก

# TorrentShare_Menu
source: Copy Torrent URL
bg: Копирай URL адреса на торент
de: Torrent-URL kopieren
es: Copiar URL de Torrent
fr: Copier l'URL torrent
it: Copia URL Torrent
ja: トレント URL のコピー
nl: Torrent-URL kopiëren
pl: Skopiuj adres URL torrent
pt_br: Copiar URL Torrent
ru: Копировать Торрент URL
th: คัดลอก URL ฝนตกหนัก

# TorrentShare_Menu
source: Refresh
bg: Обновяване
de: Aktualisieren
es: Refrescar
fr: Actualiser
it: Aggiorna
ja: 更新
nl: Ververs
pl: Odśwież
pt_br: Atualizar
ru: Обновить
th: รีเฟรช

# View_TorrentExchangeIntroduce
source: View Torrent Share
ar: عرض السيل حصة
bg: Преглед поток дял
de: Torrent-Freigabe anzeigen
es: Ver parte del torrent
fr: Afficher le partage torrent
it: Visualizza torrent share
ja: Torrentシェアを表示
nl: Bekijk Torrent Share
pl: Pokaż Torrent Share
pt_br: Ver share torrent
ru: Посмотреть Torrent Share
th: ดูส่วนแบ่งฝนตกหนัก

# View_TorrentExchangeIntroduce
source: View Torrent Collection
ar: عرض مجموعه السيل
bg: Преглед на торент колекция
de: Torrent-Sammlung anzeigen
es: Ver la colección torrent
fr: Voir la collection Torrent
it: Vedi collezione torrent
ja: Torrentコレクションを見る
nl: Bekijk torrent collectie
pl: Pokaż kolekcję torrentów
pt_br: Ver coleção torrent
ru: Просмотреть Torrent Collection
th: ดูคอลเลคชั่นทอร์เรนต์

# View_TorrentExchangeIntroduce
source: View RSS Torrents
bg: Преглед на RSS торенти
de: RSS Torrents anzeigen
es: Ver RSS Torrents
fr: Voir RSS Torrents
it: Visualizza RSS Torrents
ja: RSSトレントを見る
nl: Bekijk RSS torrents
pl: Zobacz RSS torrents
pt_br: Veja torrents rss
ru: Посмотреть RSS Торренты
th: ดูเพลง RSS

# View_TorrentExchangeIntroduce
source: View DHT Torrents
bg: Преглед на ДХТ торенти
de: DHT Torrents anzeigen
es: Ver DHT Torrents
fr: Voir Torrents DHT
it: Visualizza DHT Torrents
ja: DHTトレントを見る
nl: Bekijk DHT torrents
pl: Zobacz torrenty DHT
pt_br: Veja torrents dht
ru: Посмотреть ТОРренты DHT
th: ดูเพลง DHT

# View_TorrentExchangeIntroduce
source: View Tracker Torrents
bg: Преглед на торенти тракер
de: Tracker Torrents anzeigen
es: Ver Torrents tracker
fr: Voir Tracker Torrents
it: Visualizza torrent tracker
ja: ビュートラッカートレント
nl: Tracker torrents bekijken
pl: Zobacz torrenty trackera
pt_br: Exibir torrents de rastreadores
ru: Посмотреть трекер торренты
th: ดูเพลงตัวติดตาม
