Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# LogMessage_BT_Task
source: Download of .torrent file finished.
ar: تم الانتهاء من تحميل ملف الترونت.
et: torrent faili allaadimine lõpetatud.
eu: .torrent agiri jeisketa amaiturik.
fi: .Torrent tiedoston lataaminen valmistui.
hu: .torrent fájl letöltése befejeződött.
nb: Nedlasting av .torrent- fil ferdig.
ro: Descărcarea filei torent a fost terminată.
sk: Stiahnutie .torrent súboru ukončené.
sq: Shkarkimi i skedarit .torrent përfundoi.
sv: nerladdning av torrent-fil slutfördes.
tr: torrent dosyası indirmesi tamamlandı.
ug: توررېنت ھۆججىتى چۈشۈرۈش تاماملاندى.

# LogMessage_BT_Task
source: Download of .torrent file failed.
ar: التحميل من .ملف الترونت فشل.
et: torrent faili allalaadimine nurjus.
eu: .torrent agiri jeisteak huts egin du.
fi: .Torrent tiedoston lataaminen epäonnistui.
hu: .torrent fájl letöltése sikertelen.
nb: Nedlasting av .torrent- fil feilet
ro: Descărcarea filei torent a eșuat.
sk: Stiahnutie .torrent súboru zlyhalo.
sq: Shkarkimi i skedarit .torrent dështoi.
sv: nerladdning av torrent-fil misslyckades.
tr: torrent dosyası indirmesi başarısız oldu.
ug: توررېنت ھۆججىتىنى چۈشۈرەلمىدى.

# LogMessage_BT_Task
source: Force hash check after task download finished.
ar: أختبار التجزئة بعد الإنتهاء من تحميل المهمة.
et: Forseeri hashi kontroll peale ülesande allalaadimise lõpetamist.
eu: Behartu hash egiaztapena eginkizun jeisketa amaitu ondoren.
fi: Pakota hash tarkistus latausksen valmistuttua.
hu: Hash-ellenőrzés kényszerítése a feladat befejezése után.
nb: Fremtving hash check etter oppgave nedlasting er ferdig.
ro: Verifică forțat hașul după ce sarcina de descărcare s-a terminat.
sk: Vynútená kontrola hashu po ukončení sťahovania úlohy.
sq: Detyro kontrollin e saktësisë pasi detyra e shkarkimit të ketë përfunduar.
sv: Forcera hashkontroll efter att en aktivitet har slutförts.
tr: Görevin indirilmesi tamamlanınca hash denetimini zorla başlat.
ug: ۋەزىپە تاماملانغاندا مەجبۇرىي ھالدا ھۆججەت مۇكەممەللىكى تەكشۈرۈلىدۇ.

# LogMessage_BT_Task
source: Got ${PEER_NUM} peers from peer exchange.
ar: حصل ${PEER_NUM} مقارن من المتغيرات المتقارنه.
et: Gaab ${PEER_NUM} vastastiku vahetamine.
eu: Eginda ${PEER_NUM} hartzaile / hartzaile aldaketa.
fi: Saatu ${PEER_NUM} jakajaa jakajien vaihdosta.
hu: ${PEER_NUM} peer hozzáadva a peer-cseréből.
ro: ${PEER_NUM} parteneri găsiți prin schimbul de parteneri.
sk: Získanie ${PEER_NUM} peerov z výmeny peerov.
sv: Fick ${PEER_NUM} klienter från peer exchange.
tr: Kaynak paylaşımıyla ${PEER_NUM} adet kaynak alındı.
ug: ئىشلەتكۈچى مەنبە ئالماشتۇرۇشتىن ${PEER_NUM} ئىشلەتكۈچىگە ئېرىشتى.

# LogMessage_BT_Task
source: Downloaded piece #${PIECE_INDEX} failed in hash check, ${DROP_SIZE} dropped.
ar: قطعة التحميل ${PIECE_INDEX}# فشلت في فحص الهاش ,وفقدت هذه الكمية من البيانات: ${DROP_SIZE}
et: Allalaetud tüki #${PIECE_INDEX} luhtunud hash kontroll, ${DROP_SIZE} langenud.
eu: Jeitsitako atalak #${PIECE_INDEX} huts egin du hash egiaztapenean , ${DROP_SIZE} erorita.
ro: Verificarea hașului bucății descărcate #${PIECE_INDEX} a eșuat, ${DROP_SIZE} sînt date inutile.
sk: Stiahnutá časť #${PIECE_INDEX} neprešla hash kontrolou, ${DROP_SIZE} sa stratilo.
sv: Nedladdade delen ${PIECE_INDEX} misslyckades i hashkontroll, ${DROP_SIZE} förlorades.
tr: İndirilmiş parçanın #${PIECE_INDEX} hash kontrolünü geçemedi, ${DROP_SIZE} ve iptal edildi.
ug: چۈشۈرگەن #${PIECE_INDEX} بۆلەك مۇكەممەللىك تەكشۈرۈش مەغلۇپ بولدى، ${DROP_SIZE} تاشلىۋېتىلدى.

# DetailView_Log_Menu
source: Clea&r
ar: مسح &
et: &Puhasta
eu: Garbi&tu
fi: &Tyhjennä
hu: Törlé&s
nb: Tø&m
ro: C&urăță
sk: Vyči&stiť
sq: Pas&tro
sv: Rens&a
tr: &Temizle
ug: تازىلا(&R)

# Favourite_Menu
source: &Open
ar: فتح &
et: &Ava
eu: &Ireki
fi: &Avaa
hu: &Megnyitás
nb: &Åpne
ro: &Deschide
sk: &Otvoriť
sq: &Hap
sv: &Öppna
tr: &Aç
ug: ئاچ(&O)

# Favourite_Menu
source: Open in &New Window
ar: فتح في & نافذة جديدة
et: Ava &uues aknas
eu: Ireki &Leiho Berrian
fi: Avaa &Uudessa Ikkunassa
hu: Megnyitás &új ablakban
nb: Åpne i et &Nytt Vindu
ro: Deschide în Fereastră &Nouă
sk: Otvoriť v &novom okne
sq: Hap Në &një Dritare të Re
sv: Öppna i &nytt fönster
tr: &Yeni Pencerede Aç
ug: يېڭى كۆزنەكتە ئاچ(&N)

# Favourite_TorrentShare_Menu
source: &Unlimited
ar: غير محدد &
et: &Piiramatu
eu: &Mugagabea
fi: &Rajaton
hu: &Korlátlan
nb: &Ubegrenset
ro: &Nelimitată
sk: &Neobmedzené
sq: &Pa Kufi
sv: &Obegränsat
tr: &Sınırsız
ug: چەكلىمەسىز(&U)

# DetailView_PeerList
source: Peer Status
ar: حالة النظير
et: Olek
eu: Hartzaile Egoera
fi: Jakajan Tila
hu: Peer Állapot
nb: Klient status
ro: Grafic
sk: Stav peera
sq: Statusi i Peer
tr: Eş(Peer) Durumu
ug: ئىشلەتكۈچى ھالىتى

# DetailView_PeerList_Menu
source: Copy
ar: نسخ

# DetailView_PeerList
source: Enter the IP:port of the peer to add:
ar: أضف البروت الخاص بالأي بي النظير لإضافة:
et: Sisesta IP: lisamaks jagaja port:
eu: Sartu IP-a: gehitzeko hartzaile ataka:
fi: Syötä lisättävän jakajan IP-osoite:
hu: Írd be a peer adatait IP:port formában:
nb: Skriv inn nedlasters IP :port of the peer to add:
ro: Scrie IP:port ale partenerului de adăugat:
sk: Vložiť port IP peera pre pridanie:
sq: Vendos portin IP të binjakut që do të shtohet:
sv: Ange IP-adressen till peer som ska läggas till:
tr: İp Giriniz:
ug: يېڭى ئىشلەتكۈچىنىڭ IP ۋە ئېغىزنى كىرگۈزۈڭ(مەسىلەن：192.168.1.1:80)

# DetailView_Statistic_Menu
source: &Copy
ar: نسخ &
et: &Kopeeri
eu: &Kopiatu
fi: &Kopioi
hu: &Másolás
nb: &Kopier
ro: &Copiază
sk: &Kopírovať
sq: &Kopjo
sv: &Kopiera
tr: &Kopyala
ug: كۆچۈر(&C)

# DetailView_Statistic_Menu
source: Copy &All
ar: نسخ & الكل
et: Kopeeri &kõik
eu: Kopiatu &Denak
fi: Kopioi K&aikki
hu: Mindet &másol
nb: Kopier &Alle
ro: Copiază &Tot
sk: Kopírovať &všetko
sq: Kopjo &Të Gjitha
sv: Kopiera &allt
tr: &Tümünü Kopyala
ug: ھەممىنى كۆچۈر(&A)

# CView_SummaryList
source: Remaining:
ar: المتبقية :
et: Jäänud:
eu: Gelditzen dira:
fi: Jäljellä:
hu: Maradék:
nb: Gjenstår:
ro: Timp Rămas:
sk: Ostáva:
sq: Të Mbetura:
sv: Återstående:
tr: Kalan:
ug: قالغان ۋاقىت:

# CView_SummaryList
source: Left Size:
ar: غادر الحجم :
et: Vasak suurus:
eu: Gainontzeko Neurria
fi: Jäljellä:
hu: Hátralevő méret:
nb: Gjennstående størrelse:
ro: Mărime Rămasă:
sk: Zostáva
sq: Masa e Ngelur:
sv: Återstående storlek:
tr: Kalan Boyut:
ug: قالغان چوڭلۇقى:

# CView_SummaryList
source: Comments:
ar: التعليقات:
et: Kommentaarid:
eu: Aipamenak
fi: Kommentit:
hu: Hozzászólás:
nb: Kommentarer:
ro: Comentariu:
sk: Komentáre:
sq: Komento:
sv: Kommentar:
tr: Yorumlar:
ug: ئىزاھات:

# TorrentStatus
source: Moving Files...
ar: جاري تحريك الملف....
et: Teisaldan failisi...
eu: Agiriak Mugitzen...
ro: Mut Filele...
sk: Presun súborov...
sv: Flyttar filer...
tr: Dosya Taşınıyor...
ug: ھۆججەتلەرنى يۆتكەۋاتىدۇ

# CView_SummaryList
source: Started On:
ar: بدأت في:
et: Alustatud:
eu: Hasita:
fi: Aloitettu:
hu: Elkezdve:
nb: Startet:
ro: Pornită la:
sk: Začiatok:
sq: Nisur Në:
sv: Började den:
tr: Başlangıç Tarihi:
ug: باشلانغان ۋاقىت:

# CView_SummaryList
source: Refer:
ar: الرجوع:
et: Viide:
eu: Xehetasuna:
fi: Viittaus:
hu: Hivatkozás:
nb: Referere:
ro: Referent:
sk: Odkaz:
sq: Referuesi:
sv: Referera:
tr: Referans:
ug: نەقىل بەت:

# TorrentStatus
source: Moving File...
ar: جاري تحريك الملف....
et: Teisaldan faili...
eu: Agiria Mugitzen...
ro: Mut Fila...
sk: Presun súboru...
sv: Flyttar fil...
tr: Dosya Taşınıyor...
ug: ھۆججەت يۆتكەۋاتىدۇ…

# TorrentShare
source: Downloaded
ar: تم تحميل
et: Alla laetud
eu: Jeitsita
fi: Ladattu
hu: Letöltött
nb: Nedlastet
ro: Terminate
sk: Stiahnuté
sq: U shkarkua
sv: Nedladdat
tr: İndirilen
ug: چۈشۈرۈلدى

# TorrentShare_Menu
source: View the &Task
ar: عرض & المهمة
et: Vaatle &tegumit
eu: Ikusi &Eginkizuna
hu: Felada&t megjelenítése
nb: Vis oppgaven
ro: &Vezi Sarcina
sk: Zobraziť &úlohu
sq: Shfaq &Detyrën
sv: Visa ak&tiviteten
tr: Görevi görün&tüle
ug: ۋەزىپە كۆرسەت(&T)

# TorrentShare_Menu
source: &View Download Folder
ar: & عرض مجلد التحميل
et: &Vaatle allalaadimis kasuta
eu: &Ikusi Jeisketa Agiritegia
fi: &Näytä Lataus Kansio
hu: Letöltési könyvtár megnyitása
nb: &Vis nedlastingsmappe
ro: Deschide &Dosarul de Descărcare
sk: &Prezrieť si priečinok na sťahovanie
sq: &Shfaq Folderin e Shkarkimit
sv: Visa nerladdningsmapp
tr: &İndirme Klasörünü Göster
ug: چۈشۈرۈش قىسقۇچى كۆرسەت(&V)

# TorrentShare_Menu
source: Add to Torrent &Share
ar: أضف إلى مشاركة & الترونت
et: Lisa Torrent &Jagamine
eu: Gehitu Torrent &Partekatzera
fi: Lisää Torrent Jakoon
hu: Hozzáadás a Torrentmegosztóhoz
ro: Adaugă la Torentele &Partajate
sk: Pridať do Torrent &Share
sv: Lägg till i Torrent&delning
tr: Torrent Paylaşımı ekle
ug: توررېنت ھەمبەھىرگە قوش(&S)

# TorrentShare_Menu
source: Copy &Magnet URI
ar: فتح &مغناطيس الـعناوين
et: Kopeeri &Magnet URI
eu: Kopiatu &Magnet URI-a
fi: Kopioi &Magnet URI
hu: &Mágnes URI másolása
ro: Copiază Adresa &Magnet
sk: Kopírovať &Magnet URI
sv: Kopiera &Magnet-URI
tr: &Magnet adresini kopyala
ug: ماگنىت URI كۆچۈر(&M)

# TorrentShare_Menu
source: Hide this
ar: إخفاء هذا
et: Varja see
eu: Ezkutatu
fi: Piilota tämä
hu: Rejtse el ezt
nb: Skjul dette
ro: Ascunde Itemul
sk: Skryť toto
sq: Fshihe këtë
sv: Göm detta
tr: Bunu gizle
ug: بۇنى يوشۇر

# TorrentShare_Menu
source: Unhide all
ar: إظهار كافة
et: Näita kõiki
eu: Ez ezkutatu dena
fi: Näytä kaikki
hu: Mindent mutat
nb: Ta frem alt
ro: Arată Tot
sk: Odkryť všetko
sq: Mos i fshih të gjitha
sv: Visa allt
tr: Hepsini Gizliliikten Çıkart
ug: ھەممىنى يوشۇرما

# TorrentShare_Menu
source: &Remove
ar: &إزالة
et: &Eemalda
eu: &Ezabatu
fi: &Poista
hu: &Eltávolítás
nb: &Fjern
ro: În&lătură
sk: &Odstrániť
sq: &Hiq
sv: &Ta bort
tr: &Kaldır
ug: چىقىرىۋەت(&R)

# TorrentShare_Menu
source: &Help
ar: &التعليمات
et: &Abi
eu: &Laguntza
fi: &Ohje
hu: &Súgó
nb: Hjelp
ro: A&jutor
sk: &Nápoveda
sq: &Ndihmë
sv: &Hjälp
tr: &Yardım
ug: ياردەم(&H)

# TorrentShare
source: Are you sure to restore the display of all hidden torrents?
ar: هل أنت متاكد من استعاده عرض جميع السيول الخفية ؟

# Message_ConfirmHideTorrent
source: Are you sure to hide selected torrent files?
ar: هل أنت متأكد من إخفاء ملفات الترونت المحددة
et: Kas oled kindel et soovid peita valitud torrent failid
eu: Zihur zaude hautaturiko torrent agiriak ezkutatzea nahi dituzula?
fi: Haluatko varmasti piilottaa valitut torrent tiedostot?
hu: Biztos benne, hogy elrejti a kijelölt torrent fájlokat?
nb: Er du sikker på at du vil gjemme de valgte torrentfilene?
ro: Sigur vrei să ascunzi filele torent selectate?
sk: Ste si istý, že chcete skryť vybrané torrenty?
sq: Jeni i sigurtë se doni t'i fshihni skedarët e përzgjedhur torrent?
sv: Vill du verkligen dölja valda torrent-filer?
tr: Seçili torrent arşivlerini gizlemek istediğinize emin misiniz?
ug: تاللانغان توررېنت ھۆججىتىنى راستىنلا يوشۇرامسىز؟

# Message_ConfirmDelArchive
source: Are you sure you want to remove selected torrent files?
ar: هل أنت متأكد أنك تريد إزالة ملفات الترونت المحددة ؟
et: Pled sa kinnel et soovid eemaltada valitud torrent failid?
eu: Zihur zaude hautaturiko torrent agirak ezabatzea nahi dituzula?
fi: Oletko varma että haluat poistaa valitut torrent tiedostot?
hu: Biztosan eltávolítod a kiválasztott torrentfájlokat?
nb: Er du sikker på at du vil fjerne valgte torrent filer?
ro: Sigur vrei să înlături torentele selectate?
sk: Ste si istý odstránením označených súborov torrent?
sv: Är du säker på att du vill ta bort valda torrentfiler?
tr: Seçtiğiniz torrent dosyalarını kaldırmak istediğinize emin misiniz?
ug: تاللىغان توررېنت ھۆججىتىنى راستىنلا ئۆچۈرەمسىز؟

# Message_MsgTorrentInArchive
source: This torrent file has been found in the Torrent History. Do you want to open it and create a new task?
ar: تم العثور على ملف الترونت الحالي في سجلات الترونت.هل تريد فتحه وإنشاء مهمة جديدة؟
et: See torrent fail on leitud Torrendi ajaloost. Kas soovid seda avada ja luua uus tegevus?
eu: Torrent agiri hau Torrent Historian aurkitu da. Nahi duzu irekitzea eta eginkizun berri bat sortzea?
fi: Tämä torrent tiedosto löydettiin Torrent Historiasta. Haluatko avata sen ja tehdä uuden tehtävän?
hu: Ez a fájl megtalálható a Torrent előzményekben. Szeretnéd megnyitni és létrehozni az új feladatot?
nb: Denne torrent- filen er blitt funnet i Torrent Historie- mappen. Vil du åpne den og starte en ny oppgave?
ro: Această filă torent a fost găsită în Istoria Torentelor. Vrei s-o deschizi și să creezi o nouă sarcină?
sk: Tento súbor torrent bol nájdený v Histórii torrentov. Chcete ho otvoriť a vytvoriť novú úlohu?
sv: Denna torrent har hittats i Torrent-historiken. Vill du öppna den och skapa en ny aktivitet?
tr: Bu Torrent dosyası torrent geçmişinde bulundu.Bunu açmak ve yeni bir görev oluşturmak istiyor musunuz?
ug: بۇ توررېنت ھۆججەت توررېنت تارىخىدا مەۋجۇد، ئۇنى ئېچىپ يېڭىدىن ۋەزىپە قۇرامسىز؟

# Message_MsgTorrentInArchive
source: The task you want to view has been removed. Do you want to open the torrent file and create a new task?
ar: لقد تمت إزالة المهمة التي ترغب في عرضها. هل تريد فتح ملف الترونت وإنشاء مهمة جديدة
et: Tegumit mida soovid näha on teisaldatud. Kas soovid avada torrent fail ja luua uus tregum?
eu: Ikusi nahi duzun eginkizuna ezabatua izan da. Nahi duzu torrent agiria irekitzea eta eginkizun berri bat sortzea?
fi: Tehtävä jota haluat katsella on poistettu. Haluatko avata torrent tiedoston ja tehdä uuden tehtävän?
hu: A feladatot, amit meg akart nézni, eltávolították. Kívánja megnyitni a torrent fájlt és új feladatot létrehozni?
nb: Oppgaven du vil se er blitt fjernet. Vil du åpne torrent- filen og starte en ny oppgave?
ro: Sarcina pe care dorești s-o vezi a fost înlăturată. Vrei să deschizi fila torent și să creezi o sarcină nouă?
sk: Úloha, ktorú si chcete prezrieť je odstránená. Chcete otvoriť nový súbor torrent a vytvoriť novú úlohu?
sq: Detyra që dëshironi të kontrolloni është hequr. Dëshironi të hapni skedarin torrent dhe të krijoni një detyrë të re?
sv: Aktiviteten du vill se har flyttats. Vill du öppna torrent-filen och skapa en ny aktivitet?
tr: Görüntülemek istediğiniz görev kaldırılmış. Torrent dosyasını açmak veya yeni bir görev oluşturmak ister misiniz?
ug: سىز كۆرمەكچى بولغان ۋەزىپە مەۋجۇد ئەمەس، توررېنت ھۆججەتنى ئېچىپ يېڭى ۋەزىپە قۇرامسىز؟

# Message_MsgTorrentInArchive
source: This torrent file has been found in the Torrent Share. Do you want to open it and create a new task?
ar: وقد تم العثور علي هذا الملف سيل في السيل حصة. هل تريد فتحه وإنشاء مهمة جديده ؟

# Message_MsgTorrentUndownload
source: Do you want to download this torrent file?
ar: هل تريد تحميل ملف الترونت ؟
et: Kas sa soovid laadiad seda torrent faili
eu: Torrent agiri hau jeistea nahi duzu?
fi: Haluatko ladata tämän torrent tiedoston?
hu: Le akarod tölteni ezt a torrent fájlt?
nb: Vil du laste ned denne torrent- filen?
ro: Vrei să descarci această filă torent?
sk: Chcete stiahnuť tento torrent súbor?
sq: Dëshironi ta shkarkoni këtë skedar torrent?
sv: Vill du ladda ner torrent-filen?
tr: Bu torrent dosyasını tekrar indirmek ister misiniz?
ug: بۇ توررېنت ھۆججىتىنى چۈشۈرەمسىز؟

# Message_MsgTorrentTaskNotExist
source: The task you want to view has been removed. Do you want to download it again?
ar: المهمة التي ترغب في عرضها قد أزيلت. هل تريد تحميلها مرة أخرى؟
et: See tegum mida soovid vaadata on eemaldatud. Kas soovid uuesti allalaadida?
eu: Ikustea nahi duzu eginkizuna ezabatua izan da. Nahi duzu berriro jeistea?
fi: Tehtävä jota haluat katsella on poistettu. Haluatko ladata sen uudestaan?
hu: A feladat, amit szeretnél megnézni, el lett távolítva. Szeretnéd újra letölteni?
nb: Oppgaven du vil se er blitt fjernet. Vil du laste den ned på nytt?
ro: Sarcina pe care dorești s-o vezi a fost înlăturată. Vrei s-o redescarci?
sk: Úloha, ktorú chcete vidieť je odstránená. Chcete ho stiahnuť ešte raz?
sq: Detyra që dëshironi të shfaqni është hequr. Dëshironi ta shkarkoni përsëri?
sv: Aktiviteten du vill se har flyttats. Vill du ladda ner den igen?
tr: Görüntülemek istediğiniz görev kaldırılmış. Tekrar indirmek ister misiniz?
ug: سىز كۆرمەكچى بولغان ۋەزىپە يۆتكىۋېتىلگەن. ئۇنى قايتا چۈشۈرەمسىز؟

# TorrentShare
source: Not downloaded
ar: لم يتم التحميل
et: mitte allalaetud
eu: Ez da jeitsi
fi: Ei ladattu
hu: nincs letöltve
nb: ikke nedlastet
ro: Nedescărcat
sk: Nestiahnuté
sq: të pa shkarkuara
sv: inte nerladdad
tr: İndirilmedi
ug: چۈشۈرۈلمىدى

# CView_TorrentExchangeSummary_UI
source: View Torrent Share
ar: إستعراض الترونت المشاركة
et: Vaatle torrendi jagamist
eu: Ikusi Torrent Partekatzea
fi: Katsele Torrent Jakoa
hu: Torrentmegosztó megjelenítése
nb: Vis delte torrent
ro: Torente Partajate de Mine
sk: Zobraziť podiel torrentu
sq: Shfaq Torrent Share
sv: Visa Torrent-delning
tr: Torrent Paylaşımını Göster
ug: توررېنت ھەمبەھىرنى كۆرسەت

# CView_TorrentExchangeSummary_UI
source: View Torrent Collection
ar: إستعراض ترونت منوع
et: Vaatle torrendi kollektsiooni
eu: Ikusi Torrent Bilduma
fi: Katsele Torrent-kokoelmaa
hu: Torrent gyűjtemény megjelenítése
nb: Vis torrent samling
ro: Torente Partajate de Alții
sk: Zobraz zoznam Torrentov:
sq: Shfaq koleksionin e torrentëve tuaj
sv: Visa Torrent-samling
tr: Torrent Koleksiyonunu Görüntüle
ug: توررېنت توپلىمىنى كۆرسەت

# CView_TorrentExchangeSummary_UI
source: Torrent Exchange allows user to obtain torrent links (Magnet URI) from other BitComet peers while downloading, as well as share his own torrent links to other peers. All of the torrent information displayed in Torrent Exchange is automatically generated from the connected peers. BitComet itself does not provide these contents, and the source of these contents has no relation with BitComet.
ar: تبادل الترونت التي تتيح للمستخدم الحصول على روابط الترونت (مغناطيس العناوين) من مستخدمين لبيتكومنت أخرين أثناء التحميل ، فضلا عن حصة وصلات الترونت الخاصة للمستخدمين الآخرين. جميع المعلومات المعروضة في تبادل الترونت يتم إنشاؤها تلقائيا من المستخدمين المتصلين . بيتكومينت لا توفر هذه المحتويات ، ومصدر هذه المحتويات لا علاقة لها ببرنامج بيتكومنت .
et: Torrentide vahetus luba kasutajatel saada linke (magnet uri) teistelt torrendi jagajatelt alladimise ajal ja sammuti jagada omi teistele. kogu info torrentide kohta mida jagatakse omavahel automaatselt lisandub jagaja liitumisel. BitComet ei sätesta, et infosisu allikad ei ole seotud BitCometiga.
eu: Torrent Exchangek ahalbidetzen dio erabiltzaileari jeisten ari diren beste BitComet hartzaileengandik torrent loturak lortzea eta baita ere bere torrent loturak partekatzea. Torrent Exchangen agertzen diren torrent argibide guztiak elkarturiko kideeengandik berezgaitasunez sortuak dira. BitCometek ez ditu eduki hauek eskuragarritzen eta eduki hauen iturburuak ez du harremanik BitCometekin.
fi: Torrent Exchange tuo käyttäjän ulottuville torrent-linkit (Magnet URI) muilta BitComet-käyttäjiltä latauksen aikana sekä mahdollistaa omien torrent-linkkien jakamisen muille lataajille. Torrent Exchangessa näytettävät torrent-tiedot luodaan automaattisesti käyttäjien tiedoista. BitComet itse ei tarjoa näitä sisältöjä eikä niiden lähteellä ole mitään yhteyttä BitCometiin.
hu: A Torrentmegosztóval a felhasználók torrent linkeket (Mágnes URI) szerezhetnek más BitComet peerektől letöltés közben, illetve megoszthatják saját torrent linkjeiket más peerekkel. A Torrentmegosztóban megjelenő összes információ a kapcsolódó peerek adatai alapján generálódik. A BitComet nem magától biztosítja ezt a tartalmat, és a tartalmak forrásának nincs köze a BitComethez.
nb: Torrent Exchange tillater bruker å få torrent lenker (Magnet URI.) fra andre BitComet opplastere imens nedlasting pågår, samt dele ens egne torrent- lenker til andre nedlastere. All torrent informasjon presentert i Torrent Exchange er automatisk generert fra de tilkoblede brukere. BitComet selv utgir ikke dette innholdet, og kilden av dette innholdet har ingen relasjon med BitComet.
ro: Partajarea torentelor terminate permite schimbul legăturilor de tip torent (adrese magnet) între utilizator și partenerii care folosesc BitComet. Toate informațiile despre torentele afișate în secțiunea de partajare sînt obținute automat de la partenerii conectați. BitComet nu are nici o legătură cu generarea sau cu sursa conținutului.
sk: Torrent Exchange umožní užívateľovi získať odkazy torrentov (Magnet URI)odz ostatných peerov využívajúcich BitComet pri sťahovaní, tak ako aj zdieľať jeho vlastné torrentové odkazy ostatným peerom. Všetky informácie zobrazené v Torrent Exchange sú automaticky generované od pripojených používateľov. BitComet neposkytuje tento obsah a zdroj tohto obsahu nemá žiaden súvis s programom BitComet.
sv: Torrent Exchange tillåter användare att hämta torrentlänkar (magnet-URI:er) från andra användare medan de laddar ner, och även dela med sig sina egna länkar. All torrentinformation på Torrent Exchange generas automatiskt, och BitComet tillhandhåller inte innehållet. BitComet avsäger sig allt ansvar för det användarskapade innehållet.
tr: Torrent Değişimi dosya indirme sırasında kullanıcıların torrent bağlatılarını diğer BitComet eşlerinden edinmelerinin yanı sıra kendi torrent bağlantılarını diğer eşlerle paylaşmalarına da izin verir. Torrent Değişimi'nde görüntülenen bütün torrent bilgileri bağlı bulunan diğer eşlerden otomatik olarak yaratılır. BitComet kendisi bu içeriği sağlamaz ve bu içeriklerin kaynağının BitComet ile bir ilgisi yoktur.
ug: توررېنت ئالماشتۇرۇش ئىشلەتكۈچىلەر چۈشۈرۈش جەريانىدا قارشى تەرەپ ھەمبەھىرلىگەن توررېنت ھۆججەت ئۇلىنىشى (Magnet URI)غا ئېرىشىشكە يول قويىدۇ، شۇنىڭ بىلەن بىللە ئۆزىدە بار بولغان توررېنت ھۆججەت ئۇلىنىشىنى باشقىلارغا ھەمبەھىرلەشكىمۇ بولىدۇ. توررېنت ئالماشتۇرۇشتىكى بارلىق ئۇرۇق ئۇچۇرىنىڭ ھەممىسى ئىشلەتكۈچىلەرنىڭ ھەمبەھىرلىشىدىن كەلگەن، BitComet بىلەن مۇناسىۋەتسىز.

# TorrentShare
source: Added Date
ar: إضافة التاريخ
et: Lisatud kuupäev
eu: Eguna Gehitua
fi: Lisätty Päivämäärä
hu: Hozzáadás dátuma
nb: Dato lagt til
ro: Adăugat
sk: Pridať dátum
sv: Tilläggsdatum
tr: Eklenme Tarihi
ug: قوشۇلغان چېسلا

# DetailView_TrackerList_Menu
source: Add Tracker
ar: إضافة المقتفي
et: Lisa jälitaja
eu: Gehitu Aztarnaria
fi: Lisää Seurantapalvelin
hu: Tracker hozzáadása
nb: Legg til tracker
ro: Adaugă Tracker
sk: Pridať tracker
sq: Shto Gjurmues
sv: Lägg till tracker
tr: İzleyici Ekle
ug: مۇلازىمىتىر قوش

# CView_SummaryList
source: Published On:
eu: Argitaratua:
fi: Julkaistu:
nb: Utgitt:
sk: Publikované na:
sq: Publikuar Në:
ug: تارقىتىلغان ۋاقىت:

# CView_SummaryList
source: VIP Acceleration Enabled
eu: VIP Bizkorpena Gaituta

# CView_SummaryList
source: VIP Anonymous Download Enabled
eu: VIP Izengabeko Jeisketa Gaituta

# DetailView_PeerList
source: Down Rate
eu: Jeiste Maila
fi: Latausnopeus
nb: Ned Hastighet
sk: Rýchlosť sťahovania
sq: Përmasa e Shkarkimit
ug: چۈشۈرۈش سۈرئىتى

# DetailView_PeerList
source: Down Size
eu: Jeiste Neurria
fi: Ladattu
nb: Ned Størrelse
sk: Veľkosť stiahnutého súboru
sq: Masa e Shkarkimit
ug: چۈشۈرۈش چوڭلۇقى

# DetailView_PeerList
source: Peer Down Rate
eu: Hartzaile Jeisketa Maila
fi: Jakajan Latausnopeus
nb: Peer Ned Hastighet
sk: Rýchlosť sťahovania peera
sq: Masa e Shkarkimit të Peer
ug: قارشى تەرەپنىڭ چۈشۈرۈش سۈرئىتى

# DetailView_PeerList
source: Up Rate
eu: Igotze Maila
fi: Lähetysnopeus
nb: Opp Hastighet
sk: Rýchlosť uploadu
sq: Masa e Upload
ug: يوللاش سۈرئىتى

# DetailView_PeerList
source: Up Size
eu: Igotze Neurria
fi: Lähetetty
nb: Opp Størrelse
sk: Veľkosť uploadu
sq: Përmasa e Upload
ug: يوللاش چوڭلۇقى

# DetailView_PeerList
source: VIP Download
eu: VIP Jeisketa

# DetailView_TrackerList
source: Peers
eu: Hartzaileak
fi: Jakajat
nb: Deltakere
sk: Peerovia
sq: Shokët
ug: ئىشلەتكۈچىلەر

# DetailView_TrackerList
source: Seeds
eu: Emaleak
fi: Lähteet
sk: Seedy
sq: Dërguesit
ug: ئۇرۇقلار:

# DialogAbout
source: Copyright:
eu: Egile eskubideak:
fi: Tekijänoikeus:
nb: opphavsrettigheter:
sk: Autorské práva:
ug: نەشر ھوقۇقى:

# DialogAbout
source: Forums:
eu: Eztabaidaguneak:
fi: Foorumit:
nb: Rorum:
sk: Fórum:
sq: Forumet:
ug: مۇنبەرلەر:

# DialogAbout
source: HomePage:
eu: Hasiera Orrialdea
fi: Kotisivu:
nb: Hjemmeside:
sk: Domovská stránka:
sq: Faqja Bazë:
ug: باش بەت:
