Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# ErrorMessage
source: Files cannot be moved while the task is in current state.
de: Dateien können nicht verschoben werden, während sich die Aufgabe im aktuellen Status befindet.
es: Los archivos no se pueden mover mientras la tarea está en estado actual.
fr: Les fichiers ne peuvent pas être déplacés lorsque la tâche est en cours.
it: I file non possono essere spostati mentre l'attività è nello stato corrente.
ja: タスクが現在の状態にある間は、ファイルを移動できません。
pl: Plików nie można przenosić, gdy zadanie jest w bieżącym stanie.
pt_br: Os arquivos não podem ser movidos enquanto a tarefa estiver no estado atual.
ru: Файлы не могут быть перемещены, пока задача находится в текущем состоянии.
th: ไม่สามารถย้ายไฟล์ได้ในขณะที่งานอยู่ในสถานะปัจจุบัน

# ErrorMessage
source: Failed to create destination folder.
ar: فشل في إنشاء المجلد.
bg: Създаването на целева папка пропадна.
de: Erstellen des Zielordners fehlgeschlagen.
es: Error al crear carpeta de destino.
et: Ei suutnud luua sihtkoha kausta.
eu: Huts egin du helburu agiritegia sortzerakoan.
fi: Kohdekansion luonti epäonnitui.
fr: Echec de la création du dossier de destination.
hu: Nem sikerült létrehozni a célmappát.
it: Creazione cartella di destinazione fallita.
ja: 保存先のフォルダを作成できませんでした。
nb: Lykkes ikke i å opprette destinasjonsmappe.
nl: Kan de doelmap niet maken.
pl: Nieudane utworzenie folderu docelowego.
pt_br: Falha ao criar pasta de destino.
ro: Crearea dosarului de salvare a eșuat.
ru: Невозможно создать папку назначения.
sk: Zlyhanie pri vytvorení cieľového priečinka.
sv: Misslyckades att skapa en fildestinationsmapp.
th: การสร้างโฟลเดอร์ปลายทางล้มเหลว
tr: Hedef klasör oluşturma başarısız.
ug: نىشان قىسقۇچ قۇرالمىدى.

# ChanegdTagMessage
source: Tag "${TAG_NAME}" has been added to selected files.
ar: الشعار "${TAG_NAME}" تم إضافته الى الملفات المحددة.
bg: Тагът "${TAG_NAME}" беше добавен към избраните файлове.
de: Tag "${TAG_NAME}" wurde zu ausgewählten Dateien hinzugefügt.
es: La etiqueta «${TAG_NAME}» se ha añadido a los archivos seleccionados.
et: Tegum "${TAG_NAME}" on lisatud valitud failidesse.
eu: "${TAG_NAME}" Etiketa hautaturiko agirietara gehitu da.
fi: Tagi "${TAG_NAME}" on lisätty valittuihin tiedostoihin.
fr: La balise «${TAG_NAME}» a été ajoutée aux fichiers sélectionnés.
hu: "${TAG_NAME}" címke hozzáadva a kiválasztott fájlokhoz.
it: Il tag "${TAG_NAME}" è stato aggiunto ai file selezionati.
ja: タグ "${TAG_NAME}" は選択されたファイルに追加されました。
nb: Taggen "${TAG_NAME}" er lagt til valgte filer.
nl: Tag "${TAG_NAME}" is toegevoegd aan geselecteerde bestanden.
pl: Znacznik "${TAG_NAME}" został dodany do zaznaczonych plików.
pt_br: A Tag "${TAG_NAME}" foi adicionada nos arquivos selecionados.
ro: Tagul "${TAG_NAME}" a fost adăugat la filele selectate.
ru: Тэг "${TAG_NAME}" добавлен к выбранным файлам.
sk: Tag "${TAG_NAME}" bol pridaný k označeným súborom.
sv: Taggen "${TAG_NAME}" har lagts till i valda filer.
th: ป้ายกำกับ "${TAG_NAME}" ได้ถูกเพิ่มลงในไฟล์ที่เลือก
tr: "${TAG_NAME}" etiketi seçilen dosyalara eklendi.
ug: "${TAG_NAME}"خەتكۈچ تاللانغان ھۆججەتكە قوشۇلدى.

# ChanegdTagMessage
source: Do you want to move downloaded files to the associated folder?
ar: هل تريد نقل الملفات التي تم تحميلها إلى المجلد المرتبط؟
bg: Желаете ли да преместите свалените файлове в избраната папка?
de: Möchten Sie die heruntergeladene Dateien in den zugehörigen Ordner verschieben?
es: ¿Desea mover los archivos descargados a la carpeta asociada?
et: Kas soovite liigutada allalaaditud failid seostatud kausta?
eu: Jeitsitako agiriak elkarturiko agiritegira aldatzea nahi dituzu?
fi: Haluatko siirtää ladatut tiedostot kansioon?
fr: Voulez-vous déplacer les fichiers téléchargés dans le dossier associé?
hu: Szeretnéd áthelyezni a letöltött fájlokat a hozzárendelt mappába?
it: Vuoi spostare i file scaricati nella cartella associata?
ja: 関連づけられたフォルダにダウンロード済みのファイルを移動しますか？
nb: Vil du flytte nedlastede filer til den tilknyttede mappen?
nl: Wilt u de gedownloade bestanden naar de bijbehorende map verplaatsen?
pl: Chcesz przenieść pobrane pliki do powiązanego folderu?
pt_br: Você quer mover os arquivos baixados para a pasta associada?
ro: Vrei să muți filele descărcate în dosarul asociat lor?
ru: Вы хотите перемеслить загруженные файлы в связанную папку?
sk: Presunúť stiahnuté súbory do vytvoreného priečinku?
sv: Vill du flytta nedladdade filer till den associerade mappen?
th: คุณต้องการจะย้ายไฟล์ที่ดาวน์โหลดแล้วไปยังโฟลเดอร์ที่เกี่ยวข้องหรือไม่?
tr: İndirilen dosyaları ortak dizine taşımak istiyor musunuz?
ug: چۈشۈرۈپ بولغان ھۆججەتلەرنى مۇناسىپ قىسقۇچقا يۆتكەمسىز؟

# TaskMove
source: Task Move Confirmation
de: Bestätigung der Aufgabenverschiebung
es: Confirmación de movimiento de tarea
fr: Confirmation du déplacement de tâche
it: Conferma dello spostamento dell'attività
ja: タスク移動の確認
pl: Potwierdzenie przeniesienia zadania
pt_br: Confirmação de movimentação de tarefa
ru: Подтверждение переноса задачи
th: การยืนยันการย้ายงาน

# Common_DoNotAskAgain
source: Don't ask me again
ar: لا تسألني مجدّداً
bg: Не ме питай повече
de: Nicht mehr nachfragen
es: No volver a preguntar
et: Ära küsi enam uuesti
eu: Ez galdetu berriro
fi: Älä kysy uudestaan
fr: Ne plus me demander
hu: Ne kérdezd meg többször
it: Non chiederlo più
ja: 次回からこの質問を表示しない
nb: Ikke spør meg igjen
nl: In het vervolg niet meer vragen
pl: Nie pytaj ponownie
pt_br: Não me pergunte novamente
ro: Nu mă întreba din nou
ru: Не спрашивать в следующий раз
sk: Nabudúce sa už nepýtať
sq: Mos më pyet më
sv: Fråga mig inte igen
th: ไม่ต้องถามฉันอีก
tr: Bir daha sorma
ug: قايتا سورىما

# MainWindow
source: Can not listen to port:
ar: لايمكن الاستماع إلى المنفذ:
bg: Невъзможно е прослушването на порт:
de: Anschluss ist gesperrt:
es: No puedo escuchar el puerto:
et: Ei suuda jälgida porti:
fr: Impossible d'écouter le port :
hu: Nem figyelhető a következő port:
it: Impossibile aprire la porta:
ja: ポートが監視できません:
nl: Kan niet luisteren naar de haven:
pl: Nie mogę nasłuchiwać portu:
pt_br: Não é possível se conectar à porta:
ro: Nu se poate asculta portul:
ru: Невозможно прослушать порт:
sv: Kan inte avlyssna port:
th: ไม่สามารถฟังพอร์ต:
tr: Port dinlenemiyor:

# RSS
source: Please input URL:
bg: Въведете URL адрес:
de: Bitte geben Sie die URL ein:
es: Introduzca la URL:
fr: S'il vous plaît entrer URL:
it: Si prega di inserire l'URL:
ja: URL を入力してください:
nl: Voer de URL in:
pl: Wprowadź adres URL:
pt_br: Por favor, URL de entrada:
ru: Пожалуйста, ввод URL:
th: โปรดใส่ URL:

# RSS
source: Add RSS Feed
bg: Добавяне на RSS канал
de: RSS-Feed hinzufügen
es: Añadir fuente RSS
fr: Ajouter le flux RSS
it: Aggiungi feed RSS
ja: RSS フィードの追加
nl: RSS-feed toevoegen
pl: Dodaj kanał RSS
pt_br: Adicionar feed RSS
ru: Добавить RSS-канал
th: เพิ่มตัวดึงข้อมูล RSS

# MainWindow
source: There are some tasks still running, are you sure you want to exit?
ar: هناك بعض المهام لا تزال قيد التنفيذ هل أنت متأكد أنك تريد الإنهاء ؟
bg: Все още има работещи задачи. Сигурни ли сте, че желаете да излезете от програмата?
de: Es werden noch Aufgaben ausgeführt. Möchten Sie wirklich beenden?
es: Hay tareas que no han finalizado, ¿seguro que desea salir?
et: Mõningad tegevused veel töötavad, kas tõeti soovid väljuda?
eu: Eginkizun batzuk lanean jarraitzen dute, zihur zaude irtetea nahi duzula?
fi: Sulje BitComet?
fr: Il y a des tâches qui tournent encore. Êtes-vous sur de quitter BitComet ?
hu: Néhány feladat még fut, biztos kilépsz?
it: Uscire da BitComet?
ja: タスクが実行中です。終了してもよろしいですか？
nb: Avslutte BitComet?
nl: Er zijn nog taken bezig, weet U zeker dat U wilt afsluiten?
pl: Nie zakończono wszystkich zadań pobierania. Czy na pewno chcesz zamknąć program?
pt_br: Ainda existem algumas tarefas em execução. Tem certeza que quer sair?
ro: Există sarcini în curs, sigur vrei să închizi programul?
ru: Некоторые задания ещё запущены, вы уверены что хотите выйти?
sk: Niektoré úlohy stále bežia. Napriek tomu opustiť?
sq: Ka disa detyra që po kryhen akoma, jeni i sigurtë që doni të dilni?
sv: Några aktiviteter körs fortfarande, vill du verkligen avsluta?
th: ยังคงมีงานดำเนินอยู่ คุณแน่ใจที่จะออกจากโปรแกรม?
tr: BitComet'i kapatmak istediğinize emin misiniz?
ug: نۆۋەتتە ۋەزىپە ئىجرا قىلىنىۋاتىدۇ، راستىنلا چېكىنەمسىز؟

# MainWindow
source: Please unsort the tasks before adjusting the download order.
bg: Моля, отсортирайте задачите, преди да коригирате поръчката за изтегляне.
de: Bitte brechen Sie die Aufgaben ab, bevor Sie die Download-Reihenfolge anpassen.
es: Desortee las tareas antes de ajustar el orden de descarga.
fr: Veuillez détartrer les tâches avant d’ajuster l’ordre de téléchargement.
it: Si prega di annullare le attività prima di regolare l'ordine di download.
ja: ダウンロード順を調整する前に、タスクのソートを解除してください。
nl: Verwijder de taken voordat u de downloadvolgorde aanpast.
pl: Odsortuj zadania przed dostosowaniem kolejności pobierania.
pt_br: Por favor, desmaiei as tarefas antes de ajustar a ordem de download.
ru: Пожалуйста, отсортируйте задачи перед настройкой порядка загрузки.
th: โปรดยกเลิกการเรียงลําดับงานก่อนปรับลําดับการดาวน์โหลด

# Message_LoginError
source: Login password error, application exit!
ar: كلمة المرور غير صحيحه , الخروج من التطبيق!
bg: Грешка в паролата за вписване, приложението ще се изключи!
de: Fehler bei Anmeldung, Anwendung wird beendet!
es: Error de contraseña en la conexión, saliendo de la aplicación!
et: Logimis salasõna tõrge, rakendus sulgub!
eu: Saio haste sar-hitz okerra, irteten!
fi: Kirjautumisen salasana virhe, sovellus suljetaan!
fr: Erreur de mot de passe. Fermeture de l'application !
hu: A bejelentkezési jelszó hibás, az alkalmazás kilép!
it: Password di accesso errata, uscita dall'applicazione!
ja: パスワードが違います。アプリケーションを終了します！
nb: Påloggingspassord feil, program avslutter!
nl: Login wachtwoord fout, toepassing exit!
pl: Błąd logowania, aplikacja zostanie zamknięta!
pt_br: Erro na senha de entrada. Saindo do aplicativo!
ro: Eroare la introducerea parolei de logare, aplicația se va închide!
ru: Неправильный пароль, завершение работы программы!
sk: Prihlasovacie heslo je chybné, aplikácia sa ukončí!
sq: Gabim në fjalëkalimin e hyrjes, programi po mbyllet!
sv: Felaktigt lösenord, programmet avslutas!
th: รหัสผ่านผู้ใช้งานผิดพลาด ออกจากโปรแกรม!
tr: Şifre hatalı, uygulamadan çıkın!
ug: تىزىمغا كىرىدىغان ئىم خاتا، پروگراممىدىن چېكىندى!

# Message_LoginError
source: Login password error, please input again!
ar: كلمة المرور غير صحيحه , الرجاء المحاولة مرة أخرى!
bg: Грешка в паролата за вписване, моля, въведете я отново!
de: Fehler bei Anmeldung, bitte Kennwort erneut eingeben!
es: Error en la contraseña, escríbala de nuevo!
et: Logimis salsõna tõrge, palun siseta uuesti!
eu: Saio haste sar-hitz okerra, mesedez saiatu zaitez berriro!
fi: Virhe salasanassa, kirjoita uudelleen!
fr: Erreur de Mot de passe. Veuillez réessayez !
hu: A bejelentkezési jelszó hibás, kérem adja meg újra!
it: Password di accesso errata, inseriscila di nuovo!
ja: パスワードが違います。もう一度入力してください！
nb: Påloggingspassord feil, vennligst tast inn igjen!
nl: Login wachtwoord fout, gelieve input again!
pl: Błąd logowania, proszę wpisać ponownie!
pt_br: Erro na senha de entrada. Por favor, informe novamente!
ro: Eroare la introducerea parolei de logare, scrie-o din nou!
ru: Неправильный пароль, введите снова!
sk: Prihlasovacie heslo je nesprávne, napíšte ho prosím znova!
sq: Gabim në fjalëkalimin e hyrjes, ju lutemi vendoseni përsëri!
sv: Felaktigt lösenord, vänligen försök igen!
th: รหัสผ่านผู้ใช้งานผิดพลาด กรุณาใส่อีกครั้ง!
tr: Şifre hatalı, lüften tekrar girin!
ug: تىزىمغا كىرىدىغان ئىم خاتا، قايتا كىرگۈزۈڭ!

# Message_LoginError
source: Password error!
bg: Грешка в паролата!
de: Passwort-Fehler!
es: ¡Error de contraseña!
fr: Erreur de mot de passe!
it: Errore della password!
ja: パスワード エラー!
nl: Wachtwoord fout!
pl: Błąd hasła!
pt_br: Erro de senha!
ru: Ошибка пароля!
th: ข้อผิดพลาดรหัสผ่าน!

# Message_PathEmpty
source: Path can't be empty!
ar: المسار لا يمكن أن يكون فارغاً !
bg: Пътят не може да бъде празен!
de: Pfad muss angegeben werden!
es: El campo ruta no puede estar vacío!
et: Väli ei tohi olla tühi!
eu: Helburua ezin daiteke hutsik egon!
fi: Polku ei voi olla tyhjä!
fr: Le chemin d'accès doit être renseigné !
hu: Az útvonal nem lehet üres!
it: Il percorso non può essere vuoto!
ja: パスは空欄にできません！
nb: Sti kan ikke være tom!
nl: Het pad kan niet leeg zijn.
pl: Ścieżka nie może być pusta!
pt_br: O caminho não pode estar vazio!
ro: Calea nu poate lipsi!
ru: Путь не может быть пустым!
sk: Cesta nemôže byť prázdna!
sq: Shtegu nuk mund të jetë i zbrazët!
sv: Sökvägen kan inte vara tom!
th: สถานที่บันทึกไม่สามารถเว้นว่างได้!
tr: Paket dosya boş olmayabilir!
ug: يول بوش قالمايدۇ!

# Message_InputFullPath
source: Please input full path name.
ar: الرجاء إدخال اسم المسار بالكامل .
bg: Моля, въведете пълното име на пътя.
de: Bitte vollständigen Pfadnamen eingeben.
es: Inserte el nombre completo de la ruta.
et: Palun sistea täielik asukoht
eu: Mesedez sartu helburu izen osoa.
fi: Anna täydellinen polun nimi.
fr: Veillez insérer le chemin complet.
hu: Kérlek add meg a teljes elérési nevet.
it: Inserisci il percorso completo.
ja: ファイルのフルパスを入力してください。
nb: Vennligst skriv inn full målbane.
nl: Geef alstublieft het volledige bestandspad aan.
pl: Proszę wpisz pełną nazwę ścieżki dostępu.
pt_br: Por favor, entre com o caminho completo.
ro: Scrie numele complet al căii.
ru: Пожалуйста введите полный путь.
sk: Prosím, zadajte úplný názov cesty
sq: Ju lutemi futni emrin e plotë të shtegut.
sv: Vänligen mata in full sökväg.
th: กรุณาระบุเส้นทางไปยังไฟล์
tr: Lütfen yolu tam olarak belirtiniz
ug: تولۇق يول ئاتىنى كىرگۈزۈڭ.

# Message_InvalidDiskDriver
source: The disk drive is invalid.
ar: القرص غير صحيح.
bg: Дисковото устройство е невалидно.
de: Das Volume ist ungültig.
es: La unidad de disco no es válida.
et: Keeta seadis on vigane
eu: Diska gidaria baliogabea da.
fi: Levyasema on viallinen.
fr: Le disque est invalide.
hu: A meghajtó nem megfelelő.
it: Il disco è danneggiato.
ja: このドライブは無効です。
nb: Diskdriveren er ukorrekt.
nl: De driver van de schijf is corrupt.
pl: Sterownik dysku jest nieprawidłowy.
pt_br: O disco é inválido.
ro: Dispozitivul de stocare specificat nu este valid.
ru: Имя диска указанно неверно.
sk: ovládač disku je neplatný.
sq: Driveri i diskut nuk është i vlefshëm.
sv: Disknamnet är inte giltigt.
th: ไดร์เวอร์ของดิสก์ไม่ถูกต้อง
tr: Disk sürücüsü geçersiz
ug: دىسكا قوزغاتقۇچى ئىناۋەتسىز.

# Message_IsFileAndExisted
source: A file with the name you specified already exists. Please specify a different name.
ar: يوجد ملف بنفس الاسم الذي حددته بالفعل. الرجاء تحديد اسم مجلد آخر
bg: Вече съществува файл с името, което сте посочили. Моля, изберете различно име за папката.
de: Eine Datei mit dem angegebenen Namen ist bereits vorhanden. Bitte einen anderen Ordnernamen angeben.
es: Ya existe un archivo con este nombre. Use un nombre diferente.
et: Fail sellise nimega on juba olemas. Palun nimeta seda teisiti.
eu: Adierazitako izenarekin jadanik badago agiri bat. Mesedez adierazi ezazu izen ezberdin bat.
fi: Määrittämäsi tiedoston nimi on jo olemassa. Määritä toinen nimi.
fr: Un fichier portant le nom que vous avez spécifié existe déjà. Veuillez entrer un nom de dossier différent.
hu: A fájl, amit adtál már létezik. Kérlek adj meg egy másik könyvtárnevet.
it: Esiste già un file con questo nome. Indica un nome differente.
ja: 指定されたファイル名は存在します。他のフォルダ名を指定してください。
nb: En fil med navnet du spesifiserte eksisterer allerede. Vennligst oppgi et annet navn.
nl: Een bestand met de door jou gegeven naam bestaat al. Geen alstublieft een andere mapnaam op.
pl: Plik o podanej nazwie już istnieje. Podaj inną nazwę pliku.
pt_br: Um arquivo com o nome que você especificou já existe. Por favor, especifique um nome diferente.
ro: Există deja o filă cu numele pe care l-ai specificat. Folosește un alt nume.
ru: Файл с таким именем уже существует. Пожалуйста измените имя.
sk: Súbor so stanoveným názvom už existuje. Stanovte prosím iný názov súboru.
sq: Një skedar me emrin që keni specifikuae ekziston tashmë. Ju lutemi specifikoni një emër tjetër.
sv: En fil med valt namn finns redan. Vänligen välj annat namn.
th: ไฟล์ที่มีชื่อตามที่คุณระบุมีอยู่แล้ว กรุณาระบุชื่อโฟลเดอร์อื่น
tr: Belirttiğiniz isimde dosya mevcut. Lüften farklı bir dosya ismi belirtiniz.
ug: بەلگىلەنگەن قىسقۇچ ئاتى بىلەن مەۋجۇد ھۆججەت ئاتى ئوخشاش، باشقا قىسقۇچ ئاتىنى بەلگىلەڭ.

# Message_FileNameEmpty
source: File name can't be empty!
ar: لا يمكن ترك خانة الاسم فارغة !
bg: Името на файла не може да бъде празно!
de: Es muss ein Dateiname angegeben werden!
es: Debe poner un nombre al archive!
et: Faili nimetus ei tohi olla tühi
eu: Agiri izena ezin da hutsik egon!
fi: Tiedoston nimi ei voi olla tyhjä!
fr: Veuillez spécifier le nom du fichier !
hu: A fájlnév nem lehet üres!
it: Il nome del file non può essere vuoto!
ja: ファイル名は空欄にできません!
nb: Filnavn kan ikke fære tomt!
nl: De bestandsnaam kan niet leeg zijn!
pl: Nazwa pliku nie może być pusta!
pt_br: O nome do arquivo não pode estar vazio!
ro: Numele de filă nu poate lipsi!
ru: Имя файла неможет быть пустым!
sk: Názov súboru nemôže byť prázdny!
sq: Emri i skedarit nuk mund të jetë bosh!
sv: Inga tomma filnamn!
th: ชื่อไฟล์ไม่สามารถเว้นว่างได้!
tr: Dosya adı boş olamaz!
ug: ھۆججەت ئاتى بوش قالمايدۇ!

# Message_IsDirectoryAndExisted
source: A folder with the name you specified already exists. Please specify a different name.
ar: أسم المجلد الذي حددته موجود مسبقا. يرجى تحديد اسم ملف مختلف.
bg: Папка с името, което сте посочили, вече съществува. Моля, изберете различно име на файла.
de: Ein Ordner mit dem angegebenen Namen ist bereits vorhanden. Bitte einen anderen Dateinamen angeben.
es: Ya existe una carpeta con este nombre. Use un nombre diferente.
et: Kaust sellise nimega on juba olemas. Palun nimeta seda teisiti.
eu: Adierazitako izenarekin jadanik badago agiritegi bat. Mesedez adierazi ezazu izen ezberdin bat.
fi: Määrittämäsi kansion nimi on jo olemassa. Määritä toinen nimi.
fr: Un dossier portant le nom que vous avez spécifié existe déjà. Veuillez entrer un nom de fichier différent.
hu: Egy könyvtár már létezik ezzel a névvel. Kérlek próbáld meg újra egy másik névvel.
it: Esiste già una cartella con questo nome. Indica un nome differente.
ja: 指定されたフォルダは存在します。他のファイル名を指定してください。
nb: En mappe med navnet du oppgav, finnes allerede. Vennligst oppgi et annet navn.
nl: Een map met de door jou gegeven naam bestaat al. Geen alstublieft een andere bestandsnaam op.
pl: Folder o podanej nazwie już istnieje. Podaj inną nazwę folderu.
pt_br: Uma pasta com o nome que você especificou já existe. Por favor, especifique um nome diferente.
ro: Există deja un dosar cu numele pe care l-ai specificat. Folosește un alt nume.
ru: Папка с таким именем уже существует. Пожалуйста измените имя.
sk: Priečinok so stanoveným názvom už existuje. Stanovte prosím iný názov priečinku.
sq: Një folder me emrin që keni specifikuae ekziston tashmë. Ju lutemi specifikoni një emër tjetër.
sv: En mapp med valt namn finns redan. Vänligen välj annat namn.
th: โฟลเดอร์ที่มีชื่อตามที่คุณระบุมีอยู่แล้ว กรุณาระบุชื่อไฟล์อื่น
tr: Belirttiğiniz isimde klasör mevcut. Lüften farklı bir klasör ismi belirtiniz.
ug: بەلگىلەنگەن ھۆججەت ئاتى بىلەن مەۋجۇد قىسقۇچ ئاتى ئوخشاش، باشقا ھۆججەت ئاتىنى بەلگىلەڭ.

# Message_InvalidPath
source: The path name cannot contain any of the following characters: * ? " < > : | Any part of the path cannot contain the following words that are reserved by Windows: CON, COM1, LPT1, etc. (e.g. con, com1.txt) A part of the path is not a valid filename. (e.g. ".", "..")
de: Der Pfadname darf keines der folgenden Zeichen enthalten: * ? " < > : | Kein Teil des Pfads darf die folgenden Wörter enthalten, die von Windows reserviert sind: CON, COM1, LPT1 usw. (z. B. con, com1.txt) Ein Teil des Pfads ist kein gültiger Dateiname. (z. B. ".", "..")
es: El nombre de la ruta no puede contener ninguno de los siguientes caracteres: * ? " < > : | Ninguna parte de la ruta de acceso puede contener las siguientes palabras reservadas por Windows: CON, COM1, LPT1, etcetera. (por ejemplo, con, com1.txt) Una parte de la ruta no es un nombre de archivo válido. (por ejemplo, ".", "..")
fr: Le nom du chemin d’accès ne peut contenir aucun des caractères suivants : * ? " < > : | Une partie du chemin d’accès ne peut pas contenir les mots suivants réservés par Windows : CON, COM1, LPT1, etc. (par exemple, con, com1.txt) Une partie du chemin d’accès n’est pas un nom de fichier valide. (par exemple « . », « .. »)
it: Il nome del percorso non può contenere nessuno dei seguenti caratteri: * ? " < > : | Qualsiasi parte del percorso non può contenere le seguenti parole riservate da Windows: CON, COM1, LPT1, ecc. (ad es. con, com1.txt) Una parte del percorso non è un nome file valido. (ad es. ".", "..")
ja: パス名には、次の文字を含めることはできません: * ?" < > : | パスの一部には、Windows によって予約されている次の単語を含めることはできません: CON、COM1、LPT1 など (例: con、com1.txt) パスの一部が有効なファイル名ではありません。(例: "."、"..")
pl: Nazwa ścieżki nie może zawierać żadnego z następujących znaków: * ? " < > : | Żadna część ścieżki nie może zawierać następujących słów, które są zarezerwowane przez system Windows: CON, COM1, LPT1 itd. (np. con, com1.txt) Część ścieżki nie jest prawidłową nazwą pliku. (np. ".", "..")
pt_br: O nome do caminho não pode conter nenhum dos seguintes caracteres: * ? " < > : | Qualquer parte do caminho não pode conter as seguintes palavras reservadas pelo Windows: CON, COM1, LPT1 etc. (por exemplo, con, com1.txt) Uma parte do caminho não é um nome de arquivo válido. (por exemplo, ".", "..")
ru: Имя пути не может содержать ни один из следующих символов: * ? " < > : | Любая часть пути не может содержать следующие слова, зарезервированные Windows: CON, COM1, LPT1 и т.д. (например, con, com1.txt) Часть пути не является допустимым именем файла. (например, ".", "..")
th: ชื่อเส้นทางต้องไม่มีอักขระใดๆ ต่อไปนี้: * ? " < > : | ส่วนใดส่วนหนึ่งของเส้นทางไม่สามารถมีคําต่อไปนี้ที่สงวนไว้โดย Windows: CON, COM1, LPT1 เป็นต้น (เช่น con, com1.txt) ส่วนหนึ่งของเส้นทางไม่ใช่ชื่อไฟล์ที่ถูกต้อง (เช่น ".", "..")
