Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_Advanced
source: Enable Local Service Discovery support to search peers in local network
bg: Разрешаване на поддръжката на откриването на локални услуги за търсене в локалната мрежа
de: Aktivieren der Unterstützung für die lokale Dienstermittlung für die Suche nach Peers im lokalen Netzwerk
es: Habilite el soporte de detección de servicios locales para buscar pares en la red local
fr: Activer le support Local Service Discovery pour rechercher des pairs dans le réseau local
it: Abilitare il supporto per l'individuazione del servizio locale per la ricerca di peer nella rete locale
ja: ローカル ネットワーク内のピアを検索するローカル サービス検索のサポートを有効にする
nl: Ondersteuning voor detectie van lokale service inschakelen voor zoek peers in het lokale netwerk
pl: Włącz obsługę odnajdowania usług lokalnych w celu wyszukiwania rysów w sieci lokalnej
pt_br: Habilite o suporte ao Local Service Discovery para pesquisar pares na rede local
ru: Включить поддержку локальной службы Discovery для поиска узлов в локальной сети
th: เปิดใช้งานการสนับสนุนการค้นพบบริการภายในเครื่องเพื่อค้นหาเพียร์ในเครือข่ายท้องถิ่น

# Options_Advanced
source: Anti-leech: seconds after which to check downloaded amount since peer connected
ar: ثواني قليلة ليتم التحقق من الكمية التي تم تحميلها منذ بدء الإتصال بالنظائر
bg: Анти-лийч: секунди, след които да се провери сваленото количество, след като пиърът се е свързал
de: Anti-Leech: Sekunden, nach denen heruntergeladene Menge zu überprüfen sind, seit mit Peer verbunden
es: Anti-leech: segundos tras los cuales se deberá comprobar la descarga desde que el par se conectó
et: Anti-kaan: sekundi pärast kontrollida alla laaditud summa kuna vastastikuse ühendatud
eu: Izain-aurkakoa: segundu ondoren jeitsitako kopurua egiaztaturik hartzailea elkarketatu denetik
fr: Anti-sangsues : secondes après lesquelles on vérifie la quantité de téléchargement depuis la connexion d'un pair
hu: leechelés ellen: ennyi másodperc után ellenőrizze a letöltött adatmennyiséget a peer csatlakozása óta
it: Anti-leech: numero di secondi da attendere prima di calcolare quanto è stato scaricato dalla connessione del peer
ja: アンチリーチ: 接続してからダウンロード量をチェックする時間（秒）
nl: Anti-Leech: seconden waarna om gedownloade hoeveelheid te controleren sinds verbonden peer
pl: Anti-leech: czas (sek.), od połączenia z pobierającym, po którym program sprawdza wielkość pobrania
pt_br: anti leech: segundos após os quais checar o montante baixado desde a conexão ao peer
ro: Antilipitori: Numărul de secunde după care să fie verificată cantitatea descărcată de cînd s-a conectat partenerul
ru: Анти-личер: проверять итог загрузки с начала подключения пира по истечению этого времени (сек)
sk: anti-leech: sekundy, po ktorých sa kontroluje stiahnuta časť od vzájomného pripojenia
sq: anti-leech: sekondat pas të cilave duhet kontrolluar sasia e shkarkimit që kur është lidhur dhënësi
sv: Anti-leech: sekunder efter att nedladdningsbeloppet har kontrollerats sedan peer anslöt sig
th: ป้องกันปลิง: วินาทีหลังจากนั้นเพื่อตรวจสอบจํานวนเงินที่ดาวน์โหลดตั้งแต่เพียร์เชื่อมต่อ
tr: anti-leech: bağlanan paylaşıcının indirme miktarını denetlendikten sonraki dakikalar
ug: قان شوراشقا قارشى قوغداش: قانچىلىك ۋاقىت ئۇلانغاندىن كېيىن ئېقىم مىقدارى تەكشۈرۈلىدۇ (سېكۇنت)

# Options_Advanced
source: Anti-leech: minimum downloaded bytes counted after specified time
ar: anti-leech: قلل من سرعة التحميل بعد الوقت المحدد
bg: Анти-лийч: мининум свалени байтове след определеното време
de: Anti-Leech: Minimale herunterladene Bytes nach angegebener Zeit
es: Anti-leech: mínimo de bytes de descarga tras cierto tiempo especificado
et: Anti-kaan: vähemalt laadida bytes arvestatakse pärast määratud aja
eu: Izain-aurkakoa: gutxieneko byte jeistsiak zenbaturik adierazitako denboraren ondoren
fr: Anti-sangsue : téléchargement minimal d'octets après la durée spécifiée
hu: leechelés ellen: min. letöltött bájtok a megadott idő után
it: Anti-leech: minimo dei bytes scaricati dopo un tempo specifico
ja: アンチリーチ: 一定時間経過後に必要なダウンロード量（バイト）
nb: Anti-Leech: minimum nedlastet byte telles etter bestemt tid
nl: Anti-Leech: minimaal gedownloade bytes geteld na opgegeven tijd
pl: Anti-leech: Minimalna ilość pobranych bajtów po ustalonym czasie
pt_br: anti leech: download mínimo de bytes após tempo especificado
ro: Antilipitori: Numărul minim de baiți descărcați după timpul specificat
ru: Анти-личер: минимум загруженных байт после заданного времени
sk: anti-leech: min sťahovanie bytov po špecifikovanom čase
sq: anti-leech: minimizo shkarkimin e bajtëve pas kohës së caktuar
sv: Anti-leech: minimalt antal nedladdade bytes räknade efter specifik tid
th: Anti-leech: ไบต์ที่ดาวน์โหลดขั้นต่ําที่นับหลังจากเวลาที่กําหนด
tr: anti-leech: belirlenen zamandan sonraki minimum indirme byte
ug: قان شوراشقا قارشى قوغداش: بەلگىلەنگەن ۋاقىتتىكى ئەڭ ئاز ئېقىم مىقدارى (بايت(

# Options_Advanced
source: Anti-leech: banned peer listen ports (non-zero numbers, for example: 1400, 1500)
bg: Анти-пиявица: забранени Peer слушане портове (числа, които не са нулеви, например: 1400, 1500)
de: Anti-Leech: Verbotene Peer-Listen-Ports (Nicht-Null-Zahlen, z. B.: 1400, 1500)
es: Anti-leech: puertos de escucha de pares prohibidos (números distintos de cero, por ejemplo: 1400, 1500)
fr: Anti-sangsue: les ports d'écoute par les pairs interdits (nombres non nuls, par exemple : 1400, 1500)
it: Anti-leech: porti di ascolto peer vietati (numeri diversi da zero, ad esempio: 1400, 1500)
ja: アンチリーチ: 禁止されたピアリスンポート (ゼロ以外の数値(例: 1400、1500)
nl: Anti-Leech: verboden peer-luisterpoorten (niet-nulnummers, bijvoorbeeld: 1400, 1500)
pl: Anty-pijawka: zakazany peer nasłuchiwania portów (cyfry niezerowe, na przykład: 1400, 1500)
pt_br: Anti-sanguessuga: proibido peer ouvir portas (números não zero, por exemplo: 1400, 1500)
ru: Антипиев: запрещенные порты слушайте сверстников (ненулевые числа, например: 1400, 1500)
th: ป้องกันปลิง: พอร์ตฟังเพื่อนที่ถูกแบน (หมายเลขที่ไม่ใช่ศูนย์ เช่น 1400, 1500)

# Options_Advanced
source: Anti-leech: banned peer ids (At least 6 characters, for example: AB1234, CD5678)
bg: Анти-пиявица: забранени партньорски идентификатори (Най-малко 6 знака, например: AB1234, CD5678)
de: Anti-Leech: verbotene Peer-IDs (Mindestens 6 Zeichen, z. B.: AB1234, CD5678)
es: Anti-leech: identificaciones de pares prohibidas (Al menos 6 caracteres, por ejemplo: AB1234, CD5678)
fr: Anti-sangsue: ids pairs interdits (Au moins 6 caractères, par exemple: AB1234, CD5678)
it: Anti-leech: ID peer vietati (Almeno 6 caratteri, ad esempio: AB1234, CD5678)
ja: アンチリーチ: 禁止されたピア ID (6 文字以上:AB1234、CD5678 など)
nl: Anti-Leech: verboden peer-id's (Ten minste 6 tekens, bijvoorbeeld: AB1234, CD5678)
pl: Anty-pijawka: zakazane identyfikatory elementów równorzędnych (Co najmniej 6 znaków, na przykład: AB1234, CD5678)
pt_br: Anti-sanguessuga: ids pares proibidos (Pelo menos 6 caracteres, por exemplo: AB1234, CD5678)
ru: Антипиев: запрещенные идентификаторы сверстников (По крайней мере 6 символов, например: AB1234, CD5678)
th: ป้องกันปลิง: รหัสเพื่อนที่ถูกแบน (อย่างน้อย 6 อักขระ ตัวอย่างเช่น AB1234, CD5678)

# Options_Advanced
source: Anti-leech: ban peers by client name (At least 6 characters, for example: qBittorrent, Transmission, Deluge)
de: Anti-Blutegel: Peers nach Kundennamen sperren (Mindestens 6 Zeichen, zum Beispiel: qBittorrent, Transmission, Deluge)
es: Anti-leech: prohibir pares por nombre de cliente (Al menos 6 caracteres, por ejemplo: qBittorrent, Transmission, Deluge)
fr: Anti-sangsue : bannir les pairs par nom de client (Au moins 6 caractères, par exemple : qBittorrent, Transmission, Deluge)
it: Anti-sanguisuga: bannare i peer in base al nome del cliente (Almeno 6 caratteri, ad esempio: qBittorrent, Transmission, Deluge)
ja: アンチリーチ:クライアント名でピアを禁止する (6 文字以上、例: qBittorrent、Transmission、Deluge)
pl: Anti-leech: blokowanie peerów według nazwy klienta (Co najmniej 6 znaków, na przykład: qBittorrent, Transmission, Deluge)
pt_br: Anti-sanguessuga: banir pares por nome de cliente (Pelo menos 6 caracteres, por exemplo: qBittorrent, Transmission, Deluge)
ru: Анти-пиявка: бан пиров по имени клиента (Не менее 6 символов, например: qBittorrent, Transmission, Deluge)
th: Anti-leech: แบนเพื่อนตามชื่อลูกค้า (อย่างน้อย 6 ตัวอักษร เช่น qBittorrent, Transmission, Deluge)

# Options_Advanced
source: Anti-leech: apply to private torrents
bg: Анти-пиявица: Нанесете върху частни торенти
de: Anti-Leech: gelten für private Torrents
es: Anti-leech: aplicar a torrents privados
fr: Anti-sangsue: appliquer aux torrents privés
it: Anti-leech: applicare ai torrenti privati
ja: アンチリーチ:プライベートトレントに適用
nl: Anti-Leech: Solliciteer op privé-torrents
pl: Anty-pijawka: stosuje się do prywatnych torrentów
pt_br: Anti-sanguessuga: aplicar-se a torrents privadas
ru: Антипиев: применять к частным торрентам
th: แอนตี้ปลิง: ใช้กับเพลงส่วนตัว

# Options_Advanced
source: Allow multiple peers to connect from the same IP
de: Zulassen, dass mehrere Peers von derselben IP aus eine Verbindung herstellen
es: Permitir que varios pares se conecten desde la misma IP
fr: Autoriser plusieurs homologues à se connecter à partir de la même adresse IP
it: Consenti a più peer di connettersi dallo stesso IP
ja: 複数のピアが同じIPから接続できるようにする
pl: Zezwalaj wielu elementom równorzędnym na łączenie się z tego samego adresu IP
pt_br: Permitir que vários pares se conectem a partir do mesmo IP
ru: Разрешить нескольким одноранговым узлам подключаться с одного и того же IP-адреса
th: อนุญาตให้เพื่อนหลายคนเชื่อมต่อจาก IP เดียวกัน

# Options_Advanced
source: Video preview program path (auto-detect when empty. Not applicable when auto-detect video preview program path is disabled.)
de: Programmpfad für die Videovorschau (automatische Erkennung, wenn leer. Gilt nicht, wenn der Programmpfad für die automatische Erkennung der Videovorschau deaktiviert ist.)
es: Ruta del programa de vista previa de vídeo (detección automática cuando está vacía. No se aplica cuando la ruta del programa de vista previa de vídeo de detección automática está desactivada).
fr: Chemin du programme d’aperçu vidéo (détection automatique lorsqu’il est vide. Non applicable lorsque le chemin d’accès au programme d’aperçu vidéo de détection automatique est désactivé.)
it: Percorso del programma di anteprima video (rilevamento automatico quando vuoto. Non applicabile quando il percorso del programma di rilevamento automatico dell'anteprima video è disabilitato.)
ja: ビデオプレビュープログラムパス(空の場合は自動検出。ビデオプレビュープログラムパスの自動検出が無効になっている場合には適用されません。
pl: Ścieżka programu podglądu wideo (automatyczne wykrywanie, gdy jest puste. Nie ma zastosowania, gdy ścieżka programu automatycznego wykrywania podglądu wideo jest wyłączona.)
pt_br: Caminho do programa de visualização de vídeo (detecção automática quando vazio. Não aplicável quando o caminho do programa de visualização de vídeo de detecção automática está desabilitado.)
ru: Путь к программе предварительного просмотра видео (автоматическое определение, когда он пуст. Неприменимо, если отключен путь к программе автоматического определения предварительного просмотра видео.)
th: เส้นทางโปรแกรมแสดงตัวอย่างวิดีโอ (ตรวจจับอัตโนมัติเมื่อว่างเปล่า ไม่สามารถใช้ได้เมื่อปิดใช้งานเส้นทางโปรแกรมตรวจหาวิดีโอแสดงตัวอย่างอัตโนมัติ)

# Options_Advanced
source: Auto-detect video preview program path. If disabled, the system default program will be used to open video files
de: Automatische Erkennung des Programmpfads für die Videovorschau. Wenn diese Option deaktiviert ist, wird das Standardprogramm des Systems zum Öffnen von Videodateien verwendet
es: Detección automática de la ruta del programa de vista previa de vídeo. Si está deshabilitado, el programa predeterminado del sistema se utilizará para abrir archivos de video
fr: Détection automatique du chemin du programme d’aperçu vidéo. S’il est désactivé, le programme par défaut du système sera utilisé pour ouvrir les fichiers vidéo
it: Rileva automaticamente il percorso del programma di anteprima video. Se disabilitato, il programma predefinito di sistema verrà utilizzato per aprire i file video
ja: ビデオプレビュープログラムのパスを自動検出します。無効にすると、システムのデフォルトプログラムを使用してビデオファイルが開かれます
pl: Automatyczne wykrywanie ścieżki programu podglądu wideo. Jeśli ta opcja jest wyłączona, domyślny program systemowy będzie używany do otwierania plików wideo
pt_br: Detectar automaticamente o caminho do programa de visualização de vídeo. Se desativado, o programa padrão do sistema será usado para abrir arquivos de vídeo
ru: Автоматическое определение пути к программе предварительного просмотра видео. Если этот параметр отключен, для открытия видеофайлов будет использоваться системная программа по умолчанию
th: ตรวจหาเส้นทางโปรแกรมแสดงตัวอย่างวิดีโออัตโนมัติ หากปิดใช้งานโปรแกรมเริ่มต้นของระบบจะถูกใช้เพื่อเปิดไฟล์วิดีโอ

# Options_Advanced
source: Allow video preview program to open files of any type
ar: السماح لبرنامج معاينة الفيديو لفتح ملفات من أي نوع
bg: Позволяване на програмата за видео преглед да отваря файлове от всякакъв тип
de: Videovorschau-Programm ermöglichen, Dateien eines beliebigen Typs zu öffnen
es: Permitir al programa de previsualización de vídeo abrir archivos de cualquier tipo
et: Luba video eelvaatlus programmil avada mis tahes liiki failisi
eu: Baimendu bideo aurreikuspen egitaraua edozein motako agiriak irekitzeko
fi: Salli video esikatseluohjelman avata kaikentyyppiset tiedostot
fr: Autoriser le programme d'aperçu vidéo pour ouvrir des fichiers de n'importe quel type
it: Permetti al visualizzatore anteprime di aprire qualsiasi tipo di file
ja: どんなファイルタイプでもプレビュープログラムで開く
nl: Laat video preview-programma om bestanden van elk type te openen
pl: Zezwól programowi do podglądu wideo otwierać pliki wszystkich typów
pt_br: Permitir que programa de pré-visualização de vídeos abra arquivos de qualquer tipo
ro: Permite programului de previzionare video să deschidă filele de orice tip
ru: Позволить видеопрограмме открывать файли всех типов
sk: Povoliť programu spúšťajúceho video ukážky, aby otvoril súbory akéhokoľvek typu
sv: Tillåt videoförhandsvisningsprogram att öppna vilken filtyp som helst
th: อนุญาตให้โปรแกรมแสดงตัวอย่างวิดีโอเปิดไฟล์ชนิดใดก็ได้
tr: Video ve benzeri tüm türlerin açılmasına izin ver
ug: ئالدىن كۆزىتىش پروگراممىسىنىڭ ھەر قانداق تىپتىكى ھۆججەتنى ئېچىشىغا يول قوي

# Options_Advanced
source: HTTP task: User-Agent String for HTTP connection
ar: مهمة http: سلسله عامل المستخدم لاتصال http
bg: HTTP задача: Стринг на потребителския агент за HTTP връзка
de: HTTP-Aufgabe: Benutzeragentenzeichenfolge für HTTP-Verbindung
es: Tarea HTTP: Cadena de agente de usuario para conexión HTTP
et: HTTP ülesanne: Identifikaatori sõne HTTP ühendusele
eu: HHTP eginkizunak: Erabiltzaile-Ordezkari Haria HTTP elkarketarako
fr: Tâche HTTP : Chaîne d'agent utilisateur pour connexion HTTP
hu: HTTP feladat: Ügyféltípus azonosítója HTTP kapcsolathoz
it: Task HTTP: stringa User-Agent per le connessioni HTTP
ja: HTTPタスク： HTTP接続に対するUser-Agent文字列
nb: HTTP- oppgave: Bruker- agent streng for HTTP tilkobling
nl: HTTP task: User-Agent String voor HTTP verbinding
pl: Zadanie HTTP: Ciąg User-Agent dla połączenia HTTP
pt_br: Tarefa HTTP: String de User-Agent para conexão HTTP
ro: Sarcină HTTP: Șir de identificare a softului pt. conex. HTTP
ru: HTTP задание: строка User-Agent для HTTP соединения
sk: HTTP úloha: Reťazec User-Agent pre HTTP spojenie
sq: Detyrë HTTP: Rreshti Përdorues-Agjent për lidhjen HTTP
sv: HTTP-aktivitet: Användaragents-sträng för HTTP-anslutning
th: งาน HTTP: สตริงตัวแทนผู้ใช้สําหรับการเชื่อมต่อ HTTP
tr: HTTP görevi: HTTP bağlantısı için Kullanıcı-Vekil Şartı
ug: HTTP ۋەزىپە: HTTPئۇلىنىشى ئىشلەتكەنUser-Agent ھەرپ تىزمىسى

# Options_Advanced
source: Max mirror connection count for a HTTP task (1-1000)
de: Max. Anzahl der Spiegelverbindungen für einen HTTP-Task (1-1000)
es: Recuento máximo de conexiones reflejadas para una tarea HTTP (1-1000)
fr: Nombre maximal de connexions miroir pour une tâche HTTP (1-1000)
it: Numero massimo di connessioni mirror per un'attività HTTP (1-1000)
ja: HTTP タスクの最大ミラー接続数 (1 ~ 1000)
pl: Maksymalna liczba połączeń dublowanych dla zadania HTTP (1–1000)
pt_br: Contagem de conexão de espelho máxima para uma tarefa HTTP (1-1000)
ru: Максимальное количество зеркальных подключений для задачи HTTP (1-1000)
th: จํานวนการเชื่อมต่อมิเรอร์สูงสุดสําหรับงาน HTTP (1-1000)

# Options_Advanced
source: HTTP task: auto import cookies from browser for downloading URL
bg: HTTP задача: автоматично импортиране на бисквитки от браузъра за изтегляне на URL адрес
de: HTTP-Task: Automatisches Importieren von Cookies aus dem Browser zum Herunterladen der URL
es: Tarea HTTP: importar cookies automáticamente desde el navegador para descargar la URL
fr: Tâche HTTP : importation automatique des cookies à partir du navigateur pour télécharger l’URL
it: Attività HTTP: importazione automatica dei cookie dal browser per il download dell'URL
ja: HTTP タスク: URL をダウンロードするためのブラウザから Cookie を自動インポートする
nl: HTTP-taak: cookies automatisch importeren vanuit de browser voor het downloaden van de URL
pl: Zadanie HTTP: automatyczne importowanie plików cookie z przeglądarki w celu pobrania adresu URL
pt_br: Tarefa HTTP: cookies de importação automática do navegador para baixar URL
ru: Задача HTTP: автоматический импорт файлов cookie из браузера для загрузки URL
th: งาน HTTP: นําเข้าคุกกี้จากเบราว์เซอร์โดยอัตโนมัติสําหรับการดาวน์โหลด URL

# Options_Advanced
source: Long-Term Seeding protocol selection
de: Auswahl des Langzeit-Seeding-Protokolls
es: Selección del protocolo de siembra a largo plazo
fr: Sélection du protocole d’amorçage à long terme
it: Selezione del protocollo di seeding a lungo termine
ja: 長期シードプロトコルの選択
pl: Wybór protokołu długoterminowego siewu
pt_br: Seleção de protocolos de semeadura de longo prazo
ru: Выбор протокола долгосрочного посева
th: การเลือกโปรโตคอลการเพาะเมล็ดในระยะยาว

# Options_Advanced
source: Enable expert mode to display debug information (higher CPU usage)
bg: Разрешаване на експертен режим за показване на информация за отстраняване на грешки (по-висока cpu)
de: Aktivieren des Expertenmodus zur Anzeige von Debuginformationen (höhere CPU-Auslastung)
es: Habilite el modo experto para mostrar la información de depuración (mayor uso de CPU)
fr: Activer le mode expert pour afficher les informations de débogage (utilisation plus élevée du processeur)
it: Attivare la modalità esperto per visualizzare le informazioni di debug (maggiore utilizzo della CPU)
ja: エキスパートモードでデバッグ情報を表示できるようにする (CPU 使用率が高い)
nl: Expertmodus inschakelen om foutopsporingsgegevens weer te geven (hoger CPU-gebruik)
pl: Włącz tryb eksperta, aby wyświetlać informacje debugowania (wyższe użycie procesora)
pt_br: Habilitar o modo especializado para exibir informações de depuração (maior uso da CPU)
ru: Включить режим эксперта для отображения информации о отладке (более высокое использование процессора)
th: เปิดใช้งานโหมดผู้เชี่ยวชาญเพื่อแสดงข้อมูลดีบัก (การใช้งาน CPU ที่สูงขึ้น)

# Options_Advanced
source: Detect downloaded file missing at program startup
ar: كشف الملف الذي تم تنزيله مفقود عند بدء تشغيل البرنامج
bg: Откриване на изтегления файл липсва при стартиране на програмата
de: Heruntergeladene Datei beim Programmstart nicht vorhanden
es: Detectar archivos descagados perdidos al iniciar el programa
et: Tuvastatud allalaetud fail puudumine programmi käivitamisel
eu: Egitaraua hasterakoan galduriko jeitsitako agiria atzeman da
fr: Détecter le fichier téléchargé manquant au démarrage du programme
it: Rilevare file scaricati mancanti all'avvio del programma
ja: プログラムの開始時にダウンロード済みのファイルを確認する
nl: Detecteren gedownloade bestand ontbreekt bij het opstarten van het programma
pl: Wykryj brakujące pobrane pliki przy starcie programu
pt_br: Detectar arquivos baixados faltando na inicialização do programa
ro: Detectează la pornirea programului filele descărcate care lipsesc
ru: Определять отсутствие загруженных файлов при старте программы
sk: Pri spustení programu chýba stiahnutý súbor
sv: Sök efter nedladdade filer som saknas vid uppstart
th: ตรวจหาแฟ้มที่ดาวน์โหลดมาหายไปเมื่อเริ่มต้นโปรแกรม
tr: Kayıp indirilmiş dosyayı program açıldıpında algıla.
ug: پروگرامما قوزغالغاندا چۈشۈرگەن ھۆججەتنىڭ بار يوقلۇقىنى تەكشۈر

# Options_Advanced
source: Add a new task to the top of the list
bg: Добавяне на нова задача в горната част на списъка
de: Hinzufügen einer neuen Aufgabe am Anfang der Liste
es: Agregar una nueva tarea a la parte superior de la lista
fr: Ajouter une nouvelle tâche en haut de la liste
it: Aggiungere una nuova attività all'inizio dell'elenco
ja: リストの先頭に新しいタスクを追加する
nl: Een nieuwe taak toevoegen aan de bovenkant van de lijst
pl: Dodawanie nowego zadania na górze listy
pt_br: Adicione uma nova tarefa ao topo da lista
ru: Добавление новой задачи в верхнюю часть списка
th: เพิ่มงานใหม่ที่ด้านบนสุดของรายการ

# Options_Advanced
source: Stop task after get metadata
bg: Спиране на задачата след получаване на метаданни
de: Task nach dem Abrufen von Metadaten beenden
es: Detener tarea después de obtener metadatos
fr: Arrêter la tâche après avoir obtenu des métadonnées
it: Interrompi attività dopo aver ottenuto i metadati
ja: メタデータの取得後にタスクを停止する
nl: Taak stoppen na het ophalen van metagegevens
pl: Zatrzymaj zadanie po pobraniu metadanych
pt_br: Pare a tarefa depois de obter metadados
ru: Остановка задачи после получения метаданных
th: หยุดงานหลังจากรับข้อมูลเมตา

# Options_Advanced
source: Enable peer exchange while BitTorrent downloading
ar: تمكين تبادل الاقران في حين تورنت تحميله
bg: Давам възможност на взирам се размяна време BitTorrent downloading
de: Aktivieren Sie Peer-Exchange während des Downloads von BitTorrent
es: Activar peer Exchange mientras se descarga BitTorrent
fr: Activer le peer Exchange pendant le téléchargement de BitTorrent
it: Attivare peer Exchange mentre BitTorrent download
ja: ダウンロード中にピア交換を有効にする
nl: Schakel peer Exchange, terwijl BitTorrent downloaden
pl: Włącz wymianę peer podczas pobierania BitTorrent
pt_br: Habilitar intercâmbio de pares enquanto o BitTorrent está baixando
ru: Включение однорангового обмена во время загрузки BitTorrent
th: เปิดใช้งานการแลกเปลี่ยนเพียร์ขณะดาวน์โหลด BitTorrent

# Options_Advanced
source: Enable connect to the peer's IPv4/IPv6 address reported by itself
bg: Разрешаване на свързване към IPv4/IPv6 адреса на партньорската група, докладван от само себе си
de: Aktivieren der Verbindung mit der IPv4/IPv6-Adresse des Peers, die selbst gemeldet wird
es: Habilitar la conexión a la dirección IPv4/IPv6 del mismo nivel informada por sí mismo
fr: Activer la connexion à l’adresse IPv4/IPv6 de l’homologue signalée par elle-même
it: Abilitare la connessione all'indirizzo IPv4/IPv6 del peer segnalato da solo
ja: 単独で報告されたピアの IPv4/IPv6 アドレスへの接続を有効にする
nl: Verbinding maken met het IPv4/IPv6-adres van de peer inschakelen dat zelf wordt gerapporteerd
pl: Włącz łączenie się z adresem IPv4/IPv6 elementu równorzędnego zgłoszonym przez siebie
pt_br: Habilitar a conexão ao endereço IPv4/IPv6 do peer relatado por si só
ru: Включить подключение к IPv4/IPv6-адресу однорангового узла, указанному самостоятельно
th: เปิดใช้งานการเชื่อมต่อกับที่อยู่ IPv4/IPv6 ของเพียร์ที่รายงานด้วยตัวเอง

# Options_Advanced
source: Enable UDP hole punch for peers using uTP
bg: Активирайте отвора за UDP за връстници, като използвате uTP
de: Aktivieren des UDP-Lochs für Peers mithilfe von uTP
es: Habilitar perforación de agujero UDP para pares mediante uTP
fr: Activer le poinçon de trou UDP pour les homologues à l’aide d’uTP
it: Abilitare il foro UDP per i peer che utilizzano uTP
ja: uTP を使用したピアの UDP ホールパンチを有効にする
nl: UDP-gatpons inschakelen voor collega's die uTP gebruiken
pl: Włącz dziurkacz UDP dla peersi za pomocą uTP
pt_br: Habilite o furo UDP para pares usando uTP
ru: Включение перфоратора UDP-отверстий для одноранговых сред с помощью uTP
th: เปิดใช้งานการเจาะรู UDP สําหรับเพื่อนโดยใช้ uTP
