Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# StatusList_StatisticValue
source: Physical: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (Min to keep: ${O_MIN_FREE_PHYS_MEM_MB} MB), Virtual: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}, Process: ${G_AVAIL_PROCESS_MEM_AUTO}/${G_TOTAL_PROCESS_MEM_AUTO}
bg: Физически: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (мин. за да запазите: ${O_MIN_FREE_PHYS_MEM_MB} MB), виртуални: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}, процес: ${G_AVAIL_PROCESS_MEM_AUTO}/${G_TOTAL_PROCESS_MEM_AUTO}
it: Fisico: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (min da mantenere: ${O_MIN_FREE_PHYS_MEM_MB} MB), virtuale: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}, processo: ${G_AVAIL_PROCESS_MEM_AUTO}/${G_TOTAL_PROCESS_MEM_AUTO}
ja: 物理的: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (維持する分: ${O_MIN_FREE_PHYS_MEM_MB} MB), バーチャル: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}, プロセス: ${G_AVAIL_PROCESS_MEM_AUTO}/${G_TOTAL_PROCESS_MEM_AUTO}
nl: Fysiek: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (min om te houden: ${O_MIN_FREE_PHYS_MEM_MB} MB), virtueel: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}, proces: ${G_AVAIL_PROCESS_MEM_AUTO}/${G_TOTAL_PROCESS_MEM_AUTO}
pl: Fizyczne: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (min zachować: ${O_MIN_FREE_PHYS_MEM_MB} MB), Virtual: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}, proces: ${G_AVAIL_PROCESS_MEM_AUTO}/${G_TOTAL_PROCESS_MEM_AUTO}
pt_br: Físico: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (min para manter: ${O_MIN_FREE_PHYS_MEM_MB} MB), virtual: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}, Process: ${G_AVAIL_PROCESS_MEM_AUTO}/${G_TOTAL_PROCESS_MEM_AUTO}
ru: Физическая: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (Минимум: ${O_MIN_FREE_PHYS_MEM_MB} MB), Виртуальная: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}, процесс: ${G_AVAIL_PROCESS_MEM_AUTO}/${G_TOTAL_PROCESS_MEM_AUTO}
th: ทางกายภาพ: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (นาทีที่จะเก็บไว้: ${O_MIN_FREE_PHYS_MEM_MB} MB), เสมือน: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}, กระบวนการ: ${G_AVAIL_PROCESS_MEM_AUTO}/${G_TOTAL_PROCESS_MEM_AUTO}

# StatusList_StatisticValue
source: Physical: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (Min to keep: ${O_MIN_FREE_PHYS_MEM_MB} MB), Swap: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}
de: Physisch: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (Mindestaufenthalt: ${O_MIN_FREE_PHYS_MEM_MB} MB), Swap: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}
es: Físico: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (mínimo para mantener: ${O_MIN_FREE_PHYS_MEM_MB} MB), Swap: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}
fr: Physique : ${G_AVAIL_PHYS_MEM_AUTO} /${G_TOTAL_PHYS_MEM_AUTO} (min à conserver : ${O_MIN_FREE_PHYS_MEM_MB} Mo), swap : ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}
it: Fisico: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (minimo da mantenere: ${O_MIN_FREE_PHYS_MEM_MB} MB), Swap: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}
ja: 物理: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (最小保持: ${O_MIN_FREE_PHYS_MEM_MB} MB), スワップ: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}
pl: Fizyczne: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (Min do zatrzymania: ${O_MIN_FREE_PHYS_MEM_MB} MB), Swap: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}
pt_br: Físico: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (Min para manter: ${O_MIN_FREE_PHYS_MEM_MB} MB), Swap: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}
ru: Физический: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (Минимум к хранению: ${O_MIN_FREE_PHYS_MEM_MB} МБ), Своп: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}
th: ทางกายภาพ: ${G_AVAIL_PHYS_MEM_AUTO}/${G_TOTAL_PHYS_MEM_AUTO} (ขั้นต่ําที่จะเก็บไว้: ${O_MIN_FREE_PHYS_MEM_MB} MB), สวอป: ${G_AVAIL_PAGEFILE_MEM_AUTO}/${G_TOTAL_PAGEFILE_MEM_AUTO}

# StatusList_StatisticItem
source: Storage Usage:
de: Speichernutzung:
es: Uso de almacenamiento:
fr: Utilisation du stockage :
it: Utilizzo dello storage:
ja: ストレージ使用量:
pl: Wykorzystanie pamięci masowej:
pt_br: Uso do armazenamento:
ru: Использование хранилища:
th: การใช้พื้นที่เก็บข้อมูล:

# StatusList_StatisticValue
source: Local Storage: ${G_LOCAL_STORAGE_USAGE}
de: Lokaler Speicher: ${G_LOCAL_STORAGE_USAGE}
es: Almacenamiento local: ${G_LOCAL_STORAGE_USAGE}
fr: Stockage local: ${G_LOCAL_STORAGE_USAGE}
it: Archiviazione locale: ${G_LOCAL_STORAGE_USAGE}
ja: ローカルストレージ: ${G_LOCAL_STORAGE_USAGE}
pl: Lokalna pamięć masowa: ${G_LOCAL_STORAGE_USAGE}
pt_br: Armazenamento local: ${G_LOCAL_STORAGE_USAGE}
ru: Локальное хранилище: ${G_LOCAL_STORAGE_USAGE}
th: ที่เก็บข้อมูลในเครื่อง: ${G_LOCAL_STORAGE_USAGE}

# StatusList_StatisticItem
source: Disk Cache Size:
ar: حجم ذاكرة التخزين المؤقت القرص:
bg: Размер на дисковия кеш:
de: Platten-Cache:
es: Tamaño de caché de disco:
et: Ketta peidetud suurus:
eu: Diskaren Katxe Neurria:
fi: Levyn Välimuistin Koko:
fr: Taille du cache disque :
hu: Lemezgyorsítótár mérete:
it: Dimensione della cache del disco:
ja: ディスクキャッシュのサイズ：
nl: Grootte van schijf cache:
pl: Rozmiar bufora na dysku:
pt_br: Tamanho do cache de disco:
ro: Mărimea Cașului:
ru: Размер дискового кэша:
sk: Veľkosť cache na disku:
sq: Përmasa e Kujtesës së Diskut:
sv: Diskcachestorlek:
th: ขนาดดิสก์แคช:
tr: Disk Önbellek boyutu:
ug: دىسكا غەملەك چوڭلۇقى:

# StatusList_StatisticValue
source: Total Size: ${G_TOTAL_CACHE_SIZE_AUTO}
bg: Общ размер: ${G_TOTAL_CACHE_SIZE_AUTO}
es: Tamaño total: ${G_TOTAL_CACHE_SIZE_AUTO}
fr: Taille totale: ${G_TOTAL_CACHE_SIZE_AUTO}
it: Dimensione totale: ${G_TOTAL_CACHE_SIZE_AUTO}
ja: 合計サイズ: ${G_TOTAL_CACHE_SIZE_AUTO}
nl: Totale grootte: ${G_TOTAL_CACHE_SIZE_AUTO}
pl: Całkowity rozmiar: ${G_TOTAL_CACHE_SIZE_AUTO}
pt_br: Tamanho total: ${G_TOTAL_CACHE_SIZE_AUTO}
ru: Общий размер: ${G_TOTAL_CACHE_SIZE_AUTO}
th: ขนาดรวม: ${G_TOTAL_CACHE_SIZE_AUTO}

# StatusList_StatisticValue
source: ${G_BT_CACHE_SIZE_AUTO} (Max: ${O_BT_CACHE_MAX_SIZE_MB} MB)
es: ${G_BT_CACHE_SIZE_AUTO} (máx.: ${O_BT_CACHE_MAX_SIZE_MB} MB)
it: ${G_BT_CACHE_SIZE_AUTO} (massimo: ${O_BT_CACHE_MAX_SIZE_MB} MB)
ja: ${G_BT_CACHE_SIZE_AUTO} (最大: ${O_BT_CACHE_MAX_SIZE_MB} MB)
pl: ${G_BT_CACHE_SIZE_AUTO} (maksymalna: ${O_BT_CACHE_MAX_SIZE_MB} MB)
ru: ${G_BT_CACHE_SIZE_AUTO} (Макс.: ${O_BT_CACHE_MAX_SIZE_MB} MB)
th: ${G_BT_CACHE_SIZE_AUTO} (สูงสุด:${O_BT_CACHE_MAX_SIZE_MB} MB)

# StatusList_StatisticItem
source: Long-Term Seed:
bg: Дългосрочно семе:
de: Langzeitsaatgut:
es: Semilla a largo plazo:
fr: Graine à long terme :
it: Seme a lungo termine:
ja: 長期シード:
nl: Lange termijn zaad:
pl: Nasiona długookresowe:
pt_br: Semente a longo prazo:
ru: Долгосрочное семя:
th: เมล็ดพันธุ์ระยะยาว:

# StatusList_StatisticValue
source: ${G_LTSEED_CACHE_SIZE_AUTO} (Max: ${O_LTSEED_CACHE_MAX_SIZE_MB} MB)
es: ${G_LTSEED_CACHE_SIZE_AUTO} (máx.: ${O_LTSEED_CACHE_MAX_SIZE_MB} MB)
it: ${G_LTSEED_CACHE_SIZE_AUTO} (massimo: ${O_LTSEED_CACHE_MAX_SIZE_MB} MB)
ja: ${G_LTSEED_CACHE_SIZE_AUTO} (最大: ${O_LTSEED_CACHE_MAX_SIZE_MB} MB)
pl: ${G_LTSEED_CACHE_SIZE_AUTO} (maksymalna: ${O_LTSEED_CACHE_MAX_SIZE_MB} MB)
ru: ${G_LTSEED_CACHE_SIZE_AUTO} (Макс.: ${O_LTSEED_CACHE_MAX_SIZE_MB} MB)
th: ${G_LTSEED_CACHE_SIZE_AUTO} (สูงสุด:${O_LTSEED_CACHE_MAX_SIZE_MB} MB)

# StatusList_StatisticItem
source: Disk Read Statistics:
ar: إحصائيات قراءة القرص:
bg: Статистики за четенето от диска:
de: Plattenlesestatistiken:
es: Estadísticas de lectura de disco:
et: Ketta lugemis statistika:
eu: Diskaren Irakurketa Estadistikak:
fi: Levyn Luku Tilasto
fr: Statistiques de lecture du disque :
hu: Lemez olvasási adatok:
it: Statistiche di lettura del disco:
ja: ディスクの読込状態：
nl: Schijf lees statistieken:
pl: Statystyki odczytu dysku:
pt_br: Estatísticas de leitura de disco:
ro: Statistici Citire Disc:
ru: Статистика чтения с диска:
sk: Štatistika čítania disku:
sq: Statistikat e Leximit të Diskut:
sv: Diskläsningsstatistik:
th: สถิติการอ่านดิสก์:
tr: Disk Okuma İstatistikleri:
ug: دىسكا ئوقۇش سىتاتىستىكا:

# StatusList_StatisticValue
source: Request: ${G_TOTAL_CACHE_REQ_READ_COUNT} (freq: ${G_TOTAL_CACHE_REQ_READ_RATE}/s), Actual Disk Read: ${G_TOTAL_CACHE_DISK_READ_COUNT} (freq: ${G_TOTAL_CACHE_DISK_READ_RATE}/s), Hit Ratio: ${G_TOTAL_CACHE_READ_HIT}
bg: Заявка: ${G_TOTAL_CACHE_REQ_READ_COUNT} (Freq: ${G_TOTAL_CACHE_REQ_READ_RATE}/s), действителен диск четене: ${G_TOTAL_CACHE_DISK_READ_COUNT} (Freq: ${G_TOTAL_CACHE_DISK_READ_RATE}/s), съотношение хит: ${G_TOTAL_CACHE_READ_HIT}
de: Anfordern: ${G_TOTAL_CACHE_REQ_READ_COUNT} (freq: ${G_TOTAL_CACHE_REQ_READ_RATE}/s), Aktueller Datenträger lesen: ${G_TOTAL_CACHE_DISK_READ_COUNT} (freq: ${G_TOTAL_CACHE_DISK_READ_RATE}/s), Trefferquote: ${G_TOTAL_CACHE_READ_HIT}
es: Solicitud: ${G_TOTAL_CACHE_REQ_READ_COUNT} (freq: ${G_TOTAL_CACHE_REQ_READ_RATE}/s), Lectura real del disco: ${G_TOTAL_CACHE_DISK_READ_COUNT} (freq: ${G_TOTAL_CACHE_DISK_READ_RATE}/s), Proporción de aciertos: ${G_TOTAL_CACHE_READ_HIT}
fr: Demande: ${G_TOTAL_CACHE_REQ_READ_COUNT} (freq: ${G_TOTAL_CACHE_REQ_READ_RATE}/s), Lecture réelle du disque: ${G_TOTAL_CACHE_DISK_READ_COUNT} (freq: ${G_TOTAL_CACHE_DISK_READ_RATE}/s), Taux de réussite: ${G_TOTAL_CACHE_READ_HIT}
it: Richiesta: ${G_TOTAL_CACHE_REQ_READ_COUNT} (freq: ${G_TOTAL_CACHE_REQ_READ_RATE}/s), Lettura effettiva del disco: ${G_TOTAL_CACHE_DISK_READ_COUNT} (freq: ${G_TOTAL_CACHE_DISK_READ_RATE}/s), Percentuale di successi: ${G_TOTAL_CACHE_READ_HIT}
ja: リクエスト: ${G_TOTAL_CACHE_REQ_READ_COUNT} (頻度: ${G_TOTAL_CACHE_REQ_READ_RATE}/s), 読込回数: ${G_TOTAL_CACHE_DISK_READ_COUNT} (頻度: ${G_TOTAL_CACHE_DISK_READ_RATE}/s), ヒット率: ${G_TOTAL_CACHE_READ_HIT}
nl: Verzoek: ${G_TOTAL_CACHE_REQ_READ_COUNT} (freq: ${G_TOTAL_CACHE_REQ_READ_RATE}/s), Werkelijke schijf gelezen: ${G_TOTAL_CACHE_DISK_READ_COUNT} (freq: ${G_TOTAL_CACHE_DISK_READ_RATE}/s), Hit Ratio: ${G_TOTAL_CACHE_READ_HIT}
pl: Żądanie: ${G_TOTAL_CACHE_REQ_READ_COUNT} (freq: ${G_TOTAL_CACHE_REQ_READ_RATE}/s), Aktualny odczyt dysku: ${G_TOTAL_CACHE_DISK_READ_COUNT} (freq: ${G_TOTAL_CACHE_DISK_READ_RATE}/s), Współczynnik trafień: ${G_TOTAL_CACHE_READ_HIT}
pt_br: Solicitação: ${G_TOTAL_CACHE_REQ_READ_COUNT} (freq: ${G_TOTAL_CACHE_REQ_READ_RATE}/s), Leitura real do disco: ${G_TOTAL_CACHE_DISK_READ_COUNT} (freq: ${G_TOTAL_CACHE_DISK_READ_RATE}/s), Taxa de acerto: ${G_TOTAL_CACHE_READ_HIT}
ru: Запрос: ${G_TOTAL_CACHE_REQ_READ_COUNT} (частота: ${G_TOTAL_CACHE_REQ_READ_RATE}/s), Актуальное чтение с диска: ${G_TOTAL_CACHE_DISK_READ_COUNT} (частота: ${G_TOTAL_CACHE_DISK_READ_RATE}/s), Коэффициент попадания: ${G_TOTAL_CACHE_READ_HIT}
th: คําขอ: ${G_TOTAL_CACHE_REQ_READ_COUNT} (ความถี่: ${G_TOTAL_CACHE_REQ_READ_RATE}/s), ดิสก์จริงอ่าน: ${G_TOTAL_CACHE_DISK_READ_COUNT} (ความถี่: ${G_TOTAL_CACHE_DISK_READ_RATE}/s), อัตราส่วนการเข้าชม: ${G_TOTAL_CACHE_READ_HIT}

# StatusList_StatisticValue
source: Request: ${G_BT_CACHE_REQ_READ_COUNT} (freq: ${G_BT_CACHE_REQ_READ_RATE}/s), Actual Disk Read: ${G_BT_CACHE_DISK_READ_COUNT} (freq: ${G_BT_CACHE_DISK_READ_RATE}/s), Hit Ratio: ${G_BT_CACHE_READ_HIT}
bg: Заявка: ${G_BT_CACHE_REQ_READ_COUNT} (Freq: ${G_BT_CACHE_REQ_READ_RATE}/s), действителен диск четене: ${G_BT_CACHE_DISK_READ_COUNT} (Freq: ${G_BT_CACHE_DISK_READ_RATE}/s), съотношение хит: ${G_BT_CACHE_READ_HIT}
de: Anfordern: ${G_BT_CACHE_REQ_READ_COUNT} (freq: ${G_BT_CACHE_REQ_READ_RATE}/s), Aktueller Datenträger lesen: ${G_BT_CACHE_DISK_READ_COUNT} (freq: ${G_BT_CACHE_DISK_READ_RATE}/s), Trefferquote: ${G_BT_CACHE_READ_HIT}
es: Solicitud: ${G_BT_CACHE_REQ_READ_COUNT} (freq: ${G_BT_CACHE_REQ_READ_RATE}/s), Lectura real del disco: ${G_BT_CACHE_DISK_READ_COUNT} (freq: ${G_BT_CACHE_DISK_READ_RATE}/s), Proporción de aciertos: ${G_BT_CACHE_READ_HIT}
fr: Demande: ${G_BT_CACHE_REQ_READ_COUNT} (freq: ${G_BT_CACHE_REQ_READ_RATE}/s), Lecture réelle du disque: ${G_BT_CACHE_DISK_READ_COUNT} (freq: ${G_BT_CACHE_DISK_READ_RATE}/s), Taux de réussite: ${G_BT_CACHE_READ_HIT}
it: Richiesta: ${G_BT_CACHE_REQ_READ_COUNT} (freq: ${G_BT_CACHE_REQ_READ_RATE}/s), Lettura effettiva del disco: ${G_BT_CACHE_DISK_READ_COUNT} (freq: ${G_BT_CACHE_DISK_READ_RATE}/s), Percentuale di successi: ${G_BT_CACHE_READ_HIT}
ja: リクエスト: ${G_BT_CACHE_REQ_READ_COUNT} (頻度: ${G_BT_CACHE_REQ_READ_RATE}/s), 読込回数: ${G_BT_CACHE_DISK_READ_COUNT} (頻度: ${G_BT_CACHE_DISK_READ_RATE}/s), ヒット率: ${G_BT_CACHE_READ_HIT}
nl: Verzoek: ${G_BT_CACHE_REQ_READ_COUNT} (freq: ${G_BT_CACHE_REQ_READ_RATE}/s), Werkelijke schijf gelezen: ${G_BT_CACHE_DISK_READ_COUNT} (freq: ${G_BT_CACHE_DISK_READ_RATE}/s), Hit Ratio: ${G_BT_CACHE_READ_HIT}
pl: Żądanie: ${G_BT_CACHE_REQ_READ_COUNT} (freq: ${G_BT_CACHE_REQ_READ_RATE}/s), Aktualny odczyt dysku: ${G_BT_CACHE_DISK_READ_COUNT} (freq: ${G_BT_CACHE_DISK_READ_RATE}/s), Współczynnik trafień: ${G_BT_CACHE_READ_HIT}
pt_br: Solicitação: ${G_BT_CACHE_REQ_READ_COUNT} (freq: ${G_BT_CACHE_REQ_READ_RATE}/s), Leitura real do disco: ${G_BT_CACHE_DISK_READ_COUNT} (freq: ${G_BT_CACHE_DISK_READ_RATE}/s), Taxa de acerto: ${G_BT_CACHE_READ_HIT}
ru: Запрос: ${G_BT_CACHE_REQ_READ_COUNT} (частота: ${G_BT_CACHE_REQ_READ_RATE}/s), Актуальное чтение с диска: ${G_BT_CACHE_DISK_READ_COUNT} (частота: ${G_BT_CACHE_DISK_READ_RATE}/s), Коэффициент попадания: ${G_BT_CACHE_READ_HIT}
th: คําขอ: ${G_BT_CACHE_REQ_READ_COUNT} (ความถี่: ${G_BT_CACHE_REQ_READ_RATE}/s), ดิสก์จริงอ่าน: ${G_BT_CACHE_DISK_READ_COUNT} (ความถี่: ${G_BT_CACHE_DISK_READ_RATE}/s), อัตราส่วนการเข้าชม: ${G_BT_CACHE_READ_HIT}

# StatusList_StatisticValue
source: Request: ${G_LTSEED_CACHE_REQ_READ_COUNT} (freq: ${G_LTSEED_CACHE_REQ_READ_RATE}/s), Actual Disk Read: ${G_LTSEED_CACHE_DISK_READ_COUNT} (freq: ${G_LTSEED_CACHE_DISK_READ_RATE}/s), Hit Ratio: ${G_LTSEED_CACHE_READ_HIT}
bg: Заявка: ${G_LTSEED_CACHE_REQ_READ_COUNT} (Freq: ${G_LTSEED_CACHE_REQ_READ_RATE}/s), действителен диск четене: ${G_LTSEED_CACHE_DISK_READ_COUNT} (Freq: ${G_LTSEED_CACHE_DISK_READ_RATE}/s), съотношение хит: ${G_LTSEED_CACHE_READ_HIT}
de: Anfordern: ${G_LTSEED_CACHE_REQ_READ_COUNT} (freq: ${G_LTSEED_CACHE_REQ_READ_RATE}/s), Aktueller Datenträger lesen: ${G_LTSEED_CACHE_DISK_READ_COUNT} (freq: ${G_LTSEED_CACHE_DISK_READ_RATE}/s), Trefferquote: ${G_LTSEED_CACHE_READ_HIT}
es: Solicitud: ${G_LTSEED_CACHE_REQ_READ_COUNT} (freq: ${G_LTSEED_CACHE_REQ_READ_RATE}/s), Lectura real del disco: ${G_LTSEED_CACHE_DISK_READ_COUNT} (freq: ${G_LTSEED_CACHE_DISK_READ_RATE}/s), Proporción de aciertos: ${G_LTSEED_CACHE_READ_HIT}
fr: Demande: ${G_LTSEED_CACHE_REQ_READ_COUNT} (freq: ${G_LTSEED_CACHE_REQ_READ_RATE}/s), Lecture réelle du disque: ${G_LTSEED_CACHE_DISK_READ_COUNT} (freq: ${G_LTSEED_CACHE_DISK_READ_RATE}/s), Taux de réussite: ${G_LTSEED_CACHE_READ_HIT}
it: Richiesta: ${G_LTSEED_CACHE_REQ_READ_COUNT} (freq: ${G_LTSEED_CACHE_REQ_READ_RATE}/s), Lettura effettiva del disco: ${G_LTSEED_CACHE_DISK_READ_COUNT} (freq: ${G_LTSEED_CACHE_DISK_READ_RATE}/s), Percentuale di successi: ${G_LTSEED_CACHE_READ_HIT}
ja: リクエスト: ${G_LTSEED_CACHE_REQ_READ_COUNT} (頻度: ${G_LTSEED_CACHE_REQ_READ_RATE}/s), 読込回数: ${G_LTSEED_CACHE_DISK_READ_COUNT} (頻度: ${G_LTSEED_CACHE_DISK_READ_RATE}/s), ヒット率: ${G_LTSEED_CACHE_READ_HIT}
nl: Verzoek: ${G_LTSEED_CACHE_REQ_READ_COUNT} (freq: ${G_LTSEED_CACHE_REQ_READ_RATE}/s), Werkelijke schijf gelezen: ${G_LTSEED_CACHE_DISK_READ_COUNT} (freq: ${G_LTSEED_CACHE_DISK_READ_RATE}/s), Hit Ratio: ${G_LTSEED_CACHE_READ_HIT}
pl: Żądanie: ${G_LTSEED_CACHE_REQ_READ_COUNT} (freq: ${G_LTSEED_CACHE_REQ_READ_RATE}/s), Aktualny odczyt dysku: ${G_LTSEED_CACHE_DISK_READ_COUNT} (freq: ${G_LTSEED_CACHE_DISK_READ_RATE}/s), Współczynnik trafień: ${G_LTSEED_CACHE_READ_HIT}
pt_br: Solicitação: ${G_LTSEED_CACHE_REQ_READ_COUNT} (freq: ${G_LTSEED_CACHE_REQ_READ_RATE}/s), Leitura real do disco: ${G_LTSEED_CACHE_DISK_READ_COUNT} (freq: ${G_LTSEED_CACHE_DISK_READ_RATE}/s), Taxa de acerto: ${G_LTSEED_CACHE_READ_HIT}
ru: Запрос: ${G_LTSEED_CACHE_REQ_READ_COUNT} (частота: ${G_LTSEED_CACHE_REQ_READ_RATE}/s), Актуальное чтение с диска: ${G_LTSEED_CACHE_DISK_READ_COUNT} (частота: ${G_LTSEED_CACHE_DISK_READ_RATE}/s), Коэффициент попадания: ${G_LTSEED_CACHE_READ_HIT}
th: คําขอ: ${G_LTSEED_CACHE_REQ_READ_COUNT} (ความถี่: ${G_LTSEED_CACHE_REQ_READ_RATE}/s), ดิสก์จริงอ่าน: ${G_LTSEED_CACHE_DISK_READ_COUNT} (ความถี่: ${G_LTSEED_CACHE_DISK_READ_RATE}/s), อัตราส่วนการเข้าชม: ${G_LTSEED_CACHE_READ_HIT}

# StatusList_StatisticItem
source: Disk Write Statistics:
ar: إحصائيات كتابة القرص:
bg: Статистики за писането върху диска:
de: Plattenschreibstatistiken:
es: Estadísticas de escribir de disco:
et: Ketta kirjutamise statistika:
eu: Diskaren Idazketa Estadistikak:
fi: Levyn Kirjoitus Tilasto
fr: Statistiques d'écriture sur le disque :
hu: Lemez írási adatok:
it: Statistiche di scrittura del disco:
ja: ディスクの書込状態：
nl: Diskschrijf statistieken:
pl: Statystyki zapisu na dysk:
pt_br: Estatísticas de escrita em disco:
ro: Statistici Scriere Disc:
ru: Статистика записи на диск:
sk: Štatistika zápisu disku:
sq: Statistikat e Shkrimit në Disk:
sv: Diskskrivningsstatistik:
th: สถิติการเขียนดิสก์:
tr: Disk Yazma İsttistikleri:
ug: دىسكا يېزىش سىتاتىستىكا:

# StatusList_StatisticValue
source: Request: ${G_TOTAL_CACHE_REQ_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_REQ_WRITE_RATE}/s), Actual Disk Write: ${G_TOTAL_CACHE_DISK_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_DISK_WRITE_RATE}/s), Hit Ratio: ${G_TOTAL_CACHE_WRITE_HIT}
bg: Заявка: ${G_TOTAL_CACHE_REQ_WRITE_COUNT} (Freq: ${G_TOTAL_CACHE_REQ_WRITE_RATE}/s), действително писане на диск: ${G_TOTAL_CACHE_DISK_WRITE_COUNT} (Freq: ${G_TOTAL_CACHE_DISK_WRITE_RATE}/s), съотношение на удара: ${G_TOTAL_CACHE_WRITE_HIT}
de: Anfordern: ${G_TOTAL_CACHE_REQ_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_REQ_WRITE_RATE}/s), Tatsächliches Schreiben der Festplatte: ${G_TOTAL_CACHE_DISK_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_DISK_WRITE_RATE}/s), Trefferquote: ${G_TOTAL_CACHE_WRITE_HIT}
es: Solicitud: ${G_TOTAL_CACHE_REQ_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_REQ_WRITE_RATE}/s), Disco real escrito: ${G_TOTAL_CACHE_DISK_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_DISK_WRITE_RATE}/s), Proporción de aciertos: ${G_TOTAL_CACHE_WRITE_HIT}
fr: Demande: ${G_TOTAL_CACHE_REQ_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_REQ_WRITE_RATE}/s), Écriture réelle du disque: ${G_TOTAL_CACHE_DISK_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_DISK_WRITE_RATE}/s), Taux de réussite: ${G_TOTAL_CACHE_WRITE_HIT}
it: Richiesta: ${G_TOTAL_CACHE_REQ_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_REQ_WRITE_RATE}/s), Scrittura del disco reale: ${G_TOTAL_CACHE_DISK_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_DISK_WRITE_RATE}/s), Percentuale di successi: ${G_TOTAL_CACHE_WRITE_HIT}
ja: リクエスト: ${G_TOTAL_CACHE_REQ_WRITE_COUNT} (頻度: ${G_TOTAL_CACHE_REQ_WRITE_RATE}/s), 書込回数: ${G_TOTAL_CACHE_DISK_WRITE_COUNT} (頻度: ${G_TOTAL_CACHE_DISK_WRITE_RATE}/s), ヒット率: ${G_TOTAL_CACHE_WRITE_HIT}
nl: Verzoek: ${G_TOTAL_CACHE_REQ_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_REQ_WRITE_RATE}/s), Werkelijke schijf schrijven: ${G_TOTAL_CACHE_DISK_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_DISK_WRITE_RATE}/s), Hit Ratio: ${G_TOTAL_CACHE_WRITE_HIT}
pl: Żądanie: ${G_TOTAL_CACHE_REQ_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_REQ_WRITE_RATE}/s), Rzeczywisty zapis dysku: ${G_TOTAL_CACHE_DISK_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_DISK_WRITE_RATE}/s), Współczynnik trafień: ${G_TOTAL_CACHE_WRITE_HIT}
pt_br: Solicitação: ${G_TOTAL_CACHE_REQ_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_REQ_WRITE_RATE}/s), Gravação de disco real: ${G_TOTAL_CACHE_DISK_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_DISK_WRITE_RATE}/s), Taxa de acerto: ${G_TOTAL_CACHE_WRITE_HIT}
ru: Запрос: ${G_TOTAL_CACHE_REQ_WRITE_COUNT} (частота: ${G_TOTAL_CACHE_REQ_WRITE_RATE}/s), Актуальная запись на диск: ${G_TOTAL_CACHE_DISK_WRITE_COUNT} (частота: ${G_TOTAL_CACHE_DISK_WRITE_RATE}/s), Коэффициент попадания: ${G_TOTAL_CACHE_WRITE_HIT}
th: คําขอ: ${G_TOTAL_CACHE_REQ_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_REQ_WRITE_RATE}/s), ดิสก์จริง เขียน: ${G_TOTAL_CACHE_DISK_WRITE_COUNT} (freq: ${G_TOTAL_CACHE_DISK_WRITE_RATE}/s), อัตราส่วนการเข้าชม: ${G_TOTAL_CACHE_WRITE_HIT}

# StatusList_StatisticValue
source: Request: ${G_BT_CACHE_REQ_WRITE_COUNT} (freq: ${G_BT_CACHE_REQ_WRITE_RATE}/s), Actual Disk Write: ${G_BT_CACHE_DISK_WRITE_COUNT} (freq: ${G_BT_CACHE_DISK_WRITE_RATE}/s), Hit Ratio: ${G_BT_CACHE_WRITE_HIT}
bg: Заявка: ${G_BT_CACHE_REQ_WRITE_COUNT} (Freq: ${G_BT_CACHE_REQ_WRITE_RATE}/s), действително писане на диск: ${G_BT_CACHE_DISK_WRITE_COUNT} (Freq: ${G_BT_CACHE_DISK_WRITE_RATE}/s), съотношение на удара: ${G_BT_CACHE_WRITE_HIT}
de: Anfordern: ${G_BT_CACHE_REQ_WRITE_COUNT} (freq: ${G_BT_CACHE_REQ_WRITE_RATE}/s), Tatsächliches Schreiben der Festplatte: ${G_BT_CACHE_DISK_WRITE_COUNT} (freq: ${G_BT_CACHE_DISK_WRITE_RATE}/s), Trefferquote: ${G_BT_CACHE_WRITE_HIT}
es: Solicitud: ${G_BT_CACHE_REQ_WRITE_COUNT} (freq: ${G_BT_CACHE_REQ_WRITE_RATE}/s), Disco real escrito: ${G_BT_CACHE_DISK_WRITE_COUNT} (freq: ${G_BT_CACHE_DISK_WRITE_RATE}/s), Proporción de aciertos: ${G_BT_CACHE_WRITE_HIT}
fr: Demande: ${G_BT_CACHE_REQ_WRITE_COUNT} (freq: ${G_BT_CACHE_REQ_WRITE_RATE}/s), Écriture réelle du disque: ${G_BT_CACHE_DISK_WRITE_COUNT} (freq: ${G_BT_CACHE_DISK_WRITE_RATE}/s), Taux de réussite: ${G_BT_CACHE_WRITE_HIT}
it: Richiesta: ${G_BT_CACHE_REQ_WRITE_COUNT} (freq: ${G_BT_CACHE_REQ_WRITE_RATE}/s), Scrittura del disco reale: ${G_BT_CACHE_DISK_WRITE_COUNT} (freq: ${G_BT_CACHE_DISK_WRITE_RATE}/s), Percentuale di successi: ${G_BT_CACHE_WRITE_HIT}
ja: リクエスト: ${G_BT_CACHE_REQ_WRITE_COUNT} (頻度: ${G_BT_CACHE_REQ_WRITE_RATE}/s), 書込回数: ${G_BT_CACHE_DISK_WRITE_COUNT} (頻度: ${G_BT_CACHE_DISK_WRITE_RATE}/s), ヒット率: ${G_BT_CACHE_WRITE_HIT}
nl: Verzoek: ${G_BT_CACHE_REQ_WRITE_COUNT} (freq: ${G_BT_CACHE_REQ_WRITE_RATE}/s), Werkelijke schijf schrijven: ${G_BT_CACHE_DISK_WRITE_COUNT} (freq: ${G_BT_CACHE_DISK_WRITE_RATE}/s), Hit Ratio: ${G_BT_CACHE_WRITE_HIT}
pl: Żądanie: ${G_BT_CACHE_REQ_WRITE_COUNT} (freq: ${G_BT_CACHE_REQ_WRITE_RATE}/s), Rzeczywisty zapis dysku: ${G_BT_CACHE_DISK_WRITE_COUNT} (freq: ${G_BT_CACHE_DISK_WRITE_RATE}/s), Współczynnik trafień: ${G_BT_CACHE_WRITE_HIT}
pt_br: Solicitação: ${G_BT_CACHE_REQ_WRITE_COUNT} (freq: ${G_BT_CACHE_REQ_WRITE_RATE}/s), Gravação de disco real: ${G_BT_CACHE_DISK_WRITE_COUNT} (freq: ${G_BT_CACHE_DISK_WRITE_RATE}/s), Taxa de acerto: ${G_BT_CACHE_WRITE_HIT}
ru: Запрос: ${G_BT_CACHE_REQ_WRITE_COUNT} (частота: ${G_BT_CACHE_REQ_WRITE_RATE}/s), Актуальная запись на диск: ${G_BT_CACHE_DISK_WRITE_COUNT} (частота: ${G_BT_CACHE_DISK_WRITE_RATE}/s), Коэффициент попадания: ${G_BT_CACHE_WRITE_HIT}
th: คําขอ: ${G_BT_CACHE_REQ_WRITE_COUNT} (freq: ${G_BT_CACHE_REQ_WRITE_RATE}/s), ดิสก์จริง เขียน: ${G_BT_CACHE_DISK_WRITE_COUNT} (freq: ${G_BT_CACHE_DISK_WRITE_RATE}/s), อัตราส่วนการเข้าชม: ${G_BT_CACHE_WRITE_HIT}
