Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# MainMenu
source: Help Translation
ar: للمساعدة في الترجمة
bg: Помощ при превода
de: Übersetzen helfen
es: Ayuda a traducir
et: Aita tõlkimisel
eu: Lagundu Itzultzen
fi: Auta Kääntämään
fr: Aider à la traduction
hu: Segítség a fordításban
it: Aiuto traduzioni
ja: 翻訳を支援する
nb: Hjelp med Oversetting
nl: Help vertalen
pl: Pomóż w tłumaczeniu
pt_br: Ajudar na Tradução
ro: Ajută la Traducere
ru: Помочь с переводом
sk: Pomôcť s prekladom
sq: Ndihmo në Përkthim
sv: Hjälp till med översättning
th: ช่วยกันแปล
tr: Çeviriye Yardım Et
ug: تەرجىمەگە ياردەم

# MainMenu
source: Other Directory...
ar: دليل أخر ...
bg: Друга директория...
de: Anderer Ordner...
es: Otro directorio ...
et: Teised kataloogid...
eu: Beste Zuzenbide bat...
fi: Toinen Hakemisto...
fr: Autre répertoire...
hu: Egyéb könyvtár...
it: Altra cartella...
ja: 他のディレクトリ...
nb: Andre Mapper...
nl: Andere Map...
pl: Inny katalog...
pt_br: Outro Diretório...
ro: &Explorează Dosarul de Descărcare...
ru: Другая папка...
sk: Iný adresár...
sq: Direktori tjetër...
sv: Annan mapp...
th: ไดเรคทอรี่...
tr: Başka Dizin...
ug: باشقا مۇندەرىجە…

# StatusBar
source: Copy WAN IP
ar: نسخ IP WAN
bg: Копиране на WAN IP
es: Copiar IP WAN
fr: Copie IP WAN
it: Copia WAN IP
ja: WAN IPをコピーする
nl: WAN-IP kopiëren
pl: Kopiuj adres IP sieci WAN
pt_br: Copiar IP WAN
ru: Скопировать WAN IP
th: คัดลอก WAN IP

# StatusBar
source: Copy LAN IP
bg: Копиране на LAN IP
de: LAN-IP kopieren
es: Copiar IP de LAN
fr: Copier l’adresse IP du réseau local
it: Copia LAN IP
ja: LAN IP のコピー
nl: LAN-IP kopiëren
pl: Skopiuj adres IP sieci LAN
pt_br: Copiar LAN IP
ru: Копирование IP-адреса локальной сети
th: คัดลอก LAN IP

# StatusBar
source: Check again
ar: البحث مرة أخرى
bg: Повторна проверка
de: Erneut prüfen
es: Comprobar de nuevo
et: Kontrolli uuesti
eu: Egiaztatu berriro
fi: Tarkista uudestaan
fr: Vérifier de nouveau
hu: Ismételt ellenőrzés
it: Controlla ancora
ja: もう一度チェック
nb: Sjekk igjen
nl: Opnieuw controleren
pl: Sprawdź ponownie
pt_br: Verificar novamente
ro: Verifică din Nou
ru: Перепроверить
sk: Skontrolovať znovu
sq: Kontrollo Përsëri
sv: Kontrollera igen
th: ตรวจสอบอีกครั้ง
tr: Tekrar kontrol et
ug: قايتا تەكشۈر

# StatusBar
source: Retry UPNP port mapping
ar: إعادة تعيين منفذ UPNP
bg: Повторно пренасочване на UPNP порта
de: Erneute UPnP-Anschlusszuordnung
es: mapear de nuevo puerto UPNP
et: UPnP pordi uuesti kaardistamine
eu: Birsaiatu UPNP ataka mapaketa
fr: Mappage du port UPnP à nouveau
hu: UPNP portleképezés újra
it: Riprovare la mappatura delle porte UPNP
ja: もう一度ポート開放をする
nl: UPNP-poorttoewijzing opnieuw proberen
pl: Ponów mapowanie portu UPNP
pt_br: Tentar mapear as portas UPNP novamente
ro: Reîncearcă maparea porturilor UPNP
ru: Пробросить порт снова
sk: Zopakovať mapovanie portov UPNP
sv: UPNP-portkoppla igen
th: ลองการแม็ปพอร์ต UPNP อีกครั้ง
tr: UPNP port eşleştirmesini tekrar dene
ug: UPNP ئېغىز تەسۋىرىنى قايت قوش

# StatusBar
source: Help
ar: تعليمات
bg: Помощ
de: Hilfe
es: Ayuda
et: Abi
eu: Laguntza
fi: Ohje
fr: Aide
hu: Súgó
it: Aiuto
ja: ヘルプ
nb: Hjelp
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Справка
sk: Nápoveda
sq: Ndihmë
sv: Hjälp
th: ช่วยเหลือ
tr: Yardım
ug: ياردەم

# MainMenu
source: Enable Cloud Service
de: Clouddienst aktivieren
es: Habilitar el servicio en la nube
fr: Activer le service cloud
it: Abilita servizio cloud
ja: クラウドサービスを有効にする
pl: Włącz usługę w chmurze
pt_br: Habilitar serviço em nuvem
ru: Включить облачную службу
th: เปิดใช้งานบริการคลาวด์

# MainMenu
source: Disable Cloud Service
de: Deaktivieren des Clouddiensts
es: Deshabilitar el servicio en la nube
fr: Désactiver le service cloud
it: Disabilita servizio cloud
ja: クラウドサービスを無効にする
pl: Wyłącz usługę w chmurze
pt_br: Desativar o serviço de nuvem
ru: Отключение облачной службы
th: ปิดใช้งานบริการคลาวด์

# MainMenu
source: Sign in
ar: تسجيل الدخول
bg: Вход
de: Anmelden
es: Acceder
et: Logi sisse
eu: Hasi saioa
fr: Se connecter
it: Accedi
ja: サインイン
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ro: Logare
ru: Вход
sk: Prihlásiť sa
sv: Logga in
th: ลงชื่อเข้าใช้
tr: Oturum Aç
ug: تىزىمغا كىر

# StatusBar
source: Enable DHT Network
ar: تمكين شبكة DHT
bg: Разрешаване на DHT мрежата
de: DHT-Netzwerk aktivieren
es: Activar DHT red
et: Luba DHT ühendus
eu: Gaitu DHT Sarea
fi: Ota Käyttöön DHT Verkko
fr: Activer le réseau DHT
hu: A DHT hálózat engedélyezése
it: Abilità Rete DHT
ja: DHTネットワークを有効にする
nb: Aktiver DHT- nettverk
nl: DHT Network inschakelen
pl: Włącz sieć DHT
pt_br: Habilitar rede DHT
ro: Activează DHT
ru: Включить DHT сеть
sk: Zapnúť DHT sieť
sq: Aktivizo DHT Network
sv: Aktivera DHT-nätverk
th: เปิดการใช้งานเครือข่าย DHT
tr: DHT şebekesini sağla
ug: ئاممىۋى DHT تورىنى قوزغات

# StatusBar
source: Show Notifications
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche
ja: 通知を表示
pl: Pokaż powiadomienia
pt_br: Mostrar notificações
ru: Показать уведомления
th: แสดงการแจ้งเตือน

# MainStatusBar
source: Online
es: En línea
fr: En ligne
ja: オンライン
ru: Онлайн
th: ออนไลน์

# MainStatusBar
source: Connecting
de: Verbindung
es: Conectando
fr: En cours de connexion
it: Connessione in corso
ja: 接続中
pl: Łączenie
pt_br: Conectando
ru: Подключение
th: กำลังเชื่อมต่อ

# MainStatusBar
source: Offline
es: Desconectado
fr: Hors ligne
ja: オフライン
ru: Не в сети
th: ออฟไลน์

# MainStatusBar
source: Not signed in
ar: لم يتم تسجيل الدخول
bg: Не сте влезли в профила си
de: Nicht angemeldet
es: No hay sesión iniciada
et: Pole sisse logitud.
fr: Pas signé
it: Non firmato in
ja: サインインしていません
nl: Niet ondertekend in
pl: Niezalogowany
pt_br: Não entrou
ro: Nelogat.
ru: Вы не вошли
sv: Inte inloggad
th: ไม่ได้ลงชื่อเข้าใช้
tr: Oturum açılmamış

# MainStatusBar
source: Signing in
ar: تسجيل الدخول
bg: Вписване
de: Anmeldung
es: Iniciando sesión
et: Sisselogimine.
fr: Je me connecte
it: Accesso
ja: サインイン中
nl: Inloggen
pl: Logowanie
pt_br: Entrando
ro: Logare.
ru: Вход
sv: Loggar in.
th: การลงชื่อเข้าใช้
tr: Oturum açılıyor.

# MainStatusBar
source: Signing out
ar: تسجيل الخروج
bg: Отписване
de: Abmeldung
es: Cerrando sesión
et: Logi välja.
fr: Je me déConnecte
it: Firma
ja: サインアウト中
nl: Uitloggen
pl: Wylogowywanie
pt_br: Saindo
ro: Delogare.
ru: Выйти
sv: Loggar ut.
th: การลงชื่อออก
tr: Oturum kapatılıyor.

# MainStatusBar
source: Port Not Detected
ar: لم يتم الكشف عن المنفذ
bg: Портът не е открит
de: Port nicht erkannt
es: Puerto no detectado
fr: Port non détecté
it: Porta non riLevata
ja: ポートが検出されなかった
nl: Poort niet gedetecteerd
pl: Nie wyKryto portu
pt_br: Porta não detectada
ru: Порт не обнаружен
th: ไม่พบพอร์ต

# MainStatusBar
source: No Listening Port
bg: Без пристанище за слушане
de: Kein Abhörport
es: Sin puerto de escucha
fr: Pas de port d’écoute
it: Nessuna porta di ascolto
ja: リスニング ポートなし
nl: Geen luisterpoort
pl: Brak portu nasłuchiwania
pt_br: Sem porta de escuta
ru: Нет прослушивающего порта
th: ไม่มีพอร์ตการฟัง

# MainStatusBar
source: Port Detection Failed
ar: فشل الكشف عن المنفذ
bg: НеУспешно откриване на порт
de: Hafen Erkennung gescheitert
es: Error en la detección de puertos
fr: Échec de la détection de ports
it: Rilevamento porta non riuscito
ja: ポートの検出に失敗しました
nl: Poortdetectie mislukt
pl: Wykrywanie portów nie poWiodło się
pt_br: Falha na detecção de porta
ru: Не удалось обнаружить порт
th: การตรวจหาพอร์ตล้มเหลว

# MainStatusBar
source: Port Detecting
ar: الكشف عن منفذ
bg: Пристанище откриване
de: Port Detection
es: Detección de puertos
fr: Détection de port
it: Rilevamento porta
ja: ポートの検出
nl: Poortdetectie
pl: Wykrywanie portów
pt_br: Detecção de porta
ru: Обнаружение портов
th: การตรวจจับพอร์ต

# MainStatusBar
source: Port Blocked:
ar: حظر المنفذ:
bg: Портът е блокиран:
de: Hafen gesperrt:
es: Puerto bloqueado:
fr: Port bloqué:
it: Porta bloccata:
ja: ブロックされたポート：
nl: Geblokkeerde poort:
pl: Port zablokowany:
pt_br: Porta bloqueada:
ru: Порт заблокирован:
th: พอร์ตถูกบล็อก:

# MainStatusBar
source: Port Opened:
ar: فتح الميناء:
bg: Порт отвори:
de: Hafen geöffnet:
es: Puerto abierto:
fr: Ouverture du port:
it: Porto aperto:
ja: 開かれた港：
nl: Poort geopend:
pl: Port otwarty:
pt_br: Porta aberta:
ru: Порт открыт:
th: พอร์ตที่เปิด:

# MainStatusBar
source: DHT Connected:
ar: DHT متصل:
bg: DHT е свързана:
de: DHT verbunden:
es: Nodo DHT conectado:
et: DHT ühendatud
eu: DHT Elkarketaturik:
fi: DHT Yhdistetty:
fr: DHT connecté :
hu: DHT csomópont:
it: DHT Connesso:
ja: DHT接続ノード:
nb: DHT Tilkoblet:
nl: DHT verbonden:
pl: Połączony z DHT:
pt_br: DHT Conectado:
ro: Conectat DHT:
ru: DHT подключена:
sk: DHT pripojený:
sq: DHT i lidhur:
sv: DHT ansluten:
th: DHT ที่เชื่อมต่อ:
tr: DHT Bağlandı:
ug: DHT ئۇلانغىنى:

# MainStatusBar
source: DHT connect pending
bg: Чакащи DHT свързване
de: DHT-Verbindung ausstehend
es: Conexión DHT pendiente
fr: Connexion DHT en attente
it: Connessione DHT in sospeso
ja: DHT 接続保留中
nl: DHT-verbinding in behandeling
pl: Połączenie DHT oczekujące
pt_br: DHT conectar pendente
ru: DHT подключиться в ожидании
th: การเชื่อมต่อ DHT ค้างอยู่

# MainStatusBar
source: DHT Disabled
bg: DHT забранено
de: DHT Deaktiviert
es: DHT Discapacitado
fr: DHT Désactivé
it: DHT disabilitato
ja: DHT 無効
nl: DHT uitgeschakeld
pl: DHT wyłączone
pt_br: DHT desativado
ru: DHT инвалидов
th: DHT ปิดใช้งาน

# MainStatusBar
source: Gray Light
ar: رمادي فاتح
bg: Светлосиво
de: Graues Licht
es: Luz gris
et: Hall algus
eu: Argi Urdinabarra
fi: Harmaa Valo
fr: Lumière grise
hu: Szürke lámpa
it: Luce grigia
ja: 灰色の表示
nb: Grått Lys
nl: Grijs licht
pl: Kolor szary
pt_br: Luz Cinza
ro: Lumină Gri
ru: Серый
sk: Svetlo sivá
sq: Dritë Gri
sv: Grått ljus
th: ไฟสีเทา
tr: Gri Işık
ug: كۈلرەڭ چىراق

# MainStatusBar
source: Your listen port status has not been detected.
ar: لم تم الكشف عن حالة منفذ الاستماع الخاصة بك
bg: Състоянието на Вашия порт за слушане не е открито.
de: Ihr Listen-Anschlussstatus konnte nicht ermittelt werden.
es: No se ha detectado el estado del puerto de entrada.
et: Sinu poolt jägitava pordi olekut ei tuvastatud.
eu: Zure aditze atakaren egoera ez da atzeman.
fi: Kuunteluporttisi tilaa ei ole havaittu.
fr: Le statut de votre port d'écoute n'est pas détecté.
hu: A hallgatóportot nem sikerült felismerni.
it: La tua porta di ascolto non è stata rilevata.
ja: 監視ポートは検出されませんでした。
nb: Din oppkoblede ports status er ikke oppdaget.
nl: Je luisterpoort status is niet gedetecteerd.
pl: Stan portu nasłuchiwania nie został wykryty.
pt_br: Seu status de escuta de porta não foi detectado.
ro: Starea portului de ascultare nu a fost detectată.
ru: Состояние порта прослушивания не определено.
sk: Váš naslúchací port nebol detekovaný
sq: Stautsi i dëgjimit të portit tuaj nuk u dallua
sv: Din lyssningsportstatus är inte funnen.
th: ไม่พบสถานะของพอร์ตฟัง
tr: Dinleme port durumu algılanamadı.
ug: تىڭشاش ئېغىزىڭىزنىڭ ھالىتى بايقالمىدى.

# MainStatusBar
source: No listening port.
bg: Без пристанище за слушане.
de: Kein Abhörport.
es: Sin puerto de escucha.
fr: Pas de port d’écoute.
it: Nessuna porta di ascolto.
ja: リスニングポートはありません。
nl: Geen luisterpoort.
pl: Brak portu nasłuchiwania.
pt_br: Sem porta de escuta.
ru: Нет прослушивающего порта.
th: ไม่มีพอร์ตการฟัง

# MainStatusBar
source: Your listen port status is being detected.
ar: يتم الكشف عن حاله منفذ الاستماع الخاص بك.
bg: Състоянието на вашия слушателски порт се открива.
de: Ihr Listen Status wird erkannt.
es: Se detectó el estado del puerto de escucha.
fr: L'état de votre port d'écoute est détecté.
it: Lo stato della porta di ascolto viene rilevato.
ja: リッスンポートの状態が検出されています。
nl: Uw luisterpoort status wordt gedetecteerd.
pl: Wykryto stan portu nasłuchiwania.
pt_br: O status da porta de escuta está sendo detectado.
ru: Обнаружено состояние порта прослушивания.
th: ตรวจพบสถานะพอร์ตการรับฟังของคุณ

# MainStatusBar
source: Your listen port status is unknown.
ar: حالة منفذ الاستماع الخاصة بك غير معروف.
bg: Състоянието на Вашия порт за слушане е неизвестно.
de: Ihr Listen-Anschlussstatus ist unbekannt.
es: Estado del puerto de entrada desconocido.
et: Sinu ühenduse portide olek on teadamata
eu: Zure aditze atakaren egoera ezezaguna da.
fi: Kuunteluporttisi tila on tuntematon.
fr: L'état de votre port d'écoute est inconnu.
hu: A figyelt port állapota ismeretlen.
it: La tua porta di ascolto è in uno stato sconosciuto.
ja: 監視ポートに接続できるか不明です。
nb: Din oppkoblede ports status er ukjent.
nl: De status van uw luister-poort is onbekend.
pl: Stan portu nasłuchiwania jest nieznany.
pt_br: O status da sua porta de conexão é desconhecido.
ro: Starea portului de ascultare e necunoscută.
ru: Статус порта подключения неизвестен.
sk: Stav naslúchacieho portu je neznámy.
sq: Statusi i portit tuaj dëgjues është i panjohur.
sv: Statusen på din lyssningsport är okänd.
th: ไม่ทราบสถานะพอร์ตฟังของคุณ
tr: Portunuzun durumu bilinemiyor.
ug: تىڭشاش ئېغىزىڭىزنىڭ ئۇلىنىش ھالىتى نامەلۇم.

# MainStatusBar
source: Yellow Light
ar: أصفر فاتح
bg: Светложълто
de: Gelbes Licht
es: Luz amarilla
et: Kollane valgus
eu: Argi Horia
fi: Keltainen Valo
fr: Lumière jaune
hu: Sárga lámpa
it: Luce gialla
ja: 黄色の表示
nb: Gult Lys
nl: Geel licht
pl: Kolor żółty
pt_br: Luz Amarela
ro: Lumină Galbenă
ru: Жёлтый
sk: Svetlo žltá
sq: Dritë e Verdhë
sv: Gult ljus
th: ไฟสีเหลือง
tr: Sarı Işık
ug: سېرىق چىراغ

# MainStatusBar
source: Your listen port is blocked. You can still download but the speed may not be very fast.
bg: Вашето слушане порт е блокирано. Все още можете да изтеглите, но скоростта може да не е много бързо.
de: Ihr Listenport ist gesperrt. Sie können immer noch herunterladen, aber die Geschwindigkeit kann nicht sehr schnell sein.
es: El puerto de escucha está bloqueado. Todavía se puede descargar, pero la velocidad puede no ser muy rápido.
fr: Votre port d'écoute est bloqué. Vous pouvez toujours télécharger, mais la vitesse peut ne pas être très rapide.
it: La porta di ascolto è bloccata. È ancora possibile scaricare, ma la velocità non può essere molto veloce.
ja: リッスンポートがブロックされています。あなたはまだダウンロードすることができますが、速度は非常に高速ではないかもしれません。
nl: Uw luisterpoort is geblokkeerd. U nog steeds downloaden, maar de snelheid kan niet erg snel.
pl: Port nasłuchiwania jest blokowany. Nadal można pobrać, ale prędkość może nie być bardzo szybko.
pt_br: A porta de escuta está bloqueada. Você ainda pode baixar, mas a velocidade pode não ser muito rápido.
ru: Порт прослушивания заблокирован. Вы все еще можете скачать, но скорость может быть не очень быстро.
th: พอร์ตฟังของคุณถูกบล็อก คุณยังสามารถดาวน์โหลดได้ แต่ความเร็วอาจไม่เร็วมาก

# MainStatusBar
source: Please check your Firewall and NAT Router configurations.
bg: Моля, проверете вашата защитна стена и NAT рутер конфигурации.
de: Bitte überprüfen Sie Ihre Firewall und NAT-Router-Konfigurationen.
es: Compruebe las configuraciones del firewall y del router NAT.
fr: Veuillez vérifier vos configurations de pare-feu et de routeur NAT.
it: Controllare le configurazioni del firewall e del router NAT.
ja: ファイアウォールと NAT ルーターの構成を確認してください。
nl: Controleer de configuraties van uw firewall en NAT-router.
pl: Sprawdź konfigurację zapory sieciowej i routera NAT.
pt_br: Verifique as configurações do firewall e do NAT router.
ru: Проверьте конфигурацию брандмауэра и маршрутизатора NAT.
th: กรุณาตรวจสอบการกําหนดค่าไฟร์วอลล์และเราเตอร์ NAT ของคุณ

# MainStatusBar
source: Green Light
ar: أخضر فاتح
bg: Светлозелено
de: Grünes Licht
es: Luz verde
et: Roheline valgus
eu: Argi Orlegia
fi: Vihreä Valo
fr: Lumière verte
hu: Zöld lámpa
it: Luce verde
ja: 緑の表示
nb: Grønt Lys
nl: Groen licht
pl: Kolor zielony
pt_br: Luz Verde
ro: Lumină Verde
ru: Зелёный
sk: Svetlo zelená
sq: Dritë e Gjelbër
sv: Grönt ljus
th: ไฟสีเขียว
tr: Yeşil Işık
ug: يېشىل چىراق

# MainStatusBar
source: Your listen port is open. You can get the best download speed.
ar: منفذ الاستماع الخاص بك مفتوح. يمكنك الحصول على سرعة تحميل أفضل.
bg: Вашият порт за слушане е отворен. Можете да получите най-добрата скорост на сваляне.
de: Ihr Listen-Anschluss ist geöffnet. Die beste Geschwindigkeit zum Herunterladen ist möglich.
es: Puerto de entrada abierto. Alta velocidad de descarga.
et: Sinu ühenduse pordid on avatud. Sa võid saavutada parima allaladimis kiiruse.
eu: Zure aditze ataka irekita dago. Jeisketa abiadura azkarrena izan dezakezu.
fi: Kuunteluporttisi on avoinna. Voit saada parhaan latausnopeuden.
fr: Votre port d'écoute est ouvert. Vous pouvez télécharger à la meilleure vitesse.
hu: A figyelt portod megnyitva. Így elérheted a leggyorsabb sebességet.
it: La tua porta di ascolto è aperta. Potrai scaricare a una velocità ottimale.
ja: 監視ポートに接続できました。ダウンロード速度の向上が期待できます。
nb: Din oppkoblede port er åpen. Du får full frés.
nl: Uw luister-poort is open. U krijgt de beste download-snelheid.
pl: Port nasłuchiwania jest otwarty. Możesz pobierać z maksymalną prędkością.
pt_br: Sua porta de conexão está aberta. Você pode conseguir a melhor velocidade de download.
ro: Portul de ascultare este deschis. Vei avea parte de cea mai bună viteză.
ru: Порт подключения открыт. Возможно достижение наилучшей скорости скачивания.
sk: Váš naslúchací port je otvorený. Získate tým najlepšiu rýchlosť sťahovania.
sq: Porti që keni listuar është i hapur. Ju mund të merrni shpejtësinë më të mirë të shkarkimit.
sv: Din lyssningsport är öppen. Du kan nå optimal hastighet på nedladdningen.
th: พอร์ตฟังของคุณเปิดแล้ว คุณจะได้ความเร็วดาวน์โหลดสูงสุด
tr: Portunuz açık. En iyi indirme hızına sahipsiniz.
ug: تىڭشاش ئېغىزىڭىزغا سىرتقى توردىكىلەر ئۇلاندى، تېزرەك چۈشۈرۈش سۈرئىتىگە ئېرىشىسىز.

# MainStatusBar
source: {COUNT} new notifications
de: {COUNT} neue Benachrichtigungen
es: {COUNT} nuevas notificaciones
fr: {COUNT} nouvelles notifications
it: {COUNT} nuove notifiche
ja: 新しい通知{COUNT}
pl: {COUNT} nowych powiadomień
pt_br: {COUNT} novas notificações
ru: {COUNT} новых уведомлений
th: {COUNT}การแจ้งเตือนใหม่

# MainStatusBar
source: No new notifications
de: Keine neuen Benachrichtigungen
es: No hay notificaciones nuevas
fr: Pas de nouvelle notifications
it: Nessuna nuova notifica
ja: 新しい通知はありません
pl: Brak nowych powiadomień
pt_br: Sem novas notificações
ru: Нет новых уведомлений
th: ไม่มีการแจ้งเตือนใหม่

# MainStatusBar
source: Click to show notifications
de: Klicken Sie hier, um Benachrichtigungen anzuzeigen
es: Haga clic para mostrar notificaciones
fr: Cliquez pour afficher les notifications
it: Clicca per mostrare le notifiche
ja: クリックして通知を表示
pl: Kliknij, aby wyświetlić powiadomienia
pt_br: Clique para mostrar notificações
ru: Нажмите, чтобы отобразить уведомления
th: คลิกเพื่อแสดงการแจ้งเตือน

# MainStatusBar
source: Cloud service for Remote Connection is disabled.
de: Der Cloud-Dienst für die Remoteverbindung ist deaktiviert.
es: El servicio en la nube para conexión remota está deshabilitado.
fr: Le service cloud pour la connexion à distance est désactivé.
it: Il servizio cloud per Connessione remota è disabilitato.
ja: リモート接続用のクラウド サービスが無効になっています。
pl: Usługa Cloud dla połączenia zdalnego jest wyłączona.
pt_br: O serviço de nuvem para Conexão Remota está desabilitado.
ru: Облачная служба для удаленного подключения отключена.
th: บริการคลาวด์สําหรับการเชื่อมต่อระยะไกลถูกปิดใช้งาน

# MainStatusBar
source: Cloud service for Remote Connection is online.
de: Der Clouddienst für Remoteverbindung ist online.
es: El servicio en la nube para la conexión remota está en línea.
fr: Le service cloud pour la connexion à distance est en ligne.
it: Il servizio cloud per la connessione remota è online.
ja: リモート接続用のクラウド サービスがオンラインです。
pl: Usługa w chmurze dla połączenia zdalnego jest w trybie online.
pt_br: O serviço de nuvem para Conexão Remota está on-line.
ru: Облачная служба для удаленного подключения находится в сети.
th: บริการคลาวด์สําหรับการเชื่อมต่อระยะไกลออนไลน์

# MainStatusBar
source: Connecting to Cloud service for Remote Connection.
de: Herstellen einer Verbindung mit dem Clouddienst für Remoteverbindung.
es: Conexión al servicio en la nube para la conexión remota.
fr: Connexion au service Cloud pour la connexion à distance.
it: Connessione al servizio cloud per la connessione remota.
ja: リモート接続のためのクラウドサービスへの接続。
pl: Łączenie się z usługą w chmurze w celu nawiązania połączenia zdalnego.
pt_br: Conectando-se ao serviço cloud para conexão remota.
ru: Подключение к облачной службе для удаленного подключения.
th: การเชื่อมต่อกับบริการคลาวด์สําหรับการเชื่อมต่อระยะไกล

# MainStatusBar
source: Cloud service for Remote Connection is not enabled.
de: Der Clouddienst für Remoteverbindung ist nicht aktiviert.
es: El servicio en la nube para la conexión remota no está habilitado.
fr: Le service cloud pour la connexion à distance n’est pas activé.
it: Il servizio cloud per connessione remota non è abilitato.
ja: リモート接続用のクラウド サービスが有効になっていません。
pl: Usługa w chmurze dla połączenia zdalnego nie jest włączona.
pt_br: O serviço de nuvem para conexão remota não está habilitado.
ru: Облачная служба для удаленного подключения не включена.
th: บริการคลาวด์สําหรับการเชื่อมต่อระยะไกลไม่ได้เปิดใช้งาน

# MainStatusBar
source: Background tasks
de: Aufgaben im Hintergrund
es: Tareas en segundo plano
fr: Tâches d’arrière-plan
it: Attività in background
ja: バックグラウンド タスク
pl: Zadania w tle
pt_br: Tarefas em segundo plano
ru: Фоновые задачи
th: งานเบื้องหลัง

# MainStatusBar
source: CometID Status
es: Estado de CometID
fr: Statut CometID
it: Stato CometID
ja: コメットIDステータス
pt_br: Status do CometaID
ru: Состояние кометного идентификатора
th: สถานะรหัสดาวหาง

# MainStatusBar
source: Signed in
de: Sie sind angemeldet
es: Iniciar sesión
fr: Connecté
it: Effettuato l'accesso
ja: サインイン済み
pl: Zalogowany
pt_br: Estar logado
ru: Войти
th: ลงชื่อเข้าใช้แล้ว

# MainStatusBar
source: DHT Status
es: Estado de DHT
fr: Statut DHT
it: Stato DHT
ja: ティッカー ステータス
ru: Статус ДГТ
th: สถานะ DHT

# MainToolbar
source: Current search engine: "${ENGINE}". Click here to choose more engines.
ar: محرك البحث الحالي : "${ENGINE}". انقر هنا لاختيار المحركات المزيد
bg: Настояща търсачка: "${ENGINE}". Кликнете тук, за да изберете още търсачки.
de: Aktuelle Suchmaschine: "${ENGINE}". Weitere Suchmaschinen hinzufügen...
es: Motor de búsqueda actual: «${ENGINE}". Pulse aquí para ver más motores de búsqueda.
et: Valitud otsingumootor: "${ENGINE}". Vajuta siia valimaks rohkem mootoreid
fr: Moteur de recherche courant : "${ENGINE}". Cliquez ici pour choisir plus de moteurs.
hu: Jelenlegi keresőmotor: "${ENGINE}". kattints ide továbbiak kiválasztásához
it: Motore di ricerca attuale: "${ENGINE}". Clicca qui per scegliere altri motori di ricercar.
ja: 現在の検索エンジンは、${ENGINE}です。ここをクリックして他のエンジンを選んで下さい。
nl: Huidige zoekmachine: "${ENGINE}". Klik hier om voor meer zoekmachines.
pl: Aktualny silnik wyszukiwania: "${ENGINE}". kliknij tutaj, aby wybrać inny.
pt_br: Mecanismo de busca atual: "${ENGINE}". clique aqui para escolher mais mecanismos.
ro: Motor de căutare curent: "${ENGINE}". Clichează aici pentru a alege altul
ru: Текущая поисковая машина: "${ENGINE}". щелкните сюда чтобы выбрать другие поисковые машины.
sv: Nuvarande sökmotor: "${ENGINE}". Klicka här för att välja fler sökmotorer
th: เครื่องมือค้นหาปัจจุบัน: "${ENGINE}". คลิกที่นี่เพื่อเลือกเพิ่มเครื่องมือ
tr: Şuanki arama motoru: "${ENGINE}". daha fazla arama motoru seçmek için buraya tıklayın

# Search_Menu
source: Search on every keystroke
de: Suche bei jedem Tastendruck
es: Buscar en cada pulsación de tecla
fr: Recherche à chaque frappe
it: Cerca su ogni pressione di tasti
ja: すべてのキーストロークで検索
pl: Wyszukiwanie przy każdym naciśnięciu
pt_br: Pesquisar em cada pressionamento de tecla
ru: Поиск по каждому нажатию клавиши
th: ค้นหาทุกครั้งที่กดแป้นพิมพ์

# MainToolbar
source: Make
ar: إنشاء
bg: Създаване
de: Erzeugen
es: Crear
et: Valmista
eu: Sortu
fi: Luo
fr: Créer
hu: Létrehoz
it: Crea
ja: 作成
nb: Opprett
nl: Maken
pl: Utwórz
pt_br: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sq: Krijo
sv: Skapa
th: สร้าง
tr: Yap
ug: ياسا

# MainToolbar
source: Torrent
ar: سيل
bg: Поток
th: ทอร์เรนต์
