Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# LogMessage_MD_Task
source: Server disconnected. Restart download now; resume is not supported by server.
ar: قطع الأتصال بالخادم. إعادة التحميل الآن ،علماً بأن الإستئناف غير معتمد من قبل الملقم.
bg: Сървърът прекъсна връзката. Рестартирайте свалянето, тъй като сървърът не поддържа резюме.
de: Server getrennt. Herunterladen wird neu gestartet, weil eine Fortsetzung vom Server nicht unterstützt wird.
es: Servidor desconectado. La descarga se reiniciará ahora, ya que el servidor no permite continuarla.
et: Server pole ühendatud. Laadimine taaskäivitub nüüd, tegevus pole toetatud serverist.
eu: Zerbitzaria etenda. Birrabiatu jeisketa orain: Zerbitzariak ez du eskamena aldezten.
fi: Palvelin katkaisi yhteyden. Käynnistä lataus uudelleen nyt; palvelin ei tue jatkamista.
fr: Déconnecté du serveur. Redémarrer le téléchargement maintenant; la reprise n'est pas supportée par le serveur.
hu: A szerver megszakította a kapcsolatot. A letöltés újrakezdődik; a szerver nem támogatja a folytatást.
it: Il server ha chiuso la connessione. Riavvia il download adesso; la ripresa del download non è supportato dal server.
ja: サーバーに切断されました。ダウンロードを再開します。サーバーはレジュームに対応していません。
nb: Server frakoblet. Omstart nedlasting nå; gjenoppta oppgave er ikke støttet av server.
nl: Server verbroken. HerStart Download nu; resume wordt niet ondersteund door de server.
pl: Rozłączenie z serwerem. Start ponownego pobierania, ponieważ wznawianie pobierania nie jest obsługiwane przez serwer.
pt_br: Servidor desconectado. Renicie o download agora; Resumo não suportado pelo servidor.
ro: Server deconectat. Repornește descărcarea, pentru că reluarea ei nu e suportată de server.
ru: Разрыв соединения. Перезапуск загрузки, докачка не поддерживается сервером.
sk: Server odpojený. Reštartujte stiahnutý súbor znovu; pokračovanie nie je podporované serverom.
sv: Servern är frånkopplad. Nerladdningen startar om nu, eftersom återupptagning inte stöds av servrar.
th: การเชื่อมต่อกับเซิฟเวอร์ถูกตัด เริ่มดาวน์โหลดใหม่ทันที; เซิฟเวอร์ไม่รองรับการดาวน์โหลดต่อ
tr: Sunucu bağlantısı kesildi. Şimdi yeniden başlatın; sunucusu tarafından indirme devamı desteklenmiyor .
ug: مۇلازىمىتىر ئۈزۈۋېتىلدى. مۇلازىمىتىر داۋاملاشتۇرۇپ چۈشۈرۈشنى قوللىمىغاچقا ھۆججەتنى قايتا چۈشۈرىدۇ.

# LogMessage_MD_Task
source: Attempting to download from mirror, as the original resource is unavailable.
ar: بدء محاولة التحميل من المتطابقة, كما هو المورد الأصلي valiable
bg: Започване на сваляне от огледало, тъй като оригиналният ресурс е недостъпен.
de: Versuchen, vom Spiegel herunterzuladen, da die Originalressourcen wertvoll sind.
es: Intentando descargar desde espejo, ya que la fuente original no está disponible.
et: Proovi allaladida peeglist, kui algne aliikas on jõude
eu: Izpilutik jeisteko ahalegina, jatorrizko baliabidea eskuraezina da.
fi: Yritetään ladata peilistä, koska alkuperäinen resurssi ei ole saatavilla.
fr: Tentative de téléchargement depuis un miroir, du fait que la source initiale est indisponible.
hu: Megpróbálom letölteni tükörről, mert az eredeti erőforrás nem elérhető.
it: Tentativo di download dal mirror perché la risorsa originale non è disponibile.
ja: ミラーからのダウンロード開始。
nb: Forsøker å laste ned fra mirror, siden den opprinnelige ressursen er utilgjengelig.
nl: Probeert te downloaden van Mirror, omdat de oorspronkelijke bron niet beschikbaar is.
pl: Zaczęto próbę pobierania z mirrora, ponieważ oryginalne źródło nie jest dostępne.
pt_br: O BitComet está tentando fazer transferências do servidor-espelho, já que o original não está disponível.
ro: Încearcă să descarci de pe o clonă [mirror], deoarece resursa originală nu e disponibilă.
ru: Пытаться загрузить с зеркала, если исходный ресурс недоступен.
sk: Pokus o stiahnutie z alternatívneho zdroja kvôli nedostupnosti originálneho zdroja.
sv: Börja med att försöka ladda ner från en mirror, som den ursprungliga resursen är tillgänglig från
th: กําลังพยายามดาวน์โหลดจากมิเรอร์ เนื่องจากทรัพยากรเดิมไม่พร้อมใช้งาน
tr: Yansıdan indirme deneniyor , mevcut olmayan orjinal kaynağında olduğu gibi.
ug: ئەسلى مەنبەدىن چۈشۈرگىلى بولمىدى، تەسۋىر بېكەتتىن چۈشۈرۈشنى سىناشنى باشلىدى.

# LogMessage_MD_Task
source: File hash check failed, starting to re-download the file.
ar: فشل التحقق من تجزئة الملف , البدء في إعادة تحميل الملف
bg: Проверката на хеша на файла пропадна. Започва повторно сваляне на файла.
de: Hash-Überprüfung der Datei fehlgeschlagen, Datei erneut Herunterladen starten.
es: Ha fallado la comprobación de hash, comenzando a descargar el archivo nuevamente.
et: Faili hasi tuvatmine luhtus, käivita uuesti faili allalaadimine
fr: Vérification de hachage du fichier échouée, nouveau téléchargement du fichier.
hu: A fájl hash-ellenőrzése sikertelen, fájl letöltésének újrakezdése.
it: Controllo hash fallito, inizio il re-download del file.
ja: ファイルのハッシュのチェックに失敗しました。ファイルの際ダウンロードを開始します。
nl: File hash check is mislukt, begint opnieuw te downloaden van het bestand.
pl: Sprawdzanie sumy kontrolnej pliku nieudane, rozpoczęto ponowne pobieranie pliku.
pt_br: A verificação da integridade do arquivo falhou. O programa está transferindo-o novamente.
ro: Verificarea hașului filei a eșuat, va trebui să-l redescarci
ru: Ошибка проверки хеша, начинаю загружать файл снова.
sv: Hashkontroll av fil misslyckades, börjar att ladda ned filen igen
th: การเช็คค่า Hash ของไฟล์ล้มเหลว, เริ่มต้นดาวน์โหลดไฟล์ใหม่อีกครั้ง
tr: Dosya hash denetimi başarısız , dosyayı tekrar indirmeye başla

# LogMessage_MD_Task
source: Error occurred: Server disconnected unexpectedly (error code: ${ERROR_CODE})
ar: حدث خطاء:قطع اتصال الملقم بشكل غير متوقع(error code: ${ERROR_CODE})
bg: Възникна грешка: Сървърът прекъсна връзката неочаквано (код на грешката: ${ERROR_CODE})
de: Fehler: Server getrennt unerwartet (Fehlercode: ${ERROR_CODE})
es: Error: desconexión del servidor no esperada (código de error: ${ERROR_CODE})
et: Leitud viga: Server ühendus lahti äkitselt(error code: ${ERROR_CODE})
eu: Akats bat izan da: Zerbitzaria etenda ustekabean (kode akatsa: ${ERROR_CODE})
fi: Tapahtui virhe: Palvelin katkaisi yhteyden odottamattomasti (virhekoodi: ${ERROR_CODE})
fr: Erreur survenue : déconnexion du serveur inattendue (code erreur : ${ERROR_CODE})
hu: Hiba lépett fel: A szerver váratlanul megszakítitta a kapcslatot (hibakód: ${ERROR_CODE})
it: Errore: il Server ha chiuso inaspettatamente la connessione (error code: ${ERROR_CODE})
ja: エラー発生：サーバーから予期せず切断されました（エラーコード：${ERROR_CODE}）
nb: Feil oppstått: Server uventet frakoblet (error code: ${ERROR_CODE})
nl: Fout opgetreden: Server is onverwacht verbroken (foutcode: ${ERROR_CODE})
pl: Wystąpił błąd: Nieoczekiwane rozłączenie z serwerem(kod błędu: ${ERROR_CODE})
pt_br: Erro: Servidor desconectado inesperadametne (código de erro: ${ERROR_CODE})
ro: Eroare apărută: Serverul s-a deconectat pe neașteptate (cod de eroare: ${ERROR_CODE})
ru: Обнаружена ошибка: Неожиданный разрыв подключения к серверу (код ошибки: ${ERROR_CODE}).
sk: Vyskytla sa chyba: Server sa nečakane odpojil (kód chyby ${ERROR_CODE})
sv: Fel uppstår: Server kopplade ifrån sig oväntat (felkod: ${ERROR_CODE})
th: เกิดข้อผิดพลาด: การเชื่อมต่อกับเซิฟเวอร์ถูกตัด (รหัสการผิดพลาด: ${ERROR_CODE})
tr: Hata oluştu: Sunucu beklenmedik şekilde kesildi (hata kodu: ${ERROR_CODE})
ug: خاتالىق كۆرۈلدى: مۇلازىمىتىر تاسادىپىي ئۈزۈلدى، خاتالىق كودى: ${ERROR_CODE}

# LogMessage_MD_Task
source: Error occurred: Can't connect to server (error code: ${ERROR_CODE})
ar: Error occurs: لا يمكن الاتصال بالخادم (حدوث خطأ: ${ERROR_CODE})
bg: Възникна грешка: връзката със сървъра пропадна (код на грешката: ${ERROR_CODE})
de: Fehler: Keine Verbindung zum Server (Fehlercode: ${ERROR_CODE})
es: Error: No se puede conectar con servidor (código de error: ${ERROR_CODE})
et: Leitud tõrge: ei suuda ühentada serveriga(error code: ${ERROR_CODE})
eu: Akats bat izan da: Ezin da zerbitzariarekin elkarketa egin (kode akatsa: ${ERROR_CODE})
fi: Tapahtui virhe: Palvelimeen ei voida yhdistää (virhekoodi: ${ERROR_CODE})
fr: Erreur survenue : connexion impossible au serveur (error code: ${ERROR_CODE})
hu: Hiba lépett fel: Nem lehet kapcsolódni a szerverhez (hibakód: ${ERROR_CODE})
it: Errore! Impossibile connettersi al server (error code: ${ERROR_CODE})
ja: サーバーに接続できません（エラーコード： ${ERROR_CODE} ）
nb: Feil oppstått: Kan ikke koble til server (feilkode: ${ERROR_CODE})
nl: Fout opgetreden: kan geen verbinding maken met server (foutcode: ${ERROR_CODE})
pl: Wystąpił błąd: Nie można się połączyć z serwerem (Kod błędu: ${ERROR_CODE})
pt_br: Erro: Não pode conectar ao servidor ( código de erro: ${ERROR_CODE})
ro: Eroare apărută: Nu se poate face conectarea la server (cod de eroare: ${ERROR_CODE})
ru: Произошла ошибка. Не могу подключиться к серверу (код ошибки: ${ERROR_CODE})
sk: Vyskytla sa chyba: Nemôže sa pripojiť k serveru (kód chyby: ${ERROR_CODE})
sv: Fel uppstår: Kan inte ansluta till server (felkod: ${ERROR_CODE})
th: เกิดข้อผิดพลาด: ไม่สามารถเชื่อมต่อไปยังแม่ข่าย(ข้อผิดพลาด: ${ERROR_CODE})
tr: Hata oluştu: Sunucuya bağlanamıyor (hata kodu: ${ERROR_CODE})
ug: خاتالىق كۆرۈلدى: مۇلازىمىتىرغا ئۇلىنالمىدى، خاتالىق كودى: ${ERROR_CODE}

# LogMessage_MD_Task
source: Error occurred: Authorization Failed
ar: حدث خطأ: أذن فاشل
bg: Възникна грешка: удостоверяването пропадна
de: Fehler aufgetreten: Autorisierung fehlgeschlagen
es: Ha ocurrido un error: Autorización errónea
et: Leidus TÕRGE: Autoriseermine luhtunud
eu: Akats bat gertatu da: Baimenak huts egin du
fr: Erreur survenue : autorisation échouée
hu: Hiba lépett fel: Az azonosítás sikertelen
it: Errore: Autorizzazione fallita
ja: エラー発生：認証失敗
nb: Feil oppstått: Autentisering mislyktes
nl: Er is een fout opgetreden: Authorisatie mislukt
pl: Wystąpił błąd: Nieudana autoryzacja
pt_br: Ocorreram erros: Autorização Falhou
ro: Eroarea apărută: Autorizare Eșuată
ru: Произошла ошибка: Ошибка авторизации
sk: Vyskytla sa chyba: Autorizácia zlyhala
sq: Ndodhi një gabim: Autorizimi Dështoi
sv: Fel uppstår: Auktorisering misslyckades
th: เกิดข้อผิดพลาด: การขออนุญาติล้มเหลว
tr: Hata oluştu: Yetkilendirme Başarısız
ug: خاتالىق كۆرۈلدى: ئىجازەت دەلىللەش مەغلۇپ بولدى

# LogMessage_MD_Task
source: Invalid URL format
ar: تنسيق URL غير صحيح
bg: Форматът на уеб адреса е невалиден
de: Internetadresse (URL) ungültig
es: Formato de URL no válido
et: URL vorming vigane
eu: URL heuskarri baliogabea
fi: Virheellinen URL osoite
fr: Format d'URL invalide
hu: Az URL formátum hibás
it: Formato URL non valido
ja: URLの形式が不適切です
nb: Ugyldig URL- format
nl: URL heeft een ongeldige formaat
pl: Niepoprawny format adresu URL
pt_br: Formato de URL inválido
ro: Format nevalid al adresei (URL)
ru: Неправильный формат адреса
sk: Nesprávny formát URL
sq: Formati i URL-së është i pavlefshëm
sv: URL-format felaktigt
th: รูปแบบ URL ไม่ถูกต้อง
tr: URL biçimi geçersiz.
ug: ئىناۋەتسىز URL فورماتى

# LogMessage_MD_Task
source: Retry limit reached.
ar: الخروج من إعادة المحاولة.
bg: Максималният брой повторни опити е достигнат.
de: Max. Anzahl erneuter Versuche erreicht.
es: Número de reintentos superado.
et: Audis mitmeid kordi.
eu: Birsaiatze mugara iritsita.
fi: Uudelleenyritys rajoitus saavutettu.
fr: Recommencer, limite atteinte.
hu: Elértem az újrapróbálkozási határt.
it: Limite tentativi raggiunto.
ja: 再試行数超過。
nb: Grense for antall forsøk nådd.
nl: Limiet voor opnieuw proberen bereikt.
pl: Osiągnięto limit ponownych połączeń.
pt_br: Número de tentativa limite atingido.
ro: Limită de reîncercări depășită.
ru: Достигнут лимит повторов.
sk: Limit pokusov bol dosiahnutých.
sv: Slut på omprövningar.
th: การลองใหม่ถึงขีดจำกัด
tr: Yeniden deneme limitine ulaştı.
ug: خاتالىق چىققاندا ئەڭ كۆپ قايتا سىناش چېكىگە يەتتى.

# LogMessage_MD_Task
source: Failed to connect to any available source. Retry limit reached.
ar: فشل الاتصال بأي مصدر المتاحة. الوصول إلى حد إعادة المحاولة.
bg: Свързването към всички налични източници пропадна. Ограничението за повторни опити е достигнато.
de: Verbindung zu jeder verfügbaren Datenquelle fehlgeschlagen. Max. Anzahl an Wiederholungen erreicht.
es: Imposible conectar con las fuentes disponibles. Límite de intentos alcanzado.
et: Luhtunud ühendused kõigist allikaist. Kontrolli ühenduste arvu.
eu: Huts egin du iturburu baliabidearekin elkarketatzerakoan. Birsaiatze mugara iritsita.
fi: Yhdistäminen käytettävissä oleviin lähteisiin epäonnistui. Uudelleenyritysten raja saavutettu.
fr: Impossible de se connecter n'importe quelle source disponible. Nouvelle tentative limite atteinte.
hu: Kapcsolódás az elérhető forráshoz sikertelen. Újrapróbálási limit elérve.
it: Impossibile connettersi alle fonti. Limite tentativi raggiunto.
ja: どのソースにも接続できませんでした。リトライ数の上限に達しました。
nb: Kunne ikke kople til noen tilgjengelige kilder. Grensen for nye forsøk er nådd.
nl: Verbinden met een beschikbare bron mislukt. Probeerlimiet bereikt.
pl: Nie udało się połączyć z jakimkolwiek dostępnym źródłem. Osiągnięto limit prób ponownych połączeń.
pt_br: Falha ao conectar qualquer fonte disponível. Limite de tentativas atingido.
ro: Conectarea la oricare din sursele disponibile a eșuat. A fost atinsă limita de reîncercări.
ru: Невозможно подключиться к какому-либо доступному источнику. Достигнут лимит попыток.
sk: Nepodarilo sa pripojiť k žiadnemu z dostupných zdrojov. Bol dosiahnutý limit opakovaní.
sq: Dështuam në lidhjen me çdo burim të mundshëm. Limiti i përpjekjeve u arrit.
sv: Det gick inte att ansluta till någon källa. Försöksgräns nådd.
th: ล้มเหลวในการเชื่อมต่อกับแหล่งข้อมูลทั้งหมด การลองใหม่ถึงขีดจำกัด
tr: Herhangi bir kaynağa bağlanılamadı. Tekrar deneme sınırına ulaşıldı.
ug: چۈشۈرگىلى بولىدىغان ھېچقانداق مەنبەگە ئۇلىنالمىدى، قايتا سىناش قېتىم سانىنىڭ ئەڭ يۇقىرى چېكىگە يەتتى

# LogMessage_MD_Task
source: The file size is different from the last download, maybe the address has been changed.
ar: حجم الملف يختلف عن التنزيل الأخير ، قد يكون تم تغيير العنوان.
bg: Размерът на файла се различава от последното сваляне, може би адресът е променен.
de: Die Dateigröße hat sich seit dem letzten Herunterladen geändert. Es ist möglich, dass sich die Adresse geändert hat.
es: El tamaño del archivo no se corresponde con el último descargado, la dirección puede haber cambiado.
et: Selle faili suurus on erinev viimati laetust, võimalik et aadress on muutunud.
eu: Agiriaren neurria azken jeitsierakoaren ezberdina da, badaiteke helbidea aldatua izatea.
fr: La taille du fichier est différente du dernier téléchargement, l'adresse a peut-être été changée.
hu: A fájlméret eltér az utóljára letöltöttől, talán megváltozott a cím.
it: La dimensione del file è cambiata dall'ultimo download, forse l'indirizzo è cambiato.
ja: 前回のダウンロード時とファイルサイズが異なります。アドレスが変更になったのかもしれません。
nb: Filens størrelse er endret fra forrige nedlasting. Adressen er muligens endret.
nl: De bestandsgrootte is anders dan uw laatste download, het adres kan veranderd zijn.
pl: Rozmiar pliku jest inny niż w poprzednim pobieraniu, możliwe, że adres uległ zmianie.
pt_br: O tamanho do arquivo é diferente do último download, pode ser que o endereço tenha sido alterado.
ro: Mărimea filei s-a modificat față de ultima descărcare, poate că adresa ei a fost schimbată.
ru: Размер файла изменился со времени последней загрузки. Возможно, был изменен адрес.
sk: Veľkosť súboru je od posledného sťahovania odlišná, adresa mohla byť zmenená .
sq: Përmasa e skedarit është e ndryshme nga ajo e shkarkimit të fundit, ndoshta adresa është ndryshuar.
sv: Filstorleken är olik den senaste nedladdningen. Adressen kan ha ändrats.
th: ขนาดไฟล์ต่างจากการดาวน์โหลดครั้งที่แล้ว ที่อยู่อาจถูกเปลี่ยนแปลงไป
tr: Dosya boyutu son indirilen boyuttan farklı, adres değişmiş olabilir.
ug: ھۆججەت چوڭلۇقى ئاخىرقى قېتىم چۈشۈرگەن بىلەن پەرقلىق، ئەسلى ئادرېستىكى ھۆججەت ئۆزگەرتىلگەن بولۇشى مۇمكىن.

# LogMessage_MD_Task
source: Server returned unexpected status code.
ar: قام الخادم بإرجاع رمز حالة غير متوقعة.
bg: Сървърът върна неочакван код за състоянието.
de: Server gibt unerwarteten Statuscode zurück.
es: El servidor devolvió un código de estado inesperado.
et: Server naaseb ettenägematust oleku koodist
eu: Zerbitzaria ezusteko kode egoerara itzuli da,
fi: Palvelin palautti odottamattoman tilakoodin.
fr: Le serveur a renvoyé un code d'erreur inconnu.
hu: A szerver váratlan állapotkódot adott vissza.
it: Il server ha riportato uno status code indaspettato.
ja: サーバーが予期しないコードを返しました。
nb: Server returnerte uventet statuskode
nl: Server geeft een onverwachte status code.
pl: Serwer zwrócił nieoczekiwany kod stanu.
pt_br: O servidor retornou um código de status inesperado.
ro: Serverul a returnat un cod de stare neașteptat.
ru: Сервер вернул неожиданное состояние кода.
sk: Server vrátil neočakávaný stavový kód.
sq: Serveri jep një status të paparashikuar të kodit.
sv: Servern svarar med oväntad statuskod.
th: เซิฟเวอร์ส่งรหัสสถานะที่ไม่คาดคิดกลับมา
tr: Sunucu beklenmeyen durum kodu gönderdi.
ug: مۇلازىمىتىر كۈتۈلمىگەن ھالەت كودى قايتۇردى.

# LogMessage_MD_Task
source: Error occurred: Server error (HTTP status code 5xx)
ar: حدث خطاء: Server error (HTTP status code 5xx)
bg: Възникна грешка: Грешка в сървъра (състояние на НТТР код 5xx)
de: Fehler: Server-Fehler (HTTP-Statuscode 5xx)
es: Error: Error de servidor (código de estado HTTP 5xx)
et: Leitud viga: Serveri viga (HTTP oleku kood 5xx)
eu: Akats bat izan da: Zerbitzari akatsa (HTTP egoera kodea 5xx)
fi: Tapahtui virhe: Palvelin virhe (HTTP tilannekoodi 5xx)
fr: Erreur survenue : erreur serveur (code de statut HTTP 5xx)
hu: Hiba lépett fel: Szerverhiba (HTTP állapotkód 5xx)
it: Errore: errore Server (HTTP status code 5xx)
ja: エラー発生：サーバーエラー（HTTPステータスコード5XX）
nb: Feil oppstått: Server feil (HTTP status kode 5xx)
nl: Fout opgetreden: Server Error (HTTP-statuscode 5xx)
pl: Wystąpił błąd: Błąd serwera (HTTP kod stanu 5xx)
pt_br: Um erro ocorreu por parte do servidor. Código de erro do protocolo HTTP: 5xx
ro: Eroarea apărută: Eroare de server (cod de stare HTTP 5xx)
ru: Обнаружена ошибка: Ошибка сервера (код состояния HTTP 5хх)
sk: Vyskytla sa chyba: Chyba serveru (kód stavu HTTP 5xx)
sv: Fel uppstår: Serverfel (HTTP-statuskod 5xx)
th: เกิดข้อผิดพลาด: เซิฟเวอร์ผิดพลาด (รหัสสถานะ HTTP 5xx)
tr: Hata oluştu: Sunucu hatası (HTTP durum kodu 5xx)
ug: خاتالىق كۆرۈلدى: مۇلازىمىتىر خاتالىقى (HTTP قايتۇرغان كود 5xx)

# LogMessage_MD_Task
source: Error occurred: HTTP request error
ar: حدث خطأ: خطأ في طلب HTTP
bg: Възникна грешка: Грешка при НТТР заявката
de: Fehler: HTTP-Request-Fehler
es: Error: petición HTTP errónea
et: Leitud viga: Http nõudluse viga
eu: Akats bat izan da: HTTP eskabide akatsa
fi: Tapahtui virhe: HTTP pyyntö virhe
fr: Erreur survenue : erreur de requête HTTP
hu: Hiba lépett fel: HTTP kérési hiba
it: Errore: Errore richiesta HTTP
ja: エラー発生：HTTPリクエストエラー
nb: Feil oppstått: HTTP etterspørsel feil
nl: Fout opgetreden: HTTP aanvraag fout
pl: Wystąpił błąd: HTTP zwrócił błąd
pt_br: Erro: Requisição de HTTP falhou
ro: Eroarea apărută: Eroare de solicitare HTTP
ru: Обнаружена ошибка:Ошибка запроса HTTP
sk: Vyskytla sa chyba: Chyba požiadavky HTTP
sv: Fel uppstår: HTTP-efterfrågningsfel
th: เกิดข้อผิดพลาด: การร้องขอ HTTP ผิดพลาด
tr: Hata oluştu: HTTP istek hatası
ug: خاتالىق كۆرۈلدى: HTTP ئىلتىماس خاتالىقى

# LogMessage_MD_Task
source: Incorrect redirect URL, connection dropped.
ar: إعادة توجيه غير صحيحة url توقف العمل .
bg: Невалиден уеб адрес за пренасочване, връзката е спряна.
de: Umleitung der Internetadresse fehlerhaft, Verbindung unterbrochen.
es: URL de redirección incorrecta, conexión abandonada.
et: Vigane edasi saatmise url, töö peatatakse.
eu: URl birzuzentze okerra, elkarketa erorita.
fi: Virheellinen uudelleenohjaus URL, yhteys pudotettu.
fr: URL de redirection invalide, connexion interrompue.
hu: Helytelen átirányítási URL, a kapcsolat törölve.
it: URL di redirezione scorretto, connessione interrotta.
ja: 不正なリダイレクトURLです。タスク停止。
nb: Feil viderekoblingsnettadresse, droppet tilkoblingen.
nl: Onjuiste omleidings-URL, verbroken verbinding.
pl: Niepoprawne przekierowanie URL, połączenie zatrzymane.
pt_br: A URL foi incorrectamente direcionada. Por isso, a conexão caiu.
ro: Adresă (URL) incorectă de redirecționare, sarcina a fost oprită.
ru: Неверное перенаправление адреса, соединение прекращено.
sk: Nesprávne presmerovanie URL, spojenie spadlo.
sv: Felaktigt eftersänd URL, anslutningen bröts.
th: URL การเปลี่ยนเส้นทางไม่ถูกต้อง
tr: Yanlış yönlendirme URL'si, bağlantı düştü.
ug: قايتا نىشانلانغان URL خاتا، ئۇلىنىش ئۈزۈلدى.

# LogMessage_MD_Task
source: The file is not the same as in the last download.
ar: الملف ليس كما هو في التحميل الأخير .
bg: Файлът не е същият, както при последното сваляне.
de: Die Datei ist nicht mit bereits vorhandenen Download identisch.
es: El archivo no se corresponde con el último descargado.
et: Fail ei ole samane mis viimati allalaeti.
eu: Agiria ez da azken jeitsierako bera.
fi: Tiedosto ei ole sama kuin viime latauksessa.
fr: Le fichier n'est pas identique au dernier téléchargé.
hu: A fájl nem egyezik az utóljára letöltöttel.
it: Il file è cambiato dall'ultimo download.
ja: 前回のダウンロード時とファイルが異なります。
nb: Filen er ikke den samme som siste nedlasting.
nl: Het bestand is niet hetzelfde als uw laatste download.
pl: Ten plik nie jest taki sam jak w poprzednim pobieraniu.
pt_br: O arquivo não é o mesmo do último download.
ro: Fila nu e aceeași ca la ultima descărcare.
ru: Файл не совпадает с тем, что был загружен в последний раз.
sk: Súbor nie je rovnaký ako naposledy sťahovaný.
sq: Skedari nuk është i njëjti si në shkarkimin e fundit.
sv: Filen är inte samma som vid den senaste hämtningen.
th: ไฟล์ไม่เหมือนกับการดาวน์โหลดครั้งที่แล้ว
tr: Dosya en son indirildiği konumda değil/bulunamadı.
ug: بۇ ھۆججەت بىلەن ئاخىرقى قېتىم چۈشۈرگەندىكى ھۆججەت ئوخشاش ئەمەس.

# LogMessage_MD_Task
source: Error occurred: HTTP status code: ${STATUS_CODE}, ${ERROR_REASON}
ar: حدث خطاء : HTTP status code: ${STATUS_CODE}, ${ERROR_REASON}
bg: Възникна грешка: код на състоянието на НТТР: ${STATUS_CODE}, ${ERROR_REASON}
de: Fehler: HTTP-Statuscode: ${STATUS_CODE}, ${ERROR_REASON}
es: Error: código de estado HTTP: ${STATUS_CODE}, ${ERROR_REASON}
et: Leitud viga: HTTP oleku kood: ${STATUS_CODE}, ${ERROR_REASON}
eu: Akats bat izan da: HTTP egoera kodea: ${STATUS_CODE}, ${ERROR_REASON}
fi: Tapahtui virhe: HTTP tilannekoodi: ${STATUS_CODE}, ${ERROR_REASON}
fr: Erreur survenue : code de statut HTTP : ${STATUS_CODE}, ${ERROR_REASON}
hu: Hiba lépett fel: HTTP állapotkód: ${STATUS_CODE}, ${ERROR_REASON}
it: Errore: HTTP status code: ${STATUS_CODE}, ${ERROR_REASON}
ja: エラー発生：HTTPステータスコード： ${STATUS_CODE}, ${ERROR_REASON}
nb: Feil oppstått: HTTP status kode: ${STATUS_CODE}, ${ERROR_REASON}
nl: Fout opgetreden: HTTP-statuscode: ${STATUS_CODE}, ${ERROR_REASON}
pl: Wystąpił błąd: HTTP kod stanu: ${STATUS_CODE}, ${ERROR_REASON}
pt_br: Erro: Código de status do HTTP:${STATUS_CODE}, ${ERROR_REASON}
ro: Eroare apărută: Codul stării HTTP: ${STATUS_CODE}, ${ERROR_REASON}
ru: Обнаружена ошибка: код состояния HTTP: ${STATUS_CODE}, ${ERROR_REASON}
sk: Vyskytla sa chyba: stav kódu HTTP: ${STATUS_CODE}, ${ERROR_
sv: Fel uppstår: HTTP-statuskod: ${STATUS_CODE}, ${ERROR_REASON}
th: เกิดข้อผิดพลาด: รหัสสถานะ HTTP: ${STATUS_CODE}, ${ERROR_REASON}
tr: Hata oluştu: HTTP durum kodu: ${STATUS_CODE}, ${ERROR_REASON}
ug: خاتالىق كۆرۈلدى: HTTP مۇلازىمىتىر ھالەت كود ${STATUS_CODE} ، خاتالىقى${ERROR_REASON}
