Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogPassport
source: Password length should be within 6-20 characters
ar: طول كلمة السر يجب أن يكون في مابين 6-20 حرفا
bg: Дължината на паролата трябва да бъде между 6 и 20 знака
de: Länge des Kennworts sollte 6-20 Zeichen enthalten
es: La contraseña debe tener entre 6 y 20 caracteres
et: Salsõna pikkus 6-20 kirjamärki
eu: Sar-hitzak 6 eta 20 hizki artean eduki behar ditu
fi: Salasanan pituus tulisi olla 6-20 merkkiä
fr: La longueur du mot de passe doit être comprise entre 6 et 20 caractéres
hu: A jelszó hossza 6 és 20 karakter között lehet
it: La lunghezza della password dovrebbe essere compresa fra 6 e 20 caratteri
ja: パスワードは 6 文字以上 20 文字以下です
nb: Passordlengde burde være mellom 6-20 tegn
nl: Wachtwoord lengte tussen de 6 tot de 20
pl: Hasło powinno mieć długość od 6-20 znaków
pt_br: O tamanho da senha deve ser entre 6 e 20 caracteres
ro: Lungimea parolei trebuie să fie de 6-20 caractere
ru: Длина пароля должна быть 6-20 символов
sk: Dĺžka hesla by mala byť medzi 6-20 znakmi
sq: Gjatësia e fjalëkalimit duhet të jetë midis 6-20 karaktereve
sv: Lösenordet bör innehålla 6 till 20 tecken
th: รหัสผ่านควรมีความยาวระหว่าง 6-20 ตัวอักษร
tr: Şifre 6-20 karakter arası olmalı
ug: ئىم ئۇزۇنلۇقى 6-20 ھەرپ ئارىسىدا بولۇشى لازىم

# DialogPassport
source: CometID - Sign in
ar: CometID -تسجيل الدخول
bg: CometID - вписване
de: CometID - Anmeldung
es: CometID - Iniciar sesión
et: CometID - Sisene
eu: CometID - Izena eman
fi: CometID - Kirjaudu sisään
fr: CometID - S'inscrire
it: CometID - Accesso
ja: CometID - サインイン
nl: CometID - Aanmelden
pl: CometID - zaloguj
pt_br: CometID - Conectar-se
ro: CometID - Logare (Autentificare)
ru: CometID - Зарегистрирован
sk: CometID - Prihlásenie
sv: CometID - Logga in
th: CometID - ลงชื่อเข้าใช้
tr: CometID - Oturum Aç
ug: CometID - تىزىمغا كىر

# DialogCompleteCheck
source: File Name:
ar: إسم الملف:
bg: Име на файла:
de: Dateiname:
es: Nombre de archivo:
et: Faili nimi:
eu: Agiri Izena:
fi: Tiedoston Nimi:
fr: Nom du fichier :
hu: Fájlnév:
it: Nome del file:
ja: ファイル名：
nb: Fil navn
nl: Bestandsnaam:
pl: Nazwa pliku:
pt_br: Nome do Arquivo:
ro: Numele Filei:
ru: Имя файла:
sk: Názov súboru:
sq: Emri i Skedarit:
sv: Filnamn:
th: ชื่อไฟล์:
tr: Dosya Adı:
ug: ھۆججەت ئاتى:

# DialogCompleteCheck
source: File Size:
ar: حجم الملف:
bg: Размер на файла:
de: Dateigröße:
es: Tamaño de archivo:
et: Faili suurus:
eu: Agiri Neurria:
fi: Tiedoston Koko:
fr: Taille du fichier :
hu: Fájlméret:
it: Dimensioni del file:
ja: ファイルサイズ：
nb: Filstørrelse:
nl: Bestandsgrootte:
pl: Rozmiar pliku:
pt_br: Tamanho do Arquivo:
ro: Mărime:
ru: Размер файла:
sk: Veľkosť súboru:
sq: Madhësia e Pjesës:
sv: Filstorlek:
th: ขนาดไฟล์:
tr: Dosya Boyutu:
ug: ھۆججەت چوڭلۇقى:

# DialogCompleteCheck
source: Download Again
ar: نزّله مرة أخرى
bg: Повторно сваляне
de: Erneut herunterladen
es: Descargar de nuevo
et: Lae uuesti
eu: Jeitsi Berriro
fi: Lataa Uudelleen
fr: Télécharger à nouveau
hu: Letöltés újból
it: Scarica ancora
ja: 再ダウンロード
nb: Last ned på nytt
nl: Opnieuw downloaden
pl: Pobierz ponownie
pt_br: Baixar Novamente
ro: Descarcă din Nou
ru: Загрузить снова
sk: Stiahnuť znovu
sq: Shkarko Përsëri
sv: Ladda ned igen
th: ดาวน์โหลดอีกครั้ง
tr: Yeniden İndir
ug: قايتا چۈشۈر

# DialogCompleteCheck
source: BitComet detected that the downloaded file failed to pass hash check. Do you want to download this file again?
ar: البت كميت وجد ان الملف المحمل قد فشل في اجتياز الفحص. هل تريد ان تحمل هذا الملف مرة اخرى؟
bg: BitComet откри, че хеш проверката на сваления файл е пропаднала. Желаете ли да свалите този файл отново?
de: Die Hashprüfung der heruntergeladenen Datei ist fehlgeschlagen. Soll diese Datei erneut heruntergeladen werden?
es: BitComet ha detectado que el archivo descargado no ha pasado la comprobación del hash. ¿Desea descargar este archivo de nuevo?
et: BitComet avastas, et allalaaditud faili ei läbinud räsi kontrolli . Kas soovid seda faili uuesti allalaadida?
eu: BitComet-ek atzeman du jeitsitako agiriak huts egin duela hash egonaldian. Nahi duzu agiri hau berriro jeistea?
fi: BitComet havaitsi että ladattu tiedosto ei läpäissyt hash tarkistusta. Haluatko ladata tiedoston uudelleen?
fr: Erreur du test de hachage pour le fichier téléchargé. Voulez-vous re-télécharger le fichier ?
hu: A BitComet észlelte hogy a letöltött fájl hash ellenőrzése sikertelen. Szeretné letölteni ezt a fájlt újra?
it: BitComet ha rilevato che il file scaricato non supera il controllo d'integrità. Vuoi scaricare questo file un'altra volta?
ja: BitCometはダウンロードしたファイルのハッシュ値の照合で正しくダウンロードができていないと判断しました。 もう一度ダウンロードし直しますか？
nb: BitComet oppdaget at filen mislyktes hash kontrol. Vill du laste ned filen på nytt?
nl: Het gedownloade bestand is beschadigd. Wilt u dit bestand opnieuw downloaden?
pl: BitComet wykrył, że suma kontrolna pobranego pliku jest nieprawidłowa.Czy chcesz pobrać ten plik jeszcze raz?
pt_br: O BitComet detectou que o arquivo baixado falhou no teste te hash. Você quer baixar este arquivo novamente?
ro: BitComet a detectat că fila descărcată nu a trecut de verificarea hașului. Vrei să redescarci această filă?
ru: BitComet определил, что загруженный файл не прошел проверку хеша. Вы хотите загрузить его снова?
sk: BitComet zistil, že sťahovaný súbor neprešiel overením hashu. Chcete tento súbor stiahnuť ešte raz?
sq: BitComet dalloi se skedari i shkarkuar dështoi në kalimin e testit të vlefshmërisë. Doni ta shkarkoni këtë skedar përsëri:
sv: BitComet har upptäckt att den nedladdade filen misslyckades genomgå checksumme-kontrollen. Vill du ladda ned denna fil på nytt?
th: BitComet ตรวจพบว่าการดาวน์โหลดไฟล์ล้มเหลวในการผ่านการตรวจสอบ hash คุณต้องการจะดาวน์โหลดไฟล์นี้ใหม่อีกครั้งหรือไม่?
tr: BitComet indirilen dosyanın hash kontrolünden geçemediğini tespit etti. Dosyayı tekrar indirmek ister misiniz?
ug: BitComet چۈشۈرۈش تاماملانغان ھۆججەتنىڭ مۇكەممەللىكىنى تەكشۈرۈش مەغلۇپ بولغانلىقىنى بايقىدى. بۇ تەسۋىر مۇلازىمىتىردىن چۈشۈرگەن ھۆججەت سانلىق مەلۇماتىنىڭ ئوخشىماسلىقىدىن كېلىپ چىققان بولۇشى مۇمكىن. بۇ ھۆججەتنى قايتا چۈشۈرەمسىز؟

# DialogCompleteCheck
source: File Hash Check Failed
ar: فشل فحص تجزئة الملف
bg: Хеш проверката на файла пропадна
de: Hashprüfung fehlgeschlagen
es: Falló la comprobación de hash del archivo
et: Faili hash-i kontroll ebaõnnestus
eu: Agiri Hashak husts egin du
fi: Tiedoston Hash Tarkistus Epäonnistui
fr: Erreur du test de hachage
hu: A fájl hash ellenőrzése sikertelen
it: Controllo hash d'integrità sul file fallito
ja: ファイルのハッシュ値の照合が失敗しました
nb: Fil Hash kontroll
nl: Bestand beschadigd
pl: Błędna suma kontrolna pliku
pt_br: Teste de Hash do Arquivo Falhou
ro: Verificarea hașului filei a eșuat
ru: Проверка хеша файла завершилась неудачей
sk: Kontola hash súboru zlyhala
sq: Kontrolli i Vlefshmërisë së Skedarit Dështoi
sv: Checksumme-kontroll misslyckades
th: ไฟล์ตรวจสอบ Hash ล้มเหลว
tr: Dosya Hash Kontrolünden Geçemedi
ug: ھۆججەت مۇكەممەللىكىنى تەكشۈرەلمىدى

# ConnectionWizard
source: Please select your network bandwidth, to help BitComet optimize network connections.
ar: من فضلك أختر من القائمة السرعة الخاصة بتحميل شبكتك .
bg: Моля, изберете Вашата интернет връзка, за да помогнете на BitComet да оптимизира мрежовите връзки.
de: Bitte Netzwerkbandbreite auswählen, damit BitComet die Netzwerkverbindungen optimieren kann.
es: Seleccione el ancho de banda de su red para ayudar a que BitComet optimice las conexiones de red.
et: Palun valige oma ribalaiust, et aidata BitComet-il optimeerida võrguühendus.
eu: Mesedez hautatu zure sare bandazabalera, BitComet laguntzeko bikaindu sare elkarketak.
fi: Valitse verkkoyhteytesi nopeus, jotta BitComet voi optimoida verkkoyhteydet.
fr: Veuillez choisir votre bande passante afin d'aider Bitcomet à optimiser les connections réseau.
hu: Kérem, válaszd ki a hálózatod sávszélességét, hogy a BitComet jobban optimizálhassa a hálózati kapcsolatot.
it: Seleziona l'ampiezza di banda della tua rete, per aiutare BitComet ad ottimizzare la connessione.
ja: BitComet のネットワーク接続を最適化するために、 あなたのネットワーク接続の速度を選択してください。
nb: Vennligst velg din båndbredde, for å hjelpe BitComet med å optimalisere nettverks tilkoblinger.
nl: Kies je internetsnelheid, zodat BitComet haar verbindingen kan optimaliseren.
pl: Wybierz przepustowość twojej sieci, aby pomóc BitComet zoptymalizować połączenia sieciowe.
pt_br: Por favor selecione sua velocidade de rede, para ajudar o BitComet a otimizar suas conexões de rede.
ro: Selectează lățimea de bandă de care dispui, pentru a ajuta BitComet să optimizeze conectarea la rețea.
ru: Пожалуйста, выберите скорость Вашего соединения, чтобы помочь BitComet оптимизировать сетевые подключения.
sk: Zvoľte si prosím šírku pásma siete, aby ste pomohli programu BitComet optimalizovať sieťové pripojenia.
sv: Var vänlig välj din nätverksbandbredd, för att hjälpa BitComet att optimera nätverksanslutningar.
th: โปรดเลือกแบนด์วิดท์เครือข่ายของคุณ เพื่อช่วย BitComet เพิ่มประสิทธิภาพการเชื่อมต่อเครือข่าย
tr: Lütfen ağ genişliğinizi seçiniz, böylelikle BitComet ağ bağlantılarınızı düzenlemeye yardım edecektir.
ug: تور كەڭلىكىنى تاللاپ، BitComet نىڭ تور ئۇلىنىشىنى تېخىمۇ ياخشى ئەلالاشتۇرۇشىغا ياردەملىشىڭ.

# ConnectionWizard
source: Recommended settings:
ar: الإعدادات المستحسنه :
bg: Препоръчителни настройки:
de: Empfohlene Einstellungen:
es: Opciones recomendadas:
et: Soovituslikud seaded:
eu: Ezarpen gomendatuak:
fi: Suositeltavat asetukset:
fr: Paramètres recommandés :
hu: Ajánlott beállítás:
it: Impostazioni consigliate:
ja: おすすめ設定:
nb: Anbefalte instillinger:
nl: Aanbevolen instellingen:
pl: Zalecane ustawienia:
pt_br: Configurações recomendadas:
ro: Setări Recomandate:
ru: Рекомендованные настройки:
sk: Odporúčané nastavenia:
sq: Parametrat e rekomanduar:
sv: Rekommenderade inställningar:
th: การตั้งค่าที่แนะนำ:
tr: Önerilen ayarlar:
ug: تەۋسىيە تەڭشەك:

# ConnectionWizard
source: Download Limit:
ar: حد التحميل :
bg: Ограничение за сваляне:
de: Herunterladen (max.):
es: Límite de descarga:
et: Allalaadimise limiit:
eu: Jeisketa Muga:
fi: Latausrajoitus:
fr: Limite de téléchargement :
hu: Letöltési határ:
it: Limite di download:
ja: ダウンロード制限:
nb: Nedlastingsgrense
nl: Downloadlimiet:
pl: Limit pobierania:
pt_br: Limite de download:
ro: Vit. Max. Descărcare:
ru: Ограничение загрузки:
sk: Limit sťahovania:
sq: Kufiri i Shkarkimit:
sv: Nerladdningsgräns:
th: จำกัดการดาวน์โหลด:
tr: İndirme Limiti:
ug: چۈشۈرۈش چېكى:

# ConnectionWizard
source: Upload Limit:
ar: حد الرفع:
bg: Ограничение за качване:
de: Hochladen (max.):
es: Límite de subida:
et: Üleslaadimis limiit:
eu: Igoera Muga:
fi: Lähetysrajoitus:
fr: Limite d'envoi :
hu: Feltöltési határ:
it: Limite di upload:
ja: アップロード制限:
nb: Opplastingsbegrensning:
nl: Uploadlimiet:
pl: Limit wysyłania:
pt_br: Limite de upload:
ro: Vit. Max. Încărcare:
ru: Ограничение отдачи:
sk: Limit Upload-u
sq: Kufiri i Ngarkimit:
sv: Uppladdningsgräns:
th: จำกัดการอัพโหลด:
tr: Gönderme Limiti:
ug: يۈكلەش چېكى:

# ConnectionWizard
source: My computer is behind Firewall/NAT, adding port mapping is needed.
ar: جهاز الكمبيوتر الخاص بي خلف الجدار الناري, يجب إضافة منفذ .
bg: Моят компютър е зад защитна стена/NAT, необходимо е добавяне на пренасочване на порта.
de: Mein Computer ist hinter einer Firewall/NAT, Hinzufügen von Anschlusszuordnung ist erforderlich.
es: Mi equipo está tras un Firewall/NAT, se necesita añadir una asignación de puertos.
et: Minu arvuti on tulemüüri taga /NAT, Portide kaardistamine on vajalik.
eu: Nire ordenagailua Suhesi/NAT, baten atzean dago beharrezkoa da ataka mapatzea gehitzea.
fi: Tietokoneeni on palomuurin tai NATin takana, vaaditaan porttiasetusten lisäämistä.
fr: Mon PC est derrière un pare-feu/NAT; il faut donc ajouter un port de mappage.
hu: A számítógépem tűzfal/NAT mögött van, portleképezést kell hozzáadni.
it: Il computer è dietro un firewall o NAT, modifica la configurazione per rendere la porta disponibile.
ja: 私のコンピュータはファイアウォールまたはNATの背後にあります。 ポートマッピングが必要です。
nb: Min datamaskin er bak Brannmur/NAT, porttillegning er nødvendig.
nl: Mijn computer bevind zich achter een Firewall/NAT, het is nodig om een poort door te sturen.
pl: Mój komputer jest za Firewall/NAT`em wymagane jest dodanie mapowania portów.
pt_br: Meu computador está atrás de um Firewall/NAT, adicionar mapeamento de porta é necessário.
ro: Dacă calculatorul e în spatele unui parafoc/NAT, trebuie mapate porturile.
ru: Мой компютер защищен файерволом/NAT, добавление Port Mapping необходимо.
sk: Môj počítač je za bránou Firewall/NAT, je potrebné pridať mapovací port.
sv: Min dator är bakom en brandvägg/NAT-router, en portkoppling är nödvändig.
th: คอมพิวเตอร์ของฉันอยู่หลังไฟร์วอลล์/NAT จําเป็นต้องเพิ่มการแมปพอร์ต
tr: Bilgisayarım Firewall/Nat arkasında, port açmak gerekiyor.
ug: كومپيۇتېرىم مۇداپىئە تام/NAT ئىچىدە، ئېغىز خەرىتىلەش قوشۇش زۆرۈر.

# ConnectionWizard
source: Help
ar: مساعدة
bg: Помощ
de: Hilfe
es: Ayuda
et: Abi
eu: Laguntza
fi: Ohjeet
fr: Aide
hu: Segítség
it: Guida
ja: ヘルプ
nb: Hjelp
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sk: Pomoc
sq: Ndihmë
sv: Hjälp
th: ช่วยเหลือ
tr: Yardım
ug: ياردەم

# ConnectionWizard
source: Custom
ar: مخصص
bg: Потребителско
de: Benutzerdefiniert
es: Personalizado
et: Kohanda
eu: Norbererara
fi: Mukautettu
fr: Personnalisé
hu: Egyéni
it: Personalizza
ja: カスタム
nb: Tilpasset
nl: Aangepast
pl: Użytkownika
pt_br: Personalizado
ro: Personalizat
ru: Пользовательский
sk: Uživateľský
sq: E Personalizuar
sv: Anpassad
th: กำหนดเอง
tr: Özel
ug: ئىختىيارى

# ConnectionWizard
source: Network Wizard
ar: معالج الشبكة
bg: Съветник за връзка с интернет
de: Netzwerkassistent
es: Asistente de red
et: Võrgu-nõustaja
eu: Sare Laguntzailea
fi: Verkko Welho
fr: Assistant réseau
hu: Hálózati Varázsló
it: Configurazione guidata Rete
ja: ネットワークウィザード
nb: Nettverks veileder
nl: Netwerk wizard
pl: Kreator sieci
pt_br: Assistente de Conexão
ro: Vrăjitor de Conectare
ru: Мастер сети
sk: Správca pripojenia
sq: Mjeti i Rrjetit
sv: Nätverksguide
th: ตัวช่วยเครือข่าย
tr: Ağ Sihirbazı
ug: تور يېتەكچىسى

# DialogDownloadTorrentFile
source: Downloading torrent file, please wait...
ar: نحميل ملف الترونت, الرجاء الانتظار...
bg: Торент файлът се сваля, моля, изчакайте...
de: Torrent-Datei wird heruntergeladen. Bitte warten...
es: Descargando Torrent, espere...
et: Laen alla torrent faili, palun oota...
eu: Torrent agiria jeisten, mesedez itxaron...
fi: Ladataan torrent-tiedostoa, ole hyvä ja odota...
fr: Téléchargement du fichier torrent, veuillez patienter...
hu: Torrent fájl letöltése, kérlek várj...
it: Download del file torrent, attendere...
ja: Torrent ファイルをダウンロードしています。しばらくお待ちください...
nb: Laster ned torrent-fil, vennligst vent...
nl: Torrentbestand aan het downloaden, een ogenblik aub...
pl: Pobieranie pliku torrent, czekaj...
pt_br: Baixando arquivo torrent, por favor aguarde...
ro: Descarc fila torent, așteaptă...
ru: Загрузка торрент-файла. Пожалуйста, подождите...
sk: Sťahovanie torrentového súboru, čakajte prosím...
sq: Po shkarkojmë skedarin torrent, ju lutem prisni...
sv: Laddar ned torrent-fil, vänligen vänta...
th: กำลังดาวน์โหลดไฟล์ torrent กรุณารอสักครู่...
tr: Torrent dosyası indiriliyor,lütfen bekleyin...
ug: توررېنت ھۆججىتىنى چۈشۈرۈۋاتىدۇ، سەل كۈتۈڭ…

# DialogDownloadTorrentFile
source: Torrent file download failed.
ar: فشل في تحميل ملف الترونت .
bg: Свалянето на торент файла пропадна.
de: Herunterladen der Torrentdatei fehlgeschlagen.
es: Error al descargar Torrent.
et: Torrent faili allaladimine nurjus
eu: Torrent agiriaren jeisketak huts egin du.
fi: Torrentin lataus epäonnistui.
fr: Téléchargement du fichier torrent échoué.
hu: A torrent fájl letöltése sikertelen.
it: Download del file torrent fallito.
ja: Torrent ファイルのダウンロードに失敗しました。
nb: Nedlasting av torrent-fil mislyktes.
nl: Downloaden van .Torrent bestand mislukt.
pl: Pobieranie pliku torrent nieudane.
pt_br: Falha ao baixar arquivo torrent.
ro: Descărcarea filei torent a eșuat.
ru: Не удалось загрузить торрент-файл.
sk: Sťahovanie torrentového súboru sa nepodarilo.
sq: Shkarkimi i Skedarit Torrent Dështoi.
sv: Nedladdningen av torrent-filen misslyckades.
th: การดาวน์โหลดไฟล์ Torrent ล้มเหลว
tr: Torrent Dosyası İndirilemedi
ug: توررېنت ھۆججىتىنى چۈشۈرەلمىدى.

# Common
source: &Close
ar: إغلاق &
bg: &Затваряне
de: S&chließen
es: &Cerrar
et: &Sulge
eu: &Itxi
fi: &Sulje
fr: &Fermer
hu: &Bezárás
it: &Chiudi
ja: 閉じる(&C)
nb: &Lukk
nl: &Sluiten
pl: &Zamknij
pt_br: &Fechar
ro: Înc&hide
ru: &Закрыть
sk: &Zatvoriť
sq: &Mbylle
sv: &Stäng
th: ปิด
tr: &Kapat
ug: ياپ(&C)

# DialogED2KSearch
source: Help
ar: مساعدة
bg: Помощ
de: Hilfe
es: Ayuda
et: Abi
eu: Laguntza
fi: Ohje
fr: Aide
hu: Súgó
it: Aiuto
ja: ヘルプ
nb: Hjelp
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sk: Nápoveda
sq: Ndihmë
sv: Hjälp
th: ช่วยเหลือ
tr: Yardım
ug: ياردەم

# DialogED2KSearch
source: Task Name
ar: نوع المهمة
bg: Име на задачата
de: Aufgabe
es: Nombre de la tarea
et: Tegumi nimi
eu: Eginkizun Izena
fi: Tehtävän nimi:
fr: Nom de la tâche
hu: Feladatnév
it: Nome del Task
ja: タスク名
nb: Oppgave Type
nl: Taak naam
pl: Nazwa zadania
pt_br: Nome da Tarefa
ro: Numele Sarcinii
ru: Имя задания
sk: Názov úlohy
sq: Emri i Detyrës
sv: Aktivitetsnamn
th: ชื่องาน
tr: Görev İsmi
ug: ۋەزىپە نامى

# DialogED2KSearch
source: File Name
ar: اسم الملف
bg: Име на файла
de: Dateiname
es: Nombre de archivo
et: Faili nimi
eu: Agiri Izena
fi: Tiedoston nimi
fr: Nom du Fichier
hu: Fájlnév
it: Nome File
ja: ファイル名
nb: Filnavn
nl: Naam
pl: Nazwa pliku
pt_br: Nome do Arquivo
ro: Numele Filei
ru: Название файла
sk: Názov súboru
sq: Emri i Skedarit
sv: Filnamn
th: ชื่อไฟล์
tr: Dosya İsmi
ug: ھۆججەت ئاتى

# DialogED2KSearch
source: File Size
ar: اسم الملف
bg: Размер на файла
de: Dateigröße
es: Tamaño de archivo
et: Faili suurus
eu: Agiriaren neurria
fi: Tiedoston koko
fr: Taille du Fichier
hu: Fájlméret
it: Dimensione file
ja: ファイルサイズ
nb: Delstørrelse:
nl: Bestandsgrootte
pl: Rozmiar pliku
pt_br: Tamanho do Arquivo
ro: Mărimea Filei
ru: Размер файла
sk: Veľkosť súboru
sq: Madhësia e Pjesës:
sv: Filstorlek
th: ขนาดของไฟล์
tr: Dosya Boyutu
ug: ھۆججەت چوڭلۇقى

# DialogED2KSearch
source: Keyword
ar: الكلمة المفتاح
bg: Ключова дума
de: Schlüsselwort
es: Contraseña
et: Võtmesõna
eu: Giltzahitza
fi: Hakusana
fr: Mot-clé
hu: Kulcsszó
it: Parole chiave
ja: キーワード
nb: Nøkkelord
nl: Trefwoord
pl: Słowo kluczowe
pt_br: Palavra Chave
ro: Cuvînt-Cheie
ru: Ключевое слово
sk: Kľúčové slovo
sq: Fjalë kyçe
sv: Nyckelord
th: คีย์เวิร์ด
tr: Anahtar Kelime
ug: ھالقىلىق سۆز

# DialogED2KSearch
source: Search
ar: بحث
bg: Търсене
de: Suchen
es: Buscar
et: Otsi
eu: Bilaketa
fi: Etsi
fr: Rechercher
hu: Keresés
it: Cerca
ja: 検索
nb: Søk
nl: Zoeken
pl: Szukaj
pt_br: Pesquisar
ro: Caută
ru: Искать
sk: Vyhľadať
sq: Kërko
sv: Sök
th: ค้นหา
tr: Arama
ug: ئىزدە

# DialogED2KSearch
source: Search Result
ar: بحث
bg: Резултат от търсенето
de: Suchergebnis
es: Resultado de la búsqueda
et: Otsingu tulemused
eu: Bilaketa Emaitza
fi: Etsinnän tulokset
fr: Résultat de la recherche
hu: Keresés eredménye
it: Risultati della ricerca
ja: 検索結果
nb: Resultater:
nl: Zoekresultaat
pl: Wyniki wyszukiwania
pt_br: Resultado da Pesquisa
ro: Rezultatele Căutării
ru: Результаты поиска
sk: Výsledky vyhľadávania
sq: Rezultati i Kërkimit
sv: Sökresultat
th: ผลการค้นหา
tr: Arama Sonucu
ug: ئىزدەش نەتىجىسى

# DialogED2KSearch
source: Current File ID
ar: رقم الملف الحال
bg: Текущо ID на файла
de: Aktuelle Datei-ID
es: ID del archivo actual
et: Töös oleva faili ID
eu: Jarduneko Agiriaren ID-a
fi: Nykyinen Tiedosto ID
fr: ID du fichier courant
hu: Jelenlegi fájl ID
it: ID File Attuale
ja: 現在のファイルID
nb: Gjeldende fil-ID
nl: Huidige Bestand ID
pl: ID aktualnego pliku
pt_br: Identidade do Arquivo Atual
ro: ID Filă Curentă
ru: ID текущего файла
sk: Aktuálne ID súboru
sq: ID-ja e Tanishme e Skedarit
sv: Aktuellt fil-ID
th: ID ไฟล์ปัจจุบัน
tr: Dosya ID
ug: نۆۋەتىكى ھۆججەت كىملىكى

# DialogED2KSearch
source: Set ED2K Link
ar: تعيين رابط ED2K
bg: Задаване на ED2K връзка
de: ED2K-Link einstellen
es: Configurar enlace ED2K
et: Valik ED2K linke
eu: Ezarri ED2K Lotura
fi: Aseta ED2K Linkki
fr: Configurer le lien eD2K
hu: Az ED2K hivatkozás beállítása
it: Imposta link ED2K
ja: ED2Kリンクをセット
nb: Sett ED2K link
nl: Zet ED2K Link
pl: Ustaw link ED2K
pt_br: Definir Endereço ED2K
ro: Setează legătura ED2K
ru: Установить ED2K ссылку
sk: Nastaviť ED2K Link
sq: Vendos Lidhje ED2K
sv: Ställ in ED2K-länk
th: ตั้งค่าลิงค์ ED2K
tr: ED2K Bağlantısını Ayarla
ug: ED2K ئۇلىنىش تەڭشىكى
