Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# View_TorrentExchangeIntroduce
source: Torrent Exchange allows user to obtain torrent links (Magnet URI) from other BitComet peers while downloading, as well as share his own torrent links to other peers. All of the torrent information displayed in Torrent Exchange is automatically generated from the connected peers. BitComet itself does not provide these contents, and the source of these contents has no relation with BitComet.
bg: Обменът на торенти позволява на потребителя да получава торент връзки (Magnet URI) от други BitComet пиъри по време на свалянето, както и да споделя своите собствени торент връзки с други пиъри. Цялата торент информация, показвана в обмена на торенти, е автоматично генерирана от свързаните пиъри. BitComet не предоставя това съдържание и източниците на съдържанието нямат никакво отношение към BitComet.
de: Torrent-Austausch ermöglicht Benutzern, Torrent-Links (Magnet-URI) von anderen BitComet-Peers während des Herunterladens zu erhalten, als auch eigene Torrent-Links an andere Peers freizugeben. Alle angezeigten Torrent-Information in Torrent-Austausch werden automatisch von verbundenen Peers erzeugt. BitComet selbst liefert diesem Inhalt nicht, und die Quelle dieses Inhalts hat keine Beziehung zu BitComet.
es: Intercambio de Torrents permite al usuario obtener enlaces Torrent (URI Magnet) de otros pares BitComet mientras descarga, así como compartir sus propios enlaces Torrent con otros pares. Toda la información que aparece en Intercambio de Torrents es generada automáticamente a partir de los pares conectados. BitComet no proporciona estos contenidos, y la fuente de estos contenidos no está relacionada con BitComet.
fr: Torrent Exchange permet à l'utilisateur d'obtenir des liens de torrents (Magnet URL) à partir d'autres clients BitComet pendant le téléchargement, tout en partageant ses propres liens avec les autres clients. Toutes les informations sur les torrents affichées par Torrent Exchange sont automatiquement générées par les clients connectés. BitComet ne fourni pas ces liens, et les sources de ces téléchargements n'ont pas de relations avec BitComet.
it: Torrent Exchange permette all'utente di ricevere link Torrent (Magnet URI) da altri utenti BitComet durante il download, e condividere i propri link con essi. Tutte le informazioni mostrate in Torrent Exchange sono generate automaticamente dai client connessi. Questi contenuti non sono offerti da BitComet, e le fonti di questi contenuti non hanno alcuna relazione con BitComet.
ja: Torrent Exchange はダウンロード中に自身の Torrent のリンクを共有するのと同様に、他の BitComet のピアから Torrent のリンク（Magnet URI）を取得することができるようにします。 Torrent Exchange に表示される Torrent の情報はすべて、接続された他のピアから自動的に取得され生成されたものです。 BitComet 自体はこれらの内容を提供しませんし、これらのコンテンツのソースは BitComet との関係はありません。
nl: Torrent Exchange staat gebruikers in staat om torrent links (Magnet URL) van andere BitComet peers binnen te krijgen, en ze te delen met andere gebruikers. Alle informatie van torrents gepubliceerd in de Torrent Exchange is automatisch gegenereerd door middel van de aangesloten gebruikers. BitComet zelf stelt deze informatie niet beschikbaar, omdat de bron van informatie geen relatie met BitComet heeft.
pl: Torrent Exchange pozwala użytkownikowi uzyskiwać linki torrent (Magnet URL) od innych peerów BitComet podczas pobierania, jak również dzielenie się własnymi linkami torrent z innymi peerami. Wszystkie informacje torrent wyświetlane w Torrent Exchange są automatycznie generowane od podłączonych peerów. BitComet sam nie zapewnia tej zawartości oraz źródła tej zawartości nie mają żadnych powiązań z BitComet.
pt_br: O Torrent Exchange permite ao usuário obter links torrent (Magnet URI) de outros peers BitComet durante o download, bem como compartilhar seus links com outros peers. Todos os torrents exibidos no Torrent Exchange é gerado automaticamente a partir dos peers conectados. BitComet por si só não fornece esses conteúdos, e a origem destes conteúdos não tem nenhuma relação com o BitComet.
ru: Обмен торрентами позволяет пользователю получать ссылки на торренты (Magnet адрес) от других пиров BitComet во время загрузки, а также раздавать свои ссылки на торренты другим пирам. Вся информация о торренте, отображенная в обмене торрентами, автоматичемки сгенерирована из подключенных пиров. BitComet не предоставляет это содержимое и источники содержимого не имеют отношения к BitComet.
th: Torrent Exchange ช่วยให้ผู้ใช้สามารถรับลิงก์ฝนตกหนัก (Magnet URI) จากเพื่อน BitComet คนอื่น ๆ ในขณะที่ดาวน์โหลดรวมถึงแบ่งปันลิงก์ฝนตกหนักของเขาเองกับเพื่อนคนอื่น ๆ ข้อมูลฝนตกหนักทั้งหมดที่แสดงใน Torrent Exchange จะถูกสร้างขึ้นโดยอัตโนมัติจากเพื่อนที่เชื่อมต่อ BitComet เองไม่ได้ให้เนื้อหาเหล่านี้และแหล่งที่มาของเนื้อหาเหล่านี้ไม่มีความสัมพันธ์กับ BitComet

# TorrentFileList
source: Copy Name
bg: Име на копие
de: Kopiername
es: Nombre de copia
fr: Nom de la copie
it: Copia nome
ja: コピー名
nl: Naam kopiëren
pl: Nazwa kopiowania
pt_br: Nome da cópia
ru: Имя копирования
th: คัดลอกชื่อ

# TorrentFileList
source: Copy Size
bg: Размер на копирането
de: Kopiergröße
es: Tamaño de copia
fr: Taille de copie
it: Dimensioni copia
ja: コピーサイズ
nl: Grootte kopiëren
pl: Rozmiar kopiowania
pt_br: Tamanho da cópia
ru: Размер копирования
th: คัดลอกขนาด

# TorrentFileList
source: No metadata available.
bg: Няма налични метаданни.
de: Es sind keine Metadaten verfügbar.
es: No hay metadatos disponibles.
fr: Aucune métadonnée n’est disponible.
it: Nessun metadati disponibile.
ja: 利用できるメタデータがありません。
nl: Geen metadata beschikbaar.
pl: Brak dostępnych metadanych.
pt_br: Não há metadados disponíveis.
ru: Метаданные недоступны.
th: ไม่มีข้อมูลเมตาที่พร้อมใช้งาน

# TorrentFileList
source: Loading metadata...
bg: Зареждане на метаданни...
de: Metadaten werden geladen...
es: Carga de metadatos...
fr: Chargement des métadonnées...
it: Caricamento dei metadati in...
ja: メタデータを読み込んでいます。
nl: Metagegevens worden geladen...
pl: Trwa ładowanie metadanych...
pt_br: Carregando metadados...
ru: Загрузка метаданных...
th: กําลังโหลดข้อมูลเมตา...

# TorrentFileList
source: Metadata file missing.
bg: Липсва файл с метаданни.
de: Metadatendatei fehlt.
es: Falta el archivo de metadatos.
fr: Fichier de métadonnées manquant.
it: File di metadati mancante.
ja: メタデータ ファイルがありません。
nl: Metagegevensbestand ontbreekt.
pl: Brak pliku metadanych.
pt_br: Arquivo metadados faltando.
ru: Файл метаданных отсутствует.
th: ขาดแฟ้มข้อมูลเมตา

# TorrentFileList
source: Metadata file error.
bg: Грешка във файла с метаданни.
de: Metadatendateifehler.
es: Error de archivo de metadatos.
fr: Erreur de fichier de métadonnées.
it: Errore del file di metadati.
ja: メタデータ ファイル エラーです。
nl: Fout in metagegevensbestand.
pl: Błąd pliku metadanych.
pt_br: Erro de arquivo metadados.
ru: Ошибка файла метаданных.
th: ข้อผิดพลาดของไฟล์ Metadata

# TorrentFileList
source: Metadata decode error.
bg: Грешка при декодиране на метаданни.
de: Metadaten dekodieren Fehler.
es: Error de decodificación de metadatos.
fr: Les métadonnées décodent l’erreur.
it: Errore di decodifica dei metadati.
ja: メタデータデコード エラーです。
nl: Fout bij decoderen van metagegevens.
pl: Błąd dekodowania metadanych.
pt_br: Erro de decodificação de metadados.
ru: Ошибка декодирования метаданных.
th: ข้อผิดพลาดในการถอดรหัสข้อมูลเมตา

# TorrentShare
source: You have not any Torrent file in Torrent History.
ar: ليس لديك أي ملف ترونت في سجلات الترونت.
bg: В историята на торентите няма нито един торент файл.
de: Im Verlauf ist keine Torrent-Datei vorhanden.
es: No tiene ningún archivo Torrent en el histórico Torrent.
et: Sul ei ole ühtegi Torrent faili Torrent ajaloos.
eu: Ez duzu Torrent agiririk Torrent Historian.
fi: Sinulla ei ole yhtään Torrenttia Torrent Historiassa.
fr: Vous ne possédez aucun fichier torrent dans votre historique.
hu: Nincs Torrent fájl a Torrent előzményekben.
it: Nessun torrent presente nella Cronologia Torrent.
ja: Torrent 履歴に Torrent ファイルがありません。
nb: Du har ingen torrents i torrent-historikk.
nl: Je hebt geen Torrentbestanden in Torrentgeschiedenis.
pl: Nie masz żadnego pliku torrent w historii torrentów.
pt_br: Você não tem nenhum arquivo torrent no histórico de torrents.
ro: Nu ai nici un torent în istorie.
ru: У вас нет торрент файлов в Истории торрентов.
sk: Nemáte žiaden súbor torrent v Histórii torrentov
sv: Du har inte några Torrent-filer i Torrent-historiken.
th: คุณไม่มีแฟ้ม Torrent ในประวัติ Torrent
tr: Torrent Geçmişinde hiç Torrent dosyanız yok.
ug: توررېنت تارىخىدا ھېچقانداق توررېنت ھۆججىتى يوق

# TorrentShare
source: Date Added
bg: Дата на добавяне
de: Hinzugefügt am
es: Fecha de adición
fr: Date d'ajout
it: Data aggiunta
ja: 追加日
nl: Datum toegevoegd
pl: Daty dodania
pt_br: Data adicionada
ru: Дата добавления
th: เพิ่มเมื่อวันที่

# TorrentShare
source: Private Torrent
ar: ترونت خاص
bg: Частен торент
de: Privater Torrent
es: Torrent privado
et: Privaatne torrent
eu: Torrent Pribatua
fi: Yksityinen Torrent
fr: Torrent privé
hu: Magán Torrent
it: Torrent privato
ja: プライベートTorrent
nb: Privat torrent
nl: Privé torrent
pl: Prywatny torrent
pt_br: Torrent privado
ro: Torent Privat
ru: Приватный торрент
sk: Súkromný torrent
sv: Privat Torrent
th: ทอร์เรนต์ส่วนตัว
tr: Özel Torrent
ug: شەخسىي توررېنت

# TorrentShare_Menu
source: Save Torrent as...
ar: حفظ الترونت كا...
bg: Запазване на торента като...
de: Torrent speichern unter...
es: Tareas compartidas...
et: Salvesta torrrent kohas...
eu: Gorde Torrenta honela...
fi: Tallenna Torrent Nimellä...
fr: Enregistrer le torrent sous...
hu: A torrent mentése másként...
it: Salva il torrent con nome...
ja: 名前をつけてTorrentファイルを保存...
nb: Lagre Torrent som...
nl: Torrent opslaan als...
pl: Zapisz torrent jako ...
pt_br: Salvar torrent como...
ro: Salvează Torentul ca...
ru: Сохранить торрент как...
sk: Uložiť torrent ako...
sq: Regjistroji Torrentët Si...
sv: Spara torrent som...
th: บันทึก Torrent เป็น...
tr: Torrenti Farklı Kaydet...
ug: توررېنتنى باشقا ئاتتا ساقلا…

# TorrentShare
source: Disabled
ar: إلغاء
bg: Забранен
de: Gesperrt
es: Deshabilitado
et: Keelatud
eu: Ezgaituta
fi: Pois Käytöstä
fr: Désactivé
hu: Tiltva
it: Disattivato
ja: 無効
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desabilitado
ro: Dezactivat
ru: Отключено
sk: Vypnuté
sq: Çaktivizuar
sv: Inaktiverad
th: ปิดการใช้งาน
tr: Etkin değil
ug: چەكلەنگەن

# Message_MsgTorrentInArchive
source: Task download folder "${FOLDER_NAME}" does not exist!
ar: مجلد التحميل "${FOLDER_NAME}" غير صحيح !
bg: Папката "${FOLDER_NAME}" за сваляне на задачата не съществува!
de: Der Ordner "${FOLDER_NAME}" zum Herunterladen ist nicht vorhanden!
es: El directorio de descarga de la tarea «${FOLDER_NAME}» no existe!
et: Tegumi laadimis kausta "${FOLDER_NAME}" ei ole olemasd!
eu: Eginkizun jeisketa agiritegia "${FOLDER_NAME}" ez dago!
fi: Tehtävän latauskansio "${FOLDER_NAME}" ei ole olemassa!
fr: Le dossier des tâches de téléchargement "${FOLDER_NAME}" est inexistant !
hu: A feladat letöltési könyvtára, "${FOLDER_NAME}" nem létezik!
it: La cartella del download "${FOLDER_NAME}" del task non esiste!
ja: タスクのダウンロード先のフォルダ "${FOLDER_NAME}" は存在しません！
nb: Nedlastingsmappe "${FOLDER_NAME}" eksisterer ikke!
nl: Task Download folder "${FOLDER_NAME}" bestaat niet!
pl: Folder pobierania zadań "${FOLDER_NAME}" nie istnieje!
pt_br: Pasta de download de tarefa "${FOLDER_NAME}" não existe!
ro: Dosarul "${FOLDER_NAME}" de descărcare a sarcinii nu există!
ru: Папка "${FOLDER_NAME}" для загрузки задания не существует!
sk: Priečinok na stiahnutie "${FOLDER_NAME}" neexistuje!
sq: Folderi i shkarkimit të detyrës "${FOLDER_NAME}" nuk ekziston!
sv: Aktivitetens nedladdningsmapp "${FOLDER_NAME}" finns inte!
th: โฟล์เดอร์งานดาวน์โหลด "${FOLDER_NAME}" นั้นไม่มีอยู่จริง
tr: Görev indirme klasörü "${FOLDER_NAME}" bulunamıyor!
ug: "${FOLDER_NAME}" ۋەزىپە چۈشۈرۈش مۇندەرىجىسى مەۋجۇد ئەمەس!

# Common
source: torrent file of "${TASK_NAME}" missing!
ar: سيل ملف من "${TASK_NAME}" مفقود!
bg: торент файла на "${TASK_NAME}" липсва!
de: Torrent-Datei von "${TASK_NAME}" nicht vorhanden!
es: ¡Falta el archivo torrent de "${TASK_NAME}"!
et: torrent fail "${TASK_NAME}" puudub!
eu: "${TASK_NAME}" torrent agiria galduta!
fi: "${TASK_NAME}" torrent tiedosto puuttuu!
fr: fichier torrent de "${TASK_NAME}" manquant!
it: Il file torrent di "${TASK_NAME}" è mancante!
ja: "${TASK_NAME}" の Torrent ファイルが見つかりません!
nl: torrent-bestand van "${TASK_NAME}" ontbreekt!
pl: plik torrent "${TASK_NAME}" utracony!
pt_br: O arquivo torrent de "${TASK_NAME}" está faltando!
ro: fila torent a "${TASK_NAME}" lipsește!
ru: torrent-файл из задачи "${TASK_NAME}" jncencndetn!
sk: súbor torrent "${TASK_NAME}" chýba!
sv: torrent-filen för "${TASK_NAME}" saknas!
th: ไฟล์ Torrent ของ "${TASK_NAME}" หายไป!
tr: "${TASK_NAME}" eksik veya kayıp torrent dosyası!
ug: "${TASK_NAME}" نىڭ توررېنت ھۆججىتى يوقالغان!

# TorrentShare
source: click to download torrent
ar: انقر لتحميل الترونت
bg: натиснете, за да свалите торента
de: Klicken, um Torrent herunterzuladen
es: clic para descargar Torrent
et: kliki torrendi allalaadimiseks
eu: Egin klik torrenta jeisteko
fi: paina lataaksesi torrent
fr: cliquer pour télécharger le torrent
hu: kattints a torrent letöltéséhez
it: clicca per scaricare torrent
ja: クリックしてTorrentファイルをダウンロード
nb: klick for å laste ned torrent
nl: klik om torrent te downloaden
pl: kliknij, aby pobrać torrent
pt_br: click para baixar o torrent
ro: Clichează pentru a descărca torentul
ru: нажмите, чтобы загрузить торрент
sk: Kliknite na stiahnutie torrentu
sq: kliko për të shkarkuar torrentin
sv: klicka för att ladda ner torrent
th: คลิกเพื่อดาวน์โหลด Torrent
tr: Torrenti Download et
ug: چېكىلسە توررېنت چۈشۈرۈلىدۇ

# TorrentShare
source: click to view task
ar: انقر لعرض المهام
bg: натиснете, за да видите задачата
de: Klicken, um Aufgabe anzuzeigen
es: clic para ver tarea
et: kliki tegumi vaatluseks
eu: Egin klik eginkizuna ikusteko
fi: paina katsellaksesi tehtävää
fr: cliquer pour voir la tâche
hu: kattints a feladat megtekintéséhez
it: clicca per visualizzare il task
ja: クリックしてタスクを確認
nb: klick for å vise oppgave
nl: klik om taken te zien
pl: kliknij, aby zobaczyć zadanie
pt_br: click para ver a tarefa
ro: Clichează pentru a vedea sarcina
ru: нажмите, чтобы посмотреть задание
sk: Kliknite na zobrazenie úlohy
sq: kliko për të shfaqur detyrën
sv: klicka för att visa aktivitet
th: คลิกเพื่อดูงาน
tr: Görevler
ug: چېكىلسە ۋەزىپە كۆرسىتىلىدۇ

# TorrentShare
source: No torrent received from RSS feeds yet.
bg: Няма торенти, получени от RSS канали все още.
de: Noch kein Torrent von RSS-Feeds empfangen.
es: Todavía no hay torrent recibido de fuentes RSS.
fr: Aucun torrent reçu des flux RSS pour le moment.
it: Nessun torrente ricevuto da feed RSS ancora.
ja: RSS フィードからトレントを受信していません。
nl: Geen torrent ontvangen van RSS feeds nog.
pl: Nie torrent otrzymane z kanałów RSS jeszcze.
pt_br: Nenhuma torrente recebida de rss feeds ainda.
ru: Нет торрент получил от RSS-каналов еще.
th: ยังไม่ได้รับฝนตกหนักจากตัวดึงข้อมูล RSS

# TorrentShare
source: RSS Torrents has been disabled. You can enable it in option menu.
bg: RSS Торенти е забранено. Можете да го активирате в менюто с опции.
de: RSS Torrents wurde deaktiviert. Sie können es im Optionsmenü aktivieren.
es: RSS Torrents ha sido desactivado. Puede habilitarlo en el menú de opciones.
fr: RSS Torrents a été désactivé. Vous pouvez l’activer dans le menu option.
it: RSS Torrents è stato disabilitato. È possibile abilitarlo nel menu delle opzioni.
ja: RSS トレントは無効になっています。オプションメニューで有効にすることができます。
nl: RSS Torrents is uitgeschakeld. U het inschakelen in het optiemenu.
pl: RSS Torrenty został wyłączony. Można go włączyć w menu opcji.
pt_br: RSS Torrents foi desativado. Você pode habilitá-lo no menu de opções.
ru: RSS Торренты были отключены. Вы можете включить его в меню опций.
th: เพลง RSS ถูกปิดใช้งาน คุณสามารถเปิดใช้งานในเมนูตัวเลือก

# TorrentShare_Menu
source: Reload
bg: Презареди
de: Neu laden
es: Recargar
fr: Rafraichir
it: Ricarica
ja: 再読み込み
nl: Ververs
pl: Załaduj ponownie
pt_br: Recarregar
ru: Перезагрузить
th: โหลดใหม่

# TorrentShare
source: Please use the context menu of the tracker list below to add a tracker.
bg: Използвайте контекстното меню на списъка по-долу, за да добавите тракер.
de: Bitte verwenden Sie das Kontextmenü der Tracker-Liste unten, um einen Tracker hinzuzufügen.
es: Utilice el menú contextual de la lista de rastreadores a continuación para agregar un rastreador.
fr: S’il vous plaît utiliser le menu context de la liste tracker ci-dessous pour ajouter un tracker.
it: Si prega di utilizzare il menu di scelta rapida dell'elenco tracker qui sotto per aggiungere un tracker.
ja: トラッカーを追加するには、以下のトラッカーリストのコンテキストメニューを使用してください。
nl: Gebruik het contextmenu van de onderstaande trackerlijst om een tracker toe te voegen.
pl: Skorzystaj z menu kontekstowego poniższej listy trackerów, aby dodać tracker.
pt_br: Por favor, use o menu de contexto da lista de rastreadores abaixo para adicionar um rastreador.
ru: Пожалуйста, используйте контекстное меню списка трекеров ниже, чтобы добавить трекер.
th: โปรดใช้เมนูบริบทของรายการตัวติดตามด้านล่างเพื่อเพิ่มตัวติดตาม

# TorrentShare
source: No torrent received from tracker scrape yet.
bg: Все още не е получен торент от изстъргване на тракера.
de: Noch kein Torrent von Tracker-Scrape erhalten.
es: Aún no se ha recibido ningún torrente del rasguño del rastreador.
fr: Aucun torrent reçu de la racle tracker encore.
it: Nessun torrente ricevuto dal tracker scrape ancora.
ja: トラッカーの擦り傷からまだ受け取った急流はありません。
nl: Nog geen torrent ontvangen van tracker scrape.
pl: Nie torrent otrzymał od tracker scrape jeszcze.
pt_br: Nenhuma torrente recebida do rastreador raspar ainda.
ru: Нет торрент получил от трекера царапины еще.
th: ยังไม่ได้รับฝนตกหนักจากรอยขูดติดตาม

# TorrentShare
source: Tracker Torrents has been disabled. You can enable it in option menu.
bg: Тракерът Torrents е забранен. Можете да го активирате в менюто с опции.
de: Tracker Torrents wurde deaktiviert. Sie können es im Optionsmenü aktivieren.
es: Tracker Torrents ha sido desactivado. Puede habilitarlo en el menú de opciones.
fr: Tracker Torrents a été désactivé. Vous pouvez l’activer dans le menu option.
it: Tracker Torrents è stato disabilitato. È possibile abilitarlo nel menu delle opzioni.
ja: トラッカートレントが無効になっています。オプションメニューで有効にすることができます。
nl: Tracker Torrents is uitgeschakeld. U het inschakelen in het optiemenu.
pl: Tracker Torrenty został wyłączony. Można go włączyć w menu opcji.
pt_br: Tracker Torrents foi desativado. Você pode habilitá-lo no menu de opções.
ru: Трекер Торренты был отключен. Вы можете включить его в меню опций.
th: เพลงตัวติดตามถูกปิดใช้งาน คุณสามารถเปิดใช้งานในเมนูตัวเลือก

# TorrentShare
source: You have not share any Torrent file with other peers.
ar: ليس لديك أي ملف ترونت مشارك مع النظائر الأخرىن.
bg: Нямате споделен с други пиъри торент файл.
de: Sie teilen keine Torrent-Datei mit anderen Peers.
es: No tiene compartido ningún archivo Torrent con otros pares.
et: Sa ei jaga ühtegi Torrent faili teiste jagajtega.
eu: Ez duzu Torrent agiririk partekatzen beste hartzaile batzuekin.
fi: Et ole jakanut yhtään Torrent tiedostoa muiden jakajien kanssa.
fr: Vous n'avez pas partagé de fichier torrent avec d'autres pairs.
hu: Nem osztottál meg Torrent fájlt más peerekkel.
it: Non hai condiviso alcun file Torrent con altri peer.
ja: 他のピアと一切の Torrent ファイルを共有していません。
nl: Je hebt niet delen een torrent-bestand met andere collega's.
pl: Nie współdzielisz żadnego pliku torrent z innymi peerami.
pt_br: Você não está compartilhando nenhum arquivo torrent com nenhum par.
ro: Nu ai partajat nici un torent cu alți parteneri.
ru: Вы не обменивались торрент файлами с другими пирами.
sk: Nezdieľate žiaden súbor torrent s ostatnými peermi.
sv: Du har inte delat några Torrent-filer med andra peers.
th: คุณยังไม่ได้แบ่งปันไฟล์ Torrent ใดๆกับผู้ใช้คนอื่น
tr: Diğer eşler ile paylaştıınız Torrent dosyası yok.
ug: سىز ھېچقانداق توررېنت ھۆججىتىنى ھەمبەھىرلىمىدىڭىز.

# DialogTorrentProperty
source: RSS Feed:
bg: Rss канал:
fr: Flux RSS:
it: Feed RSS:
ja: RSS フィード:
ru: RSS лента:
th: ตัวดึงข้อมูล RSS:

# DialogTorrentProperty
source: Article URL:
bg: URL адрес на статия:
de: Beitrags-URL:
es: URL del artículo:
fr: UrL de l'article:
it: URL articolo:
ja: 記事の URL:
nl: Artikel-URL:
pl: Adres URL artykułu:
pt_br: URL do artigo:
ru: URL статьи:
th: URL ของบทความ:

# DialogTorrentProperty
source: Publication Time
bg: Време за публикуване
de: Veröffentlichungszeit
es: Tiempo de publicación
fr: Heure de publication
it: Tempo di pubblicazione
ja: 公開時間
nl: Publicatietijd
pl: Czas publikacji
pt_br: Tempo de publicação
ru: Время публикации
th: เวลาตีพิมพ์

# DialogTorrentProperty
source: Torrent URL:
bg: URL адрес на торент:
es: URL de Torrent:
fr: URL Torrent:
it: URL Torrent:
ja: トレント URL:
pl: URL torrent:
pt_br: URL torrent:
ru: Торрент URL:
th: URL ฝนตกหนัก:

# DialogTorrentProperty
source: Publication Time:
bg: Време за публикуване:
de: Veröffentlichungszeit:
es: Tiempo de publicación:
fr: Heure de publication:
it: Tempo di pubblicazione:
ja: 公開時間:
nl: Publicatietijd:
pl: Czas publikacji:
pt_br: Tempo de publicação:
ru: Время публикации:
th: เวลาตีพิมพ์:

# TrackerList
source: Disabled (Private Torrent)
ar: معطل (السيل الخاص)
bg: Изключено (частен торент)
de: Deaktiviert (Privater Torrent)
es: Desactivado (Torrent privado)
et: Keelatudd (Privaatne torrent)
eu: Ezgaitu (Torrent Pribatua)
fr: Désactivé (Private torrent)
it: Disabili (torrent privato)
ja: 無効(プライベートTorrent)
nl: Gehandicapten (private torrent)
pl: Wyłączone (prywatny torrent)
pt_br: Desativado (torrent privado)
ro: Dezactivat (Torent Privat)
ru: Отключено (приватный торрент)
sv: Inaktivera (Private Torrent)
th: ปิดใช้งาน (ฝนตกหนักส่วนตัว)
ug: چەكلەندى(شەخسىي توررېنت)

# TrackerList
source: Disabled (in global options)
ar: معطل (في الخيارات العمومية)
bg: Изключено (в глобалните опции)
de: Deaktiviert (in globalen Optionen)
es: Desactivado (en opciones globales)
et: Keelatud (globaalsetes sätedes)
eu: Ezgaitu (aukera globaletan)
fr: Désactivé (dans les options globales)
it: Disattivato (in opzioni globali)
ja: 無効(グローバルオプション)
nl: Uitgeschakeld (in algemene opties)
pl: Wyłączone (w opcjach globalnych)
pt_br: Desativado (em opções globais)
ro: Dezactivat (în opțiunile globale)
ru: Отключено (в глобальных настройках)
sv: Inaktiverad (i globala inställningar)
th: ปิดใช้งาน (ในตัวเลือกส่วนกลาง)
ug: چەكلەندى(ئومۇمىيەت تاللانمىدا)

# TrackerList
source: Disabled (in task properties)
ar: معطل (في خصائص المهمة)
bg: Изключено (в свойствата на задачата)
de: Deaktiviert (in Aufgabeneigenschaften)
es: DesHabilitado (en propiedades de tarea)
et: Keelatud (ülesande omaduses)
eu: Ezgaitu (eginkizun ezaugarritan)
fr: Désactivé (dans Propriétés de la tâche)
it: Disattivato (in Proprietà attività)
ja: 無効(タスクプロパティで)
nl: Uitgeschakeld (in taakeigenschappen)
pl: Wyłączone (w opcjach zadania)
pt_br: Desativado (nas propriedades da tarefa)
ro: Dezactivat (în proprietățile sarcinii)
ru: Отключено (в свойствах)
sv: Inaktiverad (i aktivitetsegenskaper)
th: ปิดใช้งาน (ในคุณสมบัติงาน)
ug: چەكلەندى(ۋەزىپە خاسلىقىدا)

# DetailView_TrackerList
source: Tracker URL
ar: عنوان التركرز
bg: Уеб адрес на тракера
de: Tracker-Internetadresse
es: URL del rastreador
et: Jälitaja URL
eu: Aztarnariaren URL-a
fi: Seurantapalvelimen URL
fr: URL du tracker
it: URL tracker
ja: トラッカーの URL
nb: Sporer URL
nl: Tracker-adres
pl: Adres URL trackera
pt_br: Endereço do Rastreador
ro: Adresa Trackerului
ru: Адрес трекера
sk: URL trackera
sq: Gjurmuesi URL
th: ที่อยู่ URL ของแทร็กเกอร์
tr: İzleyici URLsi
ug: مۇلازىمىتىر URL

# DetailView_TrackerList
source: Log
ar: سجل
bg: Дневник
de: Protokoll
es: Registro
et: Logi
eu: Izendapena
fr: Journal
ja: ログ
nb: Logg
nl: Logboek
pl: Dziennik
ro: Jurnal
ru: Лог
sk: Záznam
sv: Logg
th: ปูมบันทึก
tr: Günlük
ug: خاتىرە
