Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Message_EmptyUserNam
source: Please specify a proxy username.
ar: الرجاء تحديد اسم وكيل.
bg: Моля, определете потребителско име за сървъра-посредник.
de: Bitte ein Proxy-Benutzername angeben.
es: Especifique un nombre de usuario del proxy.
et: Palun täpsusta proksi kasutajanimi
eu: Mesedez adierazi ordezkari izena.
fi: Määritä proxy käyttäjänimi.
fr: Veuillez spécifier le nom d'utilisateur proxy.
hu: Kérem, adja meg a proxy felhasználónevet!
it: Specificare username del proxy.
ja: プロキシのユーザー名を指定してください。
nb: Vennligst spesifiser et proxybrukernavn.
nl: Geef aub een proxy gebruikersnaam op.
pl: Podaj nazwę użytkownika na serwerze proxy.
pt_br: Favor especificar um nome de usuário para o Proxy.
ro: Specifică numele serverului proxy.
ru: Пожалуйста, укажите логин прокси.
sk: Určte prosím užívateľské meno servera.
sq: Ju lutemi specifikoni një emër përdoruesi për proksin.
sv: Vänligen välj användarnamn för proxyn.
th: โปรดระบุชื่อผู้ใช้ของพร็อกซี่
tr: Lütfen bir proxy kullanıcı adı belirleyin.
ug: ۋاكالەتچى ئىشلەتكۈچى ئاتىدىن بىرنى بەلگىلەڭ.

# Message_EmptyPassword
source: Please specify a proxy password.
ar: الرجاء تحديد كلمة مرور وكيل.
bg: Моля, определете парола за сървъра-посредник.
de: Bitte ein Proxy-Kennwort angeben.
es: Especifique una contraseña de proxy.
et: Palun täpsusta proksi Salasõna
eu: Mesedez adierazi ordezkari sar-hitza.
fi: Määritä proxyn salasana.
fr: Veuillez spécifier le mot de passe proxy.
hu: Kérem, adja meg a proxy jelszót!
it: Specificare password del proxy.
ja: プロキシのパスワードを指定してください。
nb: Vennligst spesifiser et proxypassord.
nl: Geef aub een proxy wachtwoord op.
pl: Podaj hasło do serwera proxy.
pt_br: Favor especificar uma senha para o Proxy.
ro: Specifică parola pentru serverul proxy.
ru: Пожалуйста, укажите пароль к прокси.
sk: Prosím, zadajte heslo pre proxy.
sq: Ju lutem specifikoni një fjalëkalim për proksin
sv: Vänligen välj ett lösenord för proxyn.
th: โปรดระบุรหัสผ่านของพร็อกซี่
tr: Lütfen bir proxy şifresi belirleyin.
ug: ۋاكالەتچى ئىم بەلگىلەڭ.

# Options_RSS
source: RSS Reader
bg: Четец на RSS
es: Lector RSS
fr: Lecteur RSS
it: Lettore RSS
ja: RSS リーダー
nl: RSS-lezer
pl: Czytnik RSS
pt_br: Leitor de RSS
ru: RSS Читатель
th: เครื่องอ่าน RSS

# Options_RSS
source: Enable auto fetching RSS feeds
bg: Разрешаване на автоматичното извличане на RSS емисии
de: Automatisches Abrufen von RSS-Feeds aktivieren
es: Habilitar la obtención automática de fuentes RSS
fr: Activer les flux RSS d'aller chercher automatiques
it: Abilitare il recupero automatico dei feed RSS
ja: RSS フィードの自動フェッチを有効にする
nl: RSS-feeds automatisch ophalen inschakelen
pl: Włącz automatyczne pobieranie kanałów RSS
pt_br: Ativar a busca automática de feeds RSS
ru: Включить автоматическое извлечение RSS-каналов
th: เปิดใช้งานการดึงตัวดึงข้อมูล RSS โดยอัตโนมัติ

# Options_RSS
source: Feeds auto refresh interval:
bg: Информационен интервал за автоматично опресняване:
es: Alimenta el intervalo de actualización automática:
fr: Alimente l'intervalle de rafraîchissement automatique :
it: Feed intervallo di aggiornamento automatico:
ja: 自動更新間隔をフィードします:
nl: Automatisch vernieuwingsinterval voor feeds:
pl: Interwał automatycznego odświeżania kanałów informacyjnych:
pt_br: Alimenta o intervalo de atualização automática:
ru: Каналы автоматического обновления интервал:
th: ช่วงเวลาการรีเฟรชอัตโนมัติของตัวดึงข้อมูล:

# Options_RSS
source: minutes
bg: минути
de: Minuten
es: minutos
it: minuti
ja: 分
nl: minuten
pl: minut
pt_br: minutos
ru: минут
th: นาที

# Options_RSS
source: Maximum number of articles per feed:
bg: Максимален брой статии за даден фураж:
de: Maximale Anzahl von Artikeln pro Feed:
es: Número máximo de artículos por feed:
fr: Nombre maximum d'articles par flux :
it: Numero massimo di articoli per feed:
ja: フィードあたりの記事の最大数:
nl: Maximum aantal artikelen per feed:
pl: Maksymalna liczba artykułów na pasze:
pt_br: Número máximo de artigos por feed:
ru: Максимальное количество статей на канал:
th: จํานวนบทความสูงสุดต่อฟีด:

# Options_RSS
source: RSS Torrent Auto Downloader
bg: RSS торент автоматично изтегляне
fr: RSS Torrent Auto Downloader (en)
it: Downloader automatico RSS Torrent
ja: RSS トレント自動ダウンローダ
ru: RSS Торрент Авто Скачатьер
th: ตัวดาวน์โหลดอัตโนมัติ RSS ฝนตกหนัก

# Options_RSS
source: Enable auto downloading of RSS torrents
bg: Активиране на автоматичното изтегляне на RSS торенти
de: Automatisches Herunterladen von RSS-Torrents aktivieren
es: Activar la descarga automática de torrents RSS
fr: Activer le téléchargement automatique de torrents RSS
it: Abilitare il download automatico dei torrent RSS
ja: RSS トレントの自動ダウンロードを有効にする
nl: Automatisch downloaden van RSS-torrents inschakelen
pl: Włącz automatyczne pobieranie torrentów RSS
pt_br: Ativar o download automático de torrents RSS
ru: Включить автозагрузку RSS торрентов
th: เปิดใช้งานการดาวน์โหลดเพลง RSS โดยอัตโนมัติ

# Options_RSS
source: Tag a task with the RSS feed title
bg: Маркиране на задача с заглавието на RSS емисията
de: Markieren einer Aufgabe mit dem RSS-Feedtitel
es: Etiquetar una tarea con el título de la fuente RSS
fr: Étiquetez une tâche avec le titre de flux RSS
it: Contrassegnare un'attività con il titolo del feed RSS
ja: RSS フィード タイトルでタスクにタグを付ける
nl: Een taak taggen met de RSS-feedtitel
pl: Oznaczanie zadania za pomocą tytułu kanału RSS
pt_br: Marcar uma tarefa com o título do feed RSS
ru: Отметьте задачу заголовком RSS-канала
th: แท็กงานด้วยชื่อตัวดึงข้อมูล RSS

# Options_RSS
source: Pause download after adding a task
bg: Пауза при изтегляне след добавяне на задача
de: Herunterladen nach dem Hinzufügen einer Aufgabe anhalten
es: Pausa la descarga después de agregar una tarea
fr: Téléchargement de pause après l'ajout d'une tâche
it: Sospendere il download dopo l'aggiunta di un'attività
ja: タスクを追加した後でダウンロードを一時停止する
nl: Download pauzeren na het toevoegen van een taak
pl: Wstrzymaj pobieranie po dodaniu zadania
pt_br: Pausar o download depois de adicionar uma tarefa
ru: Приостановка загрузки после добавления задачи
th: หยุดการดาวน์โหลดชั่วคราวหลังจากเพิ่มงาน

# Options_RSS
source: Download Filters:
bg: Филтри за изтегляне:
de: Filter herunterladen:
es: Filtros de descarga:
fr: Télécharger filtres:
it: Filtri di download:
ja: フィルタのダウンロード:
pl: Pobierz filtry:
pt_br: Filtros de download:
ru: Скачать фильтры:
th: ดาวน์โหลดตัวกรอง:

# Options_RSS
source: Edit
bg: Редактирай
de: Bearbeiten
es: Editar
fr: Editer
it: Modifica
ja: 編集
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Редактировать
th: แก้ไข

# Options_RSS
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pl: Dodaj
pt_br: Adicionar
ru: Добавить
th: เพิ่ม

# Options_RSS
source: Test
bg: Тест
es: Prueba
ja: テスト
pt_br: Teste
ru: Тест
th: ทดสอบ

# Common
source: Enable
de: Einschalten
es: Habilitar
fr: Activer
it: Abilita
ja: 有効
pl: Włączone
pt_br: Habilitar
ru: Включить
th: เปิดใช้งาน

# Options_RSS
source: Task Tag
de: Aufgaben-Tag
es: Etiqueta de tarea
fr: Balise de tâche
it: Tag attività
ja: タスクタグ
pl: Znacznik zadania
pt_br: Tag de tarefa
ru: Тег задачи
th: แท็กงาน

# Options_Scheduler
source: Enable Scheduler
ar: تمكين الجدول
bg: Разрешаване на графика за работа
de: Aktivieren
es: Activar planificador
et: Luba plaanur
eu: Gaitu Egitarautzailea
fi: Käytä Ajastinta
fr: Activer le planificateur
hu: Ütemező engedélyezése
it: Abilita pianificazione
ja: スケジュールを有効にする
nb: Aktiver planleggeren
nl: Scheduler inschakelen
pl: Włącz harmonogram
pt_br: Habilita Agendador
ro: Activează Planificatorul
ru: Включить планировщик
sk: Povoliť plánovač
sq: Aktivizoni Skedulën
sv: Aktivera schemaläggaren
th: เปิดการใช้งานการจัดตารางเวลา
tr: Takvim Açık
ug: پىلاننى قوزغات

# Options_Scheduler
source: Scheduler Table
ar: الجدول مفعل
bg: Таблица на графика за работа
de: Übersicht
es: Planificador
et: Ajastus tabel
eu: Egitarautzaile Mahia
fi: Ajastin Taulu
fr: Tableau du planificateur
hu: Ütemezési táblázat
it: Tabella pianificazione
ja: スケジュール
nb: Planleggingsbord
nl: Scheduler-tabel
pl: Tabela harmonogramu
pt_br: Tabela Agendador
ro: Tabel de Planificare
ru: Расписание
sk: Plánovacia tabuľka
sq: Tabela e Skedimit
sv: Tabell för schemaläggaren
th: ตารางการจัดตารางเวลา
tr: Takvim Tablosu
ug: پىلان جەدۋىلى

# Options_Scheduler
source: Monday
ar: الإثنين
bg: Понеделник
de: Montag
es: Lunes
et: Esmaspäev
eu: Astelehena
fi: Maanantai
fr: Lundi
hu: hétfő
it: Lunedì
ja: 月
nb: Mandag
nl: Maandag
pl: Poniedziałek
pt_br: Segunda
ro: Luni
ru: Понедельник
sk: Pondelok
sq: E Hënë
sv: Måndag
th: วันจันทร์
tr: Pazartesi
ug: دۈشەنبە

# Options_Scheduler
source: Tuesday
ar: الثلاثاء
bg: Вторник
de: Dienstag
es: Martes
et: Teisipäev
eu: Asteartea
fi: Tiistai
fr: Mardi
hu: kedd
it: Martedì
ja: 火
nb: Tirsdag
nl: Dinsdag
pl: Wtorek
pt_br: Terça
ro: Marți
ru: Вторник
sk: Utorok
sq: E Martë
sv: Tisdag
th: วันอังคาร
tr: Salı
ug: سەيشەنبە

# Options_Scheduler
source: Wednesday
ar: الاربعاء
bg: Сряда
de: Mittwoch
es: Miércoles
et: Kolmapäev
eu: Asteazkena
fi: Keskiviikko
fr: Mercredi
hu: szerda
it: Mercoledì
ja: 水
nb: Onsdag
nl: Woensdag
pl: Środa
pt_br: Quarta
ro: Miercuri
ru: Среда
sk: Streda
sq: E Mërkurë
sv: Onsdag
th: วันพุธ
tr: Çarşamba
ug: چارشەنبە

# Options_Scheduler
source: Thursday
ar: الخميس
bg: Четвъртък
de: Donnerstag
es: Jueves
et: Neljapäev
eu: Osteguna
fi: Torstai
fr: Jeudi
hu: csütörtök
it: Giovedì
ja: 木
nb: Torsdag
nl: Donderdag
pl: Czwartek
pt_br: Quinta
ro: Joi
ru: Четверг
sk: Štvrtok
sq: E Enjte
sv: Torsdag
th: วันพฤหัสบดี
tr: Perşembe
ug: پەيشەنبە

# Options_Scheduler
source: Friday
ar: الجمعة
bg: Петък
de: Freitag
es: Viernes
et: Reede
eu: Ostirala
fi: Perjantai
fr: Vendredi
hu: péntek
it: Venerdì
ja: 金
nb: Fredag
nl: Vrijdag
pl: Piątek
pt_br: Sexta
ro: Vineri
ru: Пятница
sk: Piatok
sq: E Premte
sv: Fredag
th: วันศุกร์
tr: Cuma
ug: جۈمە

# Options_Scheduler
source: Saturday
ar: السبت
bg: Събота
de: Samstag
es: Sábado
et: Laupäev
eu: Larunbata
fi: Lauantai
fr: Samedi
hu: szombat
it: Sabato
ja: 土
nb: Lørdag
nl: Zaterdag
pl: Sobota
pt_br: Sábado
ro: Sîmbătă
ru: Суббота
sk: Sobota
sq: E Shtunë
sv: Lördag
th: วันเสาร์
tr: Cumartesi
ug: شەنبە

# Options_Scheduler
source: Sunday
ar: الاحد
bg: Неделя
de: Sonntag
es: Domingo
et: Pühapäev
eu: Igandea
fi: Sunnuntai
fr: Dimanche
hu: vasárnap
it: Domenica
ja: 日
nb: søndag
nl: Zondag
pl: Niedziela
pt_br: Domigo
ro: Duminică
ru: Воскресенье
sk: Nedeľa
sq: E Diel
sv: Söndag
th: วันอาทิตย์
tr: Pazar
ug: يەكشەنبە

# Options_Scheduler
source: High speed
ar: سرعة عالية
bg: Висока скорост
de: Max. Geschwindigkeit
es: Máxima velocidad
et: Kõrge kiirus
eu: Abiadura handia
fi: Suuri nopeus
fr: Vitesse haute
hu: Nagy sebesség
it: Alta velocità
ja: 高速
nb: Høy hastighet
nl: Hoge snelheid
pl: Duża prędkość
pt_br: Alta velocidade
ro: Vit. Mare
ru: Макс. скорость
sk: Veľká rýchlosť
sq: Shpejtësi e lartë
sv: Hög hastighet
th: ความเร็วสูง
tr: Yüksek hız
ug: يۇقىرى سۈرئەت

# Options_Scheduler
source: Low speed
ar: سرعة منخفضة
bg: Ниска скорост
de: Min. Geschwindigkeit
es: Mínima velocidad
et: Madal kiirus
eu: Abiadura motela
fi: Pieni nopeus
fr: Vitesse basse
hu: Alacsony sebesség
it: Bassa velocità
ja: 低速
nb: Lav hastighet
nl: Lage snelheid
pl: Niska prędkość
pt_br: Baixa velocidade
ro: Vit. Mică
ru: Мин. скорость
sk: Pomalá rýchlosť
sq: Shpejtësi e ulët
sv: Låg hastighet
th: ความเร็วต่ำ
tr: Düşük hız
ug: تۆۋەن سۈرئەت

# Options_Scheduler
source: Turn off
ar: إيقاف تشغيل
bg: Изключване
de: Deaktiviert
es: Apagar
et: Lülita välja
eu: Itzali
fi: Pois Päältä
fr: Éteindre
hu: Kikapcsolás
it: Spegni
ja: 停止
nb: Slå av
nl: Uitzetten
pl: Wyłącz
pt_br: Desligar
ro: Inactiv
ru: Выключить
sk: Vypnúť
sq: Fike
sv: Stäng av
th: ปิด
tr: Kapat
ug: توختات

# Options_Scheduler
source: Scheduler Settings
ar: خيارات الجدول
bg: Настройки на графика за работа
de: Einstellungen
es: Opciones del planificador
et: Üldised sätted
eu: Egitarautzaile Ezarpenak
fi: Ajastin Asetukset
fr: Réglages du planificateur
hu: Ütemező beállítások
it: Imposta pianificazione
ja: スケジュールの設定
nb: Generelle innstillinger
nl: Algemene Instellingen
pl: Ustawienia harmonogramu
pt_br: Configuração do Agendador
ro: Setările Planificatorului
ru: Настройки планировщика
sk: Nastavenie plánovača
sq: Parametrat e Skeduesit
sv: Inställningar för schemaläggaren
th: การตั้งค่าตารางเวลา
tr: Takvim Ayarları
ug: پىلان تەڭشىكى

# Options_Scheduler
source: High speed download limit
ar: حد التحميل عالي السرعة
bg: Ограничение при висока скорост на сваляне
de: Max. Geschwindigkeit beim Herunterladen
es: Límite de velocidad de descarga máxima
et: Kõrgem allalaadimis kiirus
eu: Abiadura handiko jeisketa muga
fi: Suuren nopeuden latausrajoitus
fr: Limite de vitesse de réception haute (ko/s) :
hu: Nagy sebességű letöltési korlát
it: Limite massimo velocità download
ja: 高速時のダウンロード
nb: Høyhastighets- nedlastingsgrense
nl: Download limiet met hoge snelheid
pl: Limit pobierania dla dużych prędkości
pt_br: Limite de alta velocidade de download
ro: Viteza mare de descărcare
ru: Максимальная скорость загрузки
sk: Limit veľkej rychlosti sťahovania
sq: Kufiri i shkarkimit me shpejtësi të lartë
sv: Gräns för nedladdning i hög hastighet
th: ขีดจำกัดความเร็วดาวน์โหลดในช่วงความเร็วสูง
tr: Yüksek hız indirme limiti
ug: يۇقىرى سۈرئەتتە چۈشۈرۈش چەكى

# Options_Scheduler
source: High speed upload limit
ar: حد الرفع عالي السرعة
bg: Ограничение при висока скорост на качване
de: Max. Geschwindigkeit beim Hochladen
es: Velocidad de subida máxima
et: Kõrgeim kiirus üleslaadimisel
eu: Abiadura handiko igoera muga
fi: Suuren nopeuden lähetysrajoitus
fr: Limite de vitesse d'envoi haute (ko/s) :
hu: Nagy sebességű feltöltési korlát
it: Limite massimo velocità upload
ja: 高速時のアップロード
nb: Høyhastighets- opplastingsgrense
nl: Upload limiet met hoge snelheid
pl: Limit wysyłania dla dużych prędkości
pt_br: Limite de alta velocidade de upload
ro: Viteza mare de încărcare
ru: Максимальная скорость отдачи
sk: Limit veľkej rychlosti uploadu
sq: Kufiri i ngarkimit me shpejtësi të lartë
sv: Gräns för uppladdning i hög hastighet
th: ขีดจำกัดความเร็วอัพโหลดในช่วงความเร็วสูง
tr: Yüksek hız gönderme limiti
ug: يۇقىرى سۈرئەتتە يوللاش چەكى:

# Options_Scheduler
source: Low speed download limit
ar: حد التحميل منخفض السرعة
bg: Ограничение при ниска скорост на сваляне
de: Min. Geschwindigkeit beim Herunterladen
es: Velocidad de descarga mínima
et: Madala kiirusega allalaadimise limiit
eu: Abiadura moteleko jeisketa muga
fi: Pienen nopeuden latausrajoitus
fr: Limite de vitesse de réception basse (ko/s) :
hu: Alacsony sebességű letöltési korlát
it: Limite minimo velocità download
ja: 低速時のダウンロード
nb: Lavhastighets- nedlastingsgrense
nl: Download limiet met lage snelheid
pl: Limit pobierania dla małych prędkości
pt_br: Limite de baixa velocidade de download
ro: Viteza mică de descărcare
ru: Минимальная скорость загрузки
sk: Limit pomalej rýchlosti sťahovania
sq: Kufiri i shkarkimit me shpejtësi të ulët
sv: Gräns för nedladdning i låg hastighet
th: ขีดจำกัดความเร็วดาวน์โหลดในช่วงความเร็วต่ำ
tr: Düşük hız indirme limiti
ug: تۆۋەن سۈرئەتتە چۈشۈرۈش چەكى:

# Options_Scheduler
source: Low speed upload limit
ar: حد الرفع منخفض السرعة
bg: Ограничение при ниска скорост на качване
de: Min. Geschwindigkeit beim Hochladen
es: Velocidad de subida mínima
et: Madala kiirusega üleslaadimise limiit
eu: Abiadura moteleko igotze muga
fi: Pienen nopeuden lähetysrajoitus
fr: Limite de vitesse d'envoi basse (ko/s) :
hu: Alacsony sebességű feltöltési korlát
it: Limite minimo velocità upload
ja: 低速時のアップロード
nb: Lavhastighets- opplastingsgrense
nl: Upload limiet met lage snelheid
pl: Limit wysyłania dla małych prędkości
pt_br: Limite de baixa velocidade de upload
ro: Viteza mică de încărcare
ru: Минимальная скорость отдачи
sk: Limit pomalej rýchlosti uploadu
sq: Kufiri i ngarkimit me shpejtësi të lartë
sv: Gräns för uppladdning i låg hastighet
th: ขีดจำกัดความเร็วอัพโหลดในช่วงความเร็วต่ำ
tr: Düşük hız gönderme limiti
ug: تۆۋەن سۈرئەتتە يوللاش چەكى:

# Options_Scheduler
source: Help
ar: مساعدة
bg: Помощ
de: Hilfe
es: Ayuda
et: Abi
eu: Laguntza
fi: Ohje
fr: Aide
hu: Súgó
it: Aiuto
ja: ヘルプ
nb: Hjelp
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Справка
sk: Nápoveda
sq: Ndihmë
sv: Hjälp
th: ช่วยเหลือ
tr: Yardım
ug: ياردەم

# Options_Scheduler
source: Use the Scheduler to adjust the bandwidth depending on the time of days in a week. High/Low speed: Uses specified bandwidth. Turn off: Stops all tasks temporarily.
ar: أستخدام برنامج الجدولة لضبط عرض النطاق الترددي أعتماداً على وقت اليوم في الاسبوع . سرعة عالية/منخفضة: الاستخدامات المحددة لعرض النطاق الترددي. إيقاف تشغيل: إيقاف كافة المهام بشكل مؤقت
bg: Използване на графика за работа за настройване на определен трафик в зависимост от часа през дните на седмицата. Висока/Ниска скорост: Използва се определения трафик. Изключено: Прекратяват се временно всички задачи.
de: Die Aufgabenplanung verwenden, um die Bandbreite abhängig von Uhrzeit und Wochentag einzustellen. Max./Min. Geschwindigkeit: Angegebene Bandbreite benutzen. Aus: Alle Aufgaben temporär anhalten.
es: Use el planificador para ajustar el ancho de banda dependiendo de la hora de los días de la semana. Velocidad máxima/mínima: usa el ancho de banda especificado. Apagar: detiene todas las descargas temporalmente.
et: Kasuta plaanur reguleerib ribalaiust sõltuvalt kellaajast päevast nädalas. Kõrge / madal kiirus: Kasutab kindlaksmääratud ribalaiust. Lülita välja: Peata kõik ülesanded ajutiselt
fr: Utilisez le planificateur pour ajuster la bande passante en fonction de l'heure de la journée dans la semaine. Haute/Faible : utilisations spécifiées de la bande passante. Arrêter : arrêter temporairement toutes les taches.
hu: Az ütemezővel beállíthatod a sávszélességet a hét napjától és az időtől függően. Magas/alacsony sebesség: a megadott sávszélességet használja. Kikapcsol: átmenetileg minden feladatot leállít
it: Usa lo Scheduler per regolare la larghezza di banda in base ai giorni della settimana. Velocità alta/bassa: usa la banda indicata. Disattiva: sospende temporaneamente tutti i task.
ja: スケジューラを使用して曜日・時間帯ごとの使用する帯域を調整することができます 高速／低速：設定された帯域に制限 オフ：すべてのタスクを一時停止。
nl: Gebruik de Planner om de bandbreedte aan te passen, afhankelijk van de tijd van de dagen in een week. Hoge/lage snelheid: gebruikt gespecificeerde bandbreedte. Uitschakelen: Hiermee worden alle taken tijdelijk gestopt.
pl: Użyj harmonogramu, aby dostosować szybkość łącza w zależności od czasu w dni tygodnia Wysoka/niska szybkość: Użyj wyznaczonych szybkości Wyłącz: Zatrzymaj wszystkie zadania tymczasowo.
pt_br: Utilize o agenciador para ajustar a largura de banda com base nos dias da semana. Velocidade alta/baixa: Utiliza a largura de banda especificada. Desligar: Todas as tarefas são paralisadas imediatamente.
ro: Folosește Planificatorul pentru a ajusta lățimea de bandă folosită în funcție de ziua saptămînii. Viteza Mare / Mică : Folosește lățimea de bandă specificată. Inactiv: Toate sarcinile sînt oprite temporar
ru: Используйте Планировщик для регулирования пропускной способности по времени дней недели Высокая/Низкая скорость: используется установленная пропускная способность. Выключить: Временно останавливает все задания.
sv: Använd schemaläggaren för att justera bandbredden beroende på vilken tid det är på dygnet under en vecka. Hög/Låg hastighet: Använder specificerad bandbredd. Stäng av: Stoppar temporärt alla aktiviteter
th: ใช้ Scheduler เพื่อปรับแบนด์วิดท์ขึ้นอยู่กับเวลาของวันในหนึ่งสัปดาห์ ความเร็วสูง/ต่ํา: ใช้แบนด์วิดท์ที่ระบุ ปิด: หยุดงานทั้งหมดชั่วคราว
tr: Bant genişliğini, haftadaki günlerin zamanlarına bağlı olarak, ayarlamak için Zamanlayıcı'yı kullan. Yüksek/Düşük hız: Belirlenen bant genişliğini kullanır. Kapat: Bütün görevleri geçici olarak durdurur.

# Options_Service
source: Software Update
ar: تحديث البرامج
bg: Обновяване на софтуера
de: Programmaktualisierung
es: Actualización de software
et: Tarkvara uuendus
eu: Software Eguneratzea
fi: Ohjelmat
fr: Mise à jour du logiciel
hu: Szoftverfrissítés
it: Aggiornamento Software
ja: ソフトウェアの更新
nb: Programvareoppdatering
pl: Aktualizacja oprogramowania
pt_br: Atualização de Software
ro: Actualizare de Softuri
ru: Обновление программ
sk: Aktualizácia softwaru
sq: Përditësim i Programit
sv: Programuppdatering
th: อัพเดทของซอฟต์แวร์
tr: Program
ug: يۇمشاق دېتال يېڭىلاش

# Options_Service
source: Check for BitComet updates on startup
bg: Проверка за обновления на BitComet при стартиране
de: BitComet-Aktualisierungen beim Start überprüfen
es: Revisar actualizaciones de BitComet al inicio
fr: Rechercher les mises à jour de BitComet au démarrage
it: Rileva gli aggiornamenti per BitComet all'avvio
ja: 起動時にBitCometの更新を確認する
nl: Zoeken naar updates bij starten
pl: Sprawdź aktualizacje BitComet przy starcie
pt_br: Procurar por atualizações do BitComet na inicialização
ru: Проверить обновление BitComet при старте
th: ตรวจหาการปรับปรุง BitComet เมื่อเริ่มต้นระบบ

# Options_Service
source: Check Now
bg: Провери сега
de: Jetzt überprüfen
es: Revisar ahora
fr: Vérifier maintenant
it: Verifica Adesso
ja: 今すぐチェック
nl: Nu controleren
pl: Sprawdź Teraz
pt_br: Verificar Agora
ru: Проверить сейчас
th: ตรวจสอบทันที

# Options_Service
source: Member
ar: عضو
bg: Член
de: Mitglied
es: Miembro
et: Liige
eu: Kidea
fi: Jäsen
fr: Membre
hu: Tag
it: Membro
ja: メンバーゾーン
nb: Medlem
nl: Lid
pl: Członek
pt_br: Member Zone
ro: Zona Membrilor
ru: Участник
sk: Príslušná zóna
sq: Anëtar
sv: Medlem
th: สมาชิก
tr: Üye
ug: ئەزا

# Options_Service
source: Sign in CometID automatically
bg: Автоматично вписване в CometID
de: Automatische CometID-Anmeldung
es: Iniciar sesión en CometID automáticamente
fr: Connectez-vous automatiquement à CometID
it: Accedi automaticamente a CometID
ja: CometID に自動的にサインアップする
nl: Meld u automatisch aan bij CometID
pl: Zaloguj do CometID automatycznie
pt_br: Entrar no CometID automaticamente
ru: CometID добавлен автоматически
th: ลงชื่อเข้าใช้ CometID โดยอัตโนมัติ

# Options_Service
source: Miscellaneous
ar: مسائل متنوعة
bg: Разни
de: Verschiedenes
es: Miscélanea
et: Muu
eu: Askotarikoa
fi: Sekalaista
fr: Divers
hu: Egyebek
it: Varie
ja: その他
nb: Diverse
nl: Diversen
pl: Różne
pt_br: Miscelânea
ro: Diverse
ru: Разное
sk: Rozšírené
sq: Të Ndryshme
sv: Diverse
th: เบ็ดเตล็ด
tr: Çeşitli
ug: باشقىلار

# Options_Service
source: Check if listening port is forwarded properly automatically
bg: Проверете дали портът за слушане се препраща правилно автоматично
de: Überprüfen Sie, ob der Überwachungsport automatisch ordnungsgemäß weitergeleitet wird
es: Compruebe si el puerto de escucha se reenvía correctamente automáticamente
fr: Vérifiez si le port d’écoute est transféré correctement automatiquement
it: Controlla se la porta di ascolto viene inoltrata correttamente automaticamente
ja: リスニングポートが自動的に正しく転送されるかどうかを確認する
nl: Controleer of de luisterpoort automatisch correct wordt doorgestuurd
pl: Sprawdź, czy port nasłuchiwania jest prawidłowo przekierowany automatycznie
pt_br: Verifique se a porta de escuta está encaminhada corretamente automaticamente
ru: Проверьте, правильно ли переадресован прослушивающий порт автоматически
th: ตรวจสอบว่าพอร์ตการฟังถูกส่งต่ออย่างถูกต้องโดยอัตโนมัติหรือไม่

# Options_Service
source: Send video file snapshots after download has finished
bg: Изпращане на снимки на видео файла след завършване на свалянето
de: Film-Schnappschuss senden, nachdem das Herunterladen abgeschlossen ist
es: Envía capturas de pantalla del vídeo al finalizar la descarga
fr: Envoyer une capture vidéo à la fin du téléchargement
it: Invia fotogrammi dei video al termine del download
ja: ダウンロードの完了後にビデオファイルのSnapShotを送信する
nl: Snapshots van videobestanden verzenden nadat het downloaden is voltooid
pl: Wyślij zrzut wideo po zakończeniu pobierania
pt_br: Remove virus após download
ru: Отослать снимок видеофайла после окончания загрузки
th: ส่งสแนปช็อตไฟล์วิดีโอหลังจากการดาวน์โหลดเสร็จสิ้น
