Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# StatusList_StatisticValue
source: Request: ${G_HTTP_CACHE_REQ_WRITE_COUNT} (freq: ${G_HTTP_CACHE_REQ_WRITE_RATE}/s), Actual Disk Write: ${G_HTTP_CACHE_DISK_WRITE_COUNT} (freq: ${G_HTTP_CACHE_DISK_WRITE_RATE}/s), Hit Ratio: ${G_HTTP_CACHE_WRITE_HIT}
bg: Заявка: ${G_HTTP_CACHE_REQ_WRITE_COUNT} (Freq: ${G_HTTP_CACHE_REQ_WRITE_RATE}/s), действително писане на диск: ${G_HTTP_CACHE_DISK_WRITE_COUNT} (Freq: ${G_HTTP_CACHE_DISK_WRITE_RATE}/s), съотношение на удара: ${G_HTTP_CACHE_WRITE_HIT}
de: Anfordern: ${G_HTTP_CACHE_REQ_WRITE_COUNT} (freq: ${G_HTTP_CACHE_REQ_WRITE_RATE}/s), Tatsächliches Schreiben der Festplatte: ${G_HTTP_CACHE_DISK_WRITE_COUNT} (freq: ${G_HTTP_CACHE_DISK_WRITE_RATE}/s), Trefferquote: ${G_HTTP_CACHE_WRITE_HIT}
es: Solicitud: ${G_HTTP_CACHE_REQ_WRITE_COUNT} (freq: ${G_HTTP_CACHE_REQ_WRITE_RATE}/s), Disco real escrito: ${G_HTTP_CACHE_DISK_WRITE_COUNT} (freq: ${G_HTTP_CACHE_DISK_WRITE_RATE}/s), Proporción de aciertos: ${G_HTTP_CACHE_WRITE_HIT}
fr: Demande: ${G_HTTP_CACHE_REQ_WRITE_COUNT} (freq: ${G_HTTP_CACHE_REQ_WRITE_RATE}/s), Écriture réelle du disque: ${G_HTTP_CACHE_DISK_WRITE_COUNT} (freq: ${G_HTTP_CACHE_DISK_WRITE_RATE}/s), Taux de réussite: ${G_HTTP_CACHE_WRITE_HIT}
it: Richiesta: ${G_HTTP_CACHE_REQ_WRITE_COUNT} (freq: ${G_HTTP_CACHE_REQ_WRITE_RATE}/s), Scrittura del disco reale: ${G_HTTP_CACHE_DISK_WRITE_COUNT} (freq: ${G_HTTP_CACHE_DISK_WRITE_RATE}/s), Percentuale di successi: ${G_HTTP_CACHE_WRITE_HIT}
ja: リクエスト: ${G_HTTP_CACHE_REQ_WRITE_COUNT} (頻度: ${G_HTTP_CACHE_REQ_WRITE_RATE}/s), 書込回数: ${G_HTTP_CACHE_DISK_WRITE_COUNT} (頻度: ${G_HTTP_CACHE_DISK_WRITE_RATE}/s), ヒット率: ${G_HTTP_CACHE_WRITE_HIT}
nl: Verzoek: ${G_HTTP_CACHE_REQ_WRITE_COUNT} (freq: ${G_HTTP_CACHE_REQ_WRITE_RATE}/s), Werkelijke schijf schrijven: ${G_HTTP_CACHE_DISK_WRITE_COUNT} (freq: ${G_HTTP_CACHE_DISK_WRITE_RATE}/s), Hit Ratio: ${G_HTTP_CACHE_WRITE_HIT}
pl: Żądanie: ${G_HTTP_CACHE_REQ_WRITE_COUNT} (freq: ${G_HTTP_CACHE_REQ_WRITE_RATE}/s), Rzeczywisty zapis dysku: ${G_HTTP_CACHE_DISK_WRITE_COUNT} (freq: ${G_HTTP_CACHE_DISK_WRITE_RATE}/s), Współczynnik trafień: ${G_HTTP_CACHE_WRITE_HIT}
pt_br: Solicitação: ${G_HTTP_CACHE_REQ_WRITE_COUNT} (freq: ${G_HTTP_CACHE_REQ_WRITE_RATE}/s), Gravação de disco real: ${G_HTTP_CACHE_DISK_WRITE_COUNT} (freq: ${G_HTTP_CACHE_DISK_WRITE_RATE}/s), Taxa de acerto: ${G_HTTP_CACHE_WRITE_HIT}
ru: Запрос: ${G_HTTP_CACHE_REQ_WRITE_COUNT} (частота: ${G_HTTP_CACHE_REQ_WRITE_RATE}/s), Актуальная запись на диск: ${G_HTTP_CACHE_DISK_WRITE_COUNT} (частота: ${G_HTTP_CACHE_DISK_WRITE_RATE}/s), Коэффициент попадания: ${G_HTTP_CACHE_WRITE_HIT}
th: คําขอ: ${G_HTTP_CACHE_REQ_WRITE_COUNT} (freq: ${G_HTTP_CACHE_REQ_WRITE_RATE}/s), ดิสก์จริง เขียน: ${G_HTTP_CACHE_DISK_WRITE_COUNT} (freq: ${G_HTTP_CACHE_DISK_WRITE_RATE}/s), อัตราส่วนการเข้าชม: ${G_HTTP_CACHE_WRITE_HIT}

# StatusList_StatisticItem
source: Disk Boost Service:
ar: خدمه تعزيز القرص:
bg: Услуга за засилване на диска:
de: Datenträgerbeschleunigung-Dienst:
es: Servicio de aceleración del disco:
et: Ketta kiirendamise teenus:
eu: Diska Kitzikapen Zerbitzua:
fr: Service de Boost de disque:
it: Servizio disk Boost:
ja: ディスクブーストサービス:
pl: Usługa Disk Boost:
pt_br: Serviço Disk Boost:
ro: Serviciu de Bustare a Hardiscului:
ru: Служба Disk Boost:
sk: Služba Disk Boost:
sv: Diskaccelerationstjänst:
th: บริการเพิ่มดิสก์:
tr: Disk Hızlandırma Servisi
ug: دىسكا سۈرئىتىنى ئاشۇرۇش مۇلازىمىتى:

# StatusList_StatisticItem
source: Total Downloaded:
ar: مجموع إجمالي التحميل:
bg: Общо свалени:
de: Heruntergeladen (insgesamt):
es: Total descargado:
et: Allalaadimiset koguarv
eu: Jeitsita Guztira:
fi: Ladattu Yhteensä:
fr: Total des téléchargements :
hu: A letöltés mérete összesen:
it: Valore totale di Download:
ja: 全体のダウンロード量：
nb: Totalt nedlastet:
nl: Totaal gedownload:
pl: Łącznie pobranych:
pt_br: Total baixado:
ro: Total Descărcat:
ru: Всего загружено:
sk: Celkovo stiahnutých:
sq: Totali të Shkarkuara:
sv: Nedladdat totalt:
th: ดาวน์โหลดทั้งหมด:
tr: Toplam İndirildi:
ug: جەمئى چۈشۈرگىنى:

# StatusList_StatisticValue
source: ${G_TOTAL_DOWNLOAD_AUTO} (this session: ${G_SESSION_DOWNLOAD_AUTO})
bg: ${G_TOTAL_DOWNLOAD_AUTO} (тази сесия: ${G_SESSION_DOWNLOAD_AUTO})
de: ${G_TOTAL_DOWNLOAD_AUTO} (Diese Sitzung: ${G_SESSION_DOWNLOAD_AUTO})
es: ${G_TOTAL_DOWNLOAD_AUTO} (esta sesión: ${G_SESSION_DOWNLOAD_AUTO})
eu: {G_TOTAL_DOWNLOAD_AUTO} (saio honetan: ${G_SESSION_DOWNLOAD_AUTO})
fr: ${G_TOTAL_DOWNLOAD_AUTO} (cette session: ${G_SESSION_DOWNLOAD_AUTO})
it: ${G_TOTAL_DOWNLOAD_AUTO} (questa sessione: ${G_SESSION_DOWNLOAD_AUTO})
ja: ${G_TOTAL_DOWNLOAD_AUTO} （このセッション： ${G_SESSION_DOWNLOAD_AUTO}）
nl: ${G_TOTAL_DOWNLOAD_AUTO} (deze sessie: ${G_SESSION_DOWNLOAD_AUTO})
pl: ${G_TOTAL_DOWNLOAD_AUTO} (w tej sesji: ${G_SESSION_DOWNLOAD_AUTO})
pt_br: ${G_TOTAL_DOWNLOAD_AUTO} (esta sessão: ${G_SESSION_DOWNLOAD_AUTO})
ro: ${G_TOTAL_DOWNLOAD_AUTO} (sesiunea curentă: ${G_SESSION_DOWNLOAD_AUTO})
ru: ${G_TOTAL_DOWNLOAD_AUTO} (эта сессия: ${G_SESSION_DOWNLOAD_AUTO})
sv: ${G_TOTAL_DOWNLOAD_AUTO} (denna session: ${G_SESSION_DOWNLOAD_AUTO})
th: ${G_TOTAL_DOWNLOAD_AUTO} (เซสชันนี้: ${G_SESSION_DOWNLOAD_AUTO})
ug: ${G_TOTAL_DOWNLOAD_AUTO} (بۇ ئەڭگىمە: ${G_SESSION_DOWNLOAD_AUTO})

# StatusList_StatisticItem
source: Total Uploaded:
ar: مجموع إجمالي الرفع:
bg: Общо качени:
de: Hochgeladen (insgesamt):
es: Total cargado:
et: Üleslaadimiset koguarv:
eu: Igota Guztira:
fi: Lähetetty Yhteensä:
fr: Total des téléversements :
hu: A feltöltés mérete összesen:
it: Valore totale di Upload:
ja: 全体のアップロード量：
nb: Totalt opplastet:
nl: Totaal upgeload:
pl: Łącznie wysłanych:
pt_br: Total enviado:
ro: Total Încărcat:
ru: Всего передано:
sk: Celkovo uploadnutých:
sq: Totali të Ngarkuara:
sv: Uppladdat totalt:
th: อัพโหลดทั้งหมด:
tr: Toplam Yüklendi:
ug: جەمئى يۈكلىگىنى:

# StatusList_StatisticValue
source: ${G_TOTAL_UPLOAD_AUTO} (this session: ${G_SESSION_UPLOAD_AUTO})
bg: ${G_TOTAL_UPLOAD_AUTO} (тази сесия: ${G_SESSION_UPLOAD_AUTO})
de: ${G_TOTAL_UPLOAD_AUTO} (Diese Sitzung: ${G_SESSION_UPLOAD_AUTO})
es: ${G_TOTAL_UPLOAD_AUTO} (esta sesión: ${G_SESSION_UPLOAD_AUTO})
eu: ${G_TOTAL_UPLOAD_AUTO} (saio honetan: ${G_SESSION_UPLOAD_AUTO})
fr: ${G_TOTAL_UPLOAD_AUTO} (cette session: ${G_SESSION_UPLOAD_AUTO})
it: ${G_TOTAL_UPLOAD_AUTO} (questa sessione: ${G_SESSION_UPLOAD_AUTO})
ja: ${G_TOTAL_UPLOAD_AUTO} （このセッション： ${G_SESSION_UPLOAD_AUTO}）
nl: ${G_TOTAL_UPLOAD_AUTO} (deze sessie: ${G_SESSION_UPLOAD_AUTO})
pl: ${G_TOTAL_UPLOAD_AUTO} (w tej sesji: ${G_SESSION_UPLOAD_AUTO})
pt_br: ${G_TOTAL_UPLOAD_AUTO} (esta sessão: ${G_SESSION_UPLOAD_AUTO})
ro: ${G_TOTAL_UPLOAD_AUTO} (sesiunea curentă: ${G_SESSION_UPLOAD_AUTO})
ru: ${G_TOTAL_UPLOAD_AUTO} (эта сессия: ${G_SESSION_UPLOAD_AUTO})
sv: ${G_TOTAL_UPLOAD_AUTO} (denna session: ${G_SESSION_UPLOAD_AUTO})
th: ${G_TOTAL_UPLOAD_AUTO} (เซสชันนี้: ${G_SESSION_UPLOAD_AUTO})
ug: ${G_TOTAL_UPLOAD_AUTO} (بۇ ئەڭگىمە: ${G_SESSION_UPLOAD_AUTO})

# StatusList_StatisticItem
source: DNS Failure:
bg: DNS неуспех:
de: DNS-Fehler:
es: Error de DNS:
fr: Échec DNS :
it: Errore DNS:
ja: DNS エラー:
nl: DNS-fout:
pl: Błąd DNS:
pt_br: Falha do DNS:
ru: Сбой DNS:
th: DNS ล้มเหลว:

# StatusList_StatisticItem
source: Message Queue:
de: Nachrichtenwarteschlange:
es: Cola de mensajes:
fr: File d’attente de messages :
it: Coda messaggi:
ja: メッセージ キュー:
pl: Kolejka komunikatów:
pt_br: Fila de mensagens:
ru: Очередь сообщений:
th: คิวข้อความ:

# StatusList_StatisticItem
source: HTTP Tracker Connections:
de: HTTP Tracker Verbindungen:
es: Conexiones HTTP Tracker:
fr: Connexions HTTP Tracker :
it: Connessioni HTTP Tracker:
ja: HTTP トラッカー接続:
pl: Połączenia śledzenia HTTP:
pt_br: Conexões http tracker:
ru: Подключения HTTP-трекера:
th: การเชื่อมต่อตัวติดตาม HTTP:

# StatusList_StatisticItem
source: Half-Open: {COUNT}
de: Halb geöffnet: {COUNT}
es: Medio abierto: {COUNT}
fr: Semi-ouvert: {COUNT}
it: Semiaperto: {COUNT}
ja: ハーフオープン:{COUNT}
pl: Półotwarty: {COUNT}
pt_br: Semiaberto: {COUNT}
ru: Полуоткрытый: {COUNT}
th: เปิดครึ่ง: {COUNT}

# DetailView_Statistic_Menu
source: Sort
bg: Сортиране
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 選別
nl: Sorteer
pl: Sortuj
pt_br: Ordenar
ru: Сортировать
th: เรียง

# CView_SummaryList
source: Download Speed:
ar: سرعة التحميل:
bg: Скорост на сваляне:
de: Geschwindigkeit:
es: Velocidad de descarga:
et: Allalaadimise kiirus:
eu: Jeisketa Lastertasuna:
fi: Latausnopeus:
fr: Vitesse de réception :
hu: Letöltési Sebesség:
it: Velocità di download:
ja: ダウンロード速度:
nb: Nedlastingshastighet:
nl: Downloadsnelheid:
pl: Prędkość pobierania:
pt_br: Velocidade da transferência:
ro: Vit. Descărcare:
ru: Скорость загрузки:
sk: Rýchlosť sťahovania:
sq: Shpejtësia e Shkarkimit:
sv: Nedladdningshastighet:
th: ความเร็วดาวน์โหลด:
tr: İndirme Hızı:
ug: چۈشۈرۈش سۈرئىتى:

# CView_SummaryList
source: Limit:
ar: الحد:
bg: Ограничение:
de: Begrenzung:
es: Límite:
et: Limiit:
eu: Muga:
fi: Rajoitus:
fr: Limite :
hu: Korlát:
it: Limite:
ja: 制限:
nb: Begrensning:
nl: Limiet:
pt_br: Limite:
ro: Limită:
ru: Ограничение:
sq: Kufiri:
sv: Gräns:
th: จำกัด:
ug: چېكى:

# CView_SummaryList
source: Downloaded Pieces:
de: Heruntergeladene Stücke:
es: Piezas descargadas:
fr: Pièces téléchargées :
it: Pezzi scaricati:
ja: ダウンロード：
pl: Pobrane fragmenty:
pt_br: Peças baixadas:
ru: Загруженные фрагменты:
th: ชิ้นที่ดาวน์โหลด:

# CView_SummaryList
source: Available Pieces:
de: Verfügbare Stücke:
es: Piezas disponibles:
fr: Pièces disponibles :
it: Pezzi disponibili:
ja: 利用可能なピース:
pl: Dostępne elementy:
pt_br: Peças disponíveis:
ru: Доступные экземпляры:
th: ชิ้นที่มีจําหน่าย:

# CView_SummaryList
source: Transfer
ar: النقل
bg: Трансфер
de: Übertragung
es: Transferencia
et: Ülekanne
eu: Eskualdaketa
fi: Siirto
fr: Transférer
hu: Átvitel
it: Trasferimento
ja: 転送
nb: Overfør
nl: Overdragen
pl: Przesyłanie
pt_br: Transferência
ru: Передача
sk: Prenos
sq: Transfero
sv: Överför
th: ถ่ายโอน
tr: Aktarma
ug: يوللا

# CView_SummaryList
source: Time Elapsed:
ar: الوقت المنقضي:
bg: Изминало време:
de: Verstrichene Zeit:
es: Tiempo transcurrido:
et: Aega kulunud:
eu: Igarotako denbora:
fi: Aikaa kulunut:
fr: Temps écoulé :
hu: Eltelt Idő:
it: Tempo trascorso:
ja: 経過時間:
nb: Tid brukt:
nl: Verstreken Tijd:
pl: Upłynęło:
pt_br: Tempo decorrido:
ro: Timp Scurs:
ru: Прошло времени:
sk: Uplynutý čas:
sq: Koha e Kaluar:
sv: Förfluten tid:
th: เวลาที่ใช้ไป:
tr: Geçen Süre:
ug: كەتكەن ۋاقىت:

# CView_SummaryList
source: Remaining Time:
de: Verbl. Zeit:
es: Tiempo restante:
fr: Temps restant :
it: Tempo rimanente:
ja: 残り時間:
pl: Pozostały czas:
pt_br: Tempo restante:
ru: Оставшееся время:
th: เวลาที่เหลือ:

# CView_SummaryList
source: Seeds:
ar: البذور:
bg: Сийдъри:
de: Samen:
es: Semillas:
et: Seeme:
eu: Emaleak:
fi: Lähteet:
fr: Source :
hu: Seedelés:
it: Seed:
ja: シード:
nb: Del ut:
nl: Seed:
pl: Seedy:
pt_br: Seed:
ro: Donatori:
ru: Сид:
sk: Seedov:
sq: Dërgo:
sv: Seed:
th: ผู้ปล่อย:
tr: Kaynaklar:
ug: ئۇرۇقلار:

# CView_SummaryList
source: Download Size:
ar: حجم التحميل:
bg: Размер за сваляне:
de: Größe:
es: Tamaño descargado:
et: Allalaadimise suurus:
eu: Jeisketa Neurria:
fi: Latauksen koko:
fr: Taille du téléchargement :
hu: Letöltési Méret:
it: Dimensione del download:
ja: ダウンロードサイズ:
nb: Nedlastings størrelse:
nl: Downloadgrootte:
pl: Rozmiar pobierania:
pt_br: Tamanho da transferência:
ro: Măr. Descărcării:
ru: Загружено:
sk: Veľkosť sťahovania:
sq: Përmasa e Shkarkimit:
sv: Nerladdningstorlek:
th: ขนาดที่ดาวน์โหลด:
tr: İndirme Boyutu:
ug: چۈشۈرگەن چوڭلۇقى:

# CView_SummaryList
source: Upload Size:
ar: حجم الرفع:
bg: Размер за качване:
de: Größe (Hochladen):
es: Tamaño subido:
et: Üleslaadimise suurus:
eu: Igoera Neurria:
fi: Lähetetty:
fr: Taille de téléversement :
hu: Feltöltés mérete:
it: Dimensione dell'upload:
ja: アップロードサイズ:
nb: Opplastingsstørrelse:
nl: Uploadgrootte:
pl: Rozmiar wysyłania:
pt_br: Tamanho do upload:
ro: Măr. Încărcării:
ru: Отдано:
sk: Veľkosť Upload-u:
sq: Përmasa e Ngarkimit:
sv: Uppladdningsstorlek:
th: ขนาดที่อัพโหลด:
tr: Gönderme boyutu :
ug: يۈكلەنگىنى:

# CView_SummaryList
source: Peers:
ar: نظراء:
bg: Пиъри:
de: Kollegen:
es: Pares:
et: Partnerid:
eu: Hartzaileak
fi: Jakajat:
fr: Pairs :
hu: Peerek:
it: Peer:
ja: ピア:
nb: Nedlastere:
pl: Peery:
pt_br: Pares:
ro: Parteneri:
ru: Пиры:
sk: Peerov:
sq: Shokët:
th: ผู้ใช้:
tr: Paylaşanlar:
ug: ئىشلەتكۈچى:

# CView_SummaryList
source: Upload Speed:
ar: سرعة الرفع:
bg: Скорост на качване:
de: Geschwindigkeit:
es: Velocidad de subida:
et: Üleslaadimise kiirus:
eu: Igoera Lastertasuna:
fi: Lähetysnopeus:
fr: Vitesse d'envoi :
hu: Feltöltési sebesség:
it: Velocità di upload:
ja: アップロード速度:
nb: Opplastingshastighet:
nl: Uploadsnelheid:
pl: Prędkość wysyłania:
pt_br: Velocidade de Upload:
ro: Vit. Încărcare:
ru: Скорость раздачи:
sk: Rýchlosť Upload-u:
sq: Shpejtësia e Ngarkimit:
sv: Uppladdningshastighet:
th: ความเร็วอัพโหลด:
tr: Gönderme Hızı:
ug: يۈكلەش سۈرئىتى:

# CView_SummaryList
source: Share Ratio:
ar: نسبة المشاركة:
bg: Съотношение к/с:
de: Freigabe-Verhältnis:
es: Relación de compartir:
et: Jagamissuhe:
eu: Partekatze Batazbestekoa:
fi: Jakosuhde:
fr: Ratio de partage :
hu: Megosztási Arány:
it: Rapporto di condivisione:
ja: 負担率:
nb: Delingsrate:
nl: Deel Ratio:
pl: Stosunek udostępniania:
pt_br: Taxa de Compartilhamento:
ro: Raport [Ratio]:
ru: Рейтинг:
sk: Pomer zdieľania:
sq: Shkalla e Dhënies:
sv: Delningsförhållande:
th: อัตราการปันข้อมูล:
tr: Paylaşım Oranı:
ug: ھەمبەھىر نىسبىتى:

# CView_SummaryList
source: Download Limit:
ar: حدود التحميل :
bg: Ограничение за сваляне:
de: Herunterladen (max.):
es: Límite de descarga:
et: Allalaadimise limiit
eu: Jeisketa Muga:
fi: Latausraja:
fr: Limite de téléchargement :
hu: Letöltési Korlát:
it: Limite di download:
ja: ダウンロード制限:
nb: Nedlastings begrensning:
nl: Downloadlimiet:
pl: Limit pobierania:
pt_br: Limite da taxa de transferência:
ro: Vit. Max. Desc:
ru: Ограничение загрузки:
sk: Limit sťahovania:
sq: Kufiri i Shkarkimit:
sv: Nerladdningsgräns:
th: จำกัดการดาวน์โหลด:
tr: İndirme Limiti:
ug: چۈشۈرۈش چېكى:

# CView_SummaryList
source: Upload Limit:
ar: حد الرفع:
bg: Ограничение за качване:
de: Hochladen (max.):
es: Limite de subida:
et: Üleslaadimis limiit:
eu: Igoera Muga:
fi: Lähetysrajoitus:
fr: Limite d'émission :
hu: Feltöltési határ:
it: Limite di upload:
ja: アップロード制限:
nb: Opplastingsbegrensning:
nl: Uploadlimiet:
pl: Limit wysyłania:
pt_br: Limite de upload:
ro: Vit. Max. Înc:
ru: Лимит отдачи:
sk: Limit Upload-u:
sq: Kufiri i Ngarkimit:
sv: Uppladdningsgräns:
th: จำกัดการอัพโหลด:
tr: Gönderme Limiti:
ug: يۈكلەش چېكى:

# CView_SummaryList
source: Status:
ar: حالة:
bg: Състояние:
de: Zustand:
es: Estado:
et: Olek:
eu: Egoera:
fi: Tila:
fr: État :
hu: Állapot:
it: Stato:
ja: 状態:
pl: Stan:
pt_br: Situação:
ro: Stare:
ru: Состояние:
sk: Stav:
sq: Gjendja:
th: สถานะ:
tr: Durum:
ug: ھالەت:

# CView_SummaryList
source: Long-Term Seeding
bg: Продължително сийдване
de: Langfristiges seeden
es: Sembrado de termino largo
fr: Semis à long terme
it: Semina a lungo termine
ja: 長期シード
nl: Lange termijn zaaien
pl: WySiew długoterminowy
pt_br: Seeding de longo prazo
ru: Долгосрочная раздача
th: การเพาะเมล็ดในระยะยาว

# CView_SummaryList
source: General
ar: عام
bg: Общи
de: Allgemein
et: Üldine
eu: Orokorra
fi: Yleistä
fr: Général
hu: Általános
it: Impostazioni generali
ja: 全般
nb: Generellt
nl: Algemeen
pl: Ogólne
pt_br: Geral
ro: Generale
ru: Основное
sk: Všeobecné
sq: Të Përgjithshme
sv: Allmänt
th: ทั่วไป
tr: Genel
ug: ئادەتتىكى

# CView_SummaryList
source: Task Name:
ar: اسم المهمة :
bg: Име на задачата:
de: Aufgabe:
es: Nombre:
et: Tegumi nimi:
eu: Eginkizun Izena:
fi: Tehtävän nimi:
fr: Nom de la tâche :
hu: Feladat Neve:
it: Nome del task:
ja: タスク名:
nb: Oppgavenavn:
nl: Taak Naam:
pl: Nazwa zadania:
pt_br: Nome da Tarefa:
ro: Numele Sarcinii:
ru: Имя задания:
sk: Meno:
sq: Emri i Detyrës:
sv: Aktivitet:
th: ชื่องาน:
tr: Görev Adı:
ug: ۋەزىپە ئاتى:

# CView_SummaryList
source: Save Path:
ar: مسار الحفظ:
bg: Път за запазване:
de: Dateipfad:
es: Ruta destino:
et: Salvestus koht:
eu: Gorde Helburua:
fi: Tallennuspolku:
fr: Enregistrer le chemin :
hu: Útvonal mentése:
it: Salva in:
ja: 保存先:
nb: Lagre sti:
nl: Bewaar het pad:
pl: Ścieżka zapisu:
pt_br: Salvar Caminho:
ro: Salvează în:
ru: Путь сохранения:
sk: Uložiť cestu:
sq: Ruaje Shtegun:
sv: Välj sökväg:
th: ตำแหน่งที่บันทึก:
tr: Kayıt Yeri:
ug: ساقلاش يولى:

# CView_SummaryList
source: Tags:
ar: السمات :
bg: Тагове:
es: Etiquetas:
et: Sildid:
eu: Etiketak:
fi: Tagit:
fr: Étiquettes :
hu: Címkék:
it: Tag:
ja: タグ:
nb: Merker:
nl: Labels:
pl: Znaczniki:
pt_br: Marcadores:
ro: Etichete:
ru: Теги:
sk: Štítky:
sq: Etiketat:
sv: Taggar:
th: ป้ายกำกับ:
tr: Etiketler:
ug: خەتكۈچلەر:

# CView_SummaryList
source: Task Size:
ar: حجم المهمة:
bg: Размер на задачата:
de: Größe:
es: Tamaño:
et: Tegumi suurus:
eu: Eginkizun Neurria:
fi: Tehtävän koko:
fr: Taille de la tâche :
hu: Feladat Mérete:
it: Dimensione del task:
ja: タスクサイズ:
nb: Oppgavestørrelse:
nl: Taakgrootte:
pl: Rozmiar zadania:
pt_br: Tamanho da tarefa:
ro: Mărime:
ru: Размер задания:
sk: Veľkosť:
sq: Përmasa e Detyrës:
sv: Aktivitetsstorlek:
th: ขนาดงาน:
tr: Görev Boyutu:
ug: ۋەزىپە چوڭلۇقى:

# CView_SummaryList
source: Remaining Size:
de: Verbleibende Größe:
es: Tamaño restante:
fr: Taille restante :
it: Dimensione rimanente:
ja: 残りのサイズ:
pl: Pozostały rozmiar:
pt_br: Tamanho restante:
ru: Оставшийся размер:
th: ขนาดที่เหลือ:

# CView_SummaryList
source: Info Hash v1:
pt_br: Informações Hash v1:
ru: Инфо Хэш v1:
th: แฮชข้อมูล v1:

# CView_SummaryList
source: Pieces:
ar: القطع:
bg: Парчета:
de: Fragmente:
es: Partes:
et: Tükke:
eu: Atalak
fi: Osia:
fr: Morceaux :
hu: Darabok:
it: Pezzi:
ja: ピース:
nb: Bruddstykker:
nl: Delen:
pl: Części:
pt_br: Partes:
ro: Bucăți:
ru: Части:
sk: Dielov:
sq: Pjesët:
sv: Delar:
th: ส่วน:
tr: Parçalar:
ug: پارچىلار:

# CView_SummaryList
source: Info Hash v2:
pt_br: Informações Hash v2:
ru: Инфо Хэш v2:
th: แฮชข้อมูล v2:

# CView_SummaryList
source: Number of Files:
de: Anzahl der Dateien:
es: Número de archivos:
fr: Nombre de fichiers :
it: Numero di file:
ja: ファイル数:
pl: Liczba plików:
pt_br: Número de arquivos:
ru: Количество файлов:
th: จํานวนแฟ้ม:

# CView_SummaryList
source: Piece Hashes:
de: Stück Hashes:
es: Hashes de pieza:
fr: Hachages de pièce:
it: Pezzi Hash:
ja: ピースハッシュ:
pl: Skróty utworów:
pt_br: Hashes peça:
ru: Кусковые хэши:
th: ชิ้นแฮช:

# CView_SummaryList
source: File Alignment:
bg: Подравняване на файлове:
de: Dateiausrichtung:
es: Alineación de archivos:
fr: Alignement des fichiers:
it: Allineamento file:
ja: ファイルの配置:
nl: Bestandsuitlijning:
pl: Wyrównanie pliku:
pt_br: Alinhamento de arquivos:
ru: Выравнивание файлов:
th: การจัดตําแหน่งแฟ้ม:

# CView_SummaryList
source: Added On:
bg: Добавен на:
de: Hinzugefügt am:
es: Añadido en:
fr: Ajouté sur:
it: Aggiunto on:
ja: 追加日:
nl: Toegevoegd op:
pl: Dodano:
pt_br: Adicionado em:
ru: Добавлено на:
th: เพิ่มเมื่อ:

# CView_SummaryList
source: Created By:
bg: Създадено от:
de: Erstellt von:
es: Creado por:
fr: Créé par :
it: Creato da:
ja: 作成者:
nl: Gemaakt door:
pl: Utworzona przez:
pt_br: Criada por:
ru: Создана:
th: สร้างโดย:

# CView_SummaryList
source: Finished On:
ar: الانتهاء في :
bg: Завършена на:
de: Abgeschlossen am:
es: Terminado:
et: Lõpetatud:
eu: Amaiturik:
fi: Valmistunut:
fr: Fini le :
hu: Befejezve ekkor:
it: Completato:
ja: 完了日:
nb: Fullført På;
nl: Klaar op:
pl: Zakończono:
pt_br: Concluído em:
ro: Terminată la:
ru: Завершено:
sk: Ukončené:
sq: Përfunduar Në:
sv: Klart om:
th: ดาวน์โหลดเสร็จสิ้นบน:
tr: Tamamlandı:
ug: تاماملاش ۋاقتى:

# CView_SummaryList
source: Created On:
bg: Създадено на:
de: Erstellt auf:
es: Creado el:
fr: Créé le :
it: Creato il:
ja: 作成日:
nl: Gemaakt op:
pl: Utworzono:
pt_br: Criado em:
ru: Создано на:
th: สร้างเมื่อ:

# CView_SummaryList
source: Publisher:
ar: الناشر:
bg: Издател:
de: Verleger:
es: Autor:
et: Väljaandja:
eu: Argitaratzailea:
fi: Julkaisija:
fr: Éditeur :
hu: Kiadó:
it: Produttore:
ja: 公開者:
nb: Utgiver:
nl: Uitgever:
pl: Udostępnił:
pt_br: Publicado por:
ro: Producător:
ru: Издатель:
sk: Vydavateľ:
sq: Publikuesi:
sv: Utgivare:
th: ผู้เผยแพร่:
tr: Yayımcı:
ug: تارقاتقۇچى:

# CView_SummaryList
source: Is Private:
bg: Е частно:
de: Ist privat:
es: Es privado:
fr: Est privé:
it: È privato:
ja: プライベートです:
nl: Is prive:
pl: Jest prywatny:
pt_br: É privado:
ru: Является частным:
th: เป็นส่วนตัว:

# CView_SummaryList
source: Description:
ar: الوصف:
bg: Описание:
de: Beschreibung:
es: Descripción:
et: Kirjeldus:
eu: Azalpena:
fi: Kuvaus:
hu: Leírás:
it: Descrizione:
ja: 説明:
nb: Beskrivelse:
nl: Beschrijving:
pl: Opis:
pt_br: Descrição:
ro: Descriere:
ru: Описание:
sk: Popis:
sq: Përshkrimi:
sv: Beskrivning:
th: คำอธิบาย:
tr: Açıklama:
ug: چۈشەندۈرۈش:

# CView_SummaryList
source: ${CURRENT_INFO} (${TOTAL_INFO} in total)
ar: ${البيانات الحالية} (${اجمالي البيانات} من الإجمالي)
bg: ${CURRENT_INFO} (общо ${TOTAL_INFO})
de: ${CURRENT_INFO} (${TOTAL_INFO} Gesamt)
es: ${CURRENT_INFO} (${TOTAL_INFO} en total)
et: ${CURRENT_INFO} (${TOTAL_INFO} summas)
eu: ${CURRENT_INFO} (${TOTAL_INFO} guztira)
fi: ${CURRENT_INFO} (${TOTAL_INFO} yhteensä)
fr: ${CURRENT_INFO} (${TOTAL_INFO} au total)
hu: ${CURRENT_INFO} (${TOTAL_INFO} összesen)
it: ${CURRENT_INFO} (${TOTAL_INFO} in totale)
ja: ${CURRENT_INFO} (全 ${TOTAL_INFO} 中)
nb: ${CURRENT_INFO} (${TOTAL_INFO} totalt
nl: ${CURRENT_INFO} (${TOTAL_INFO} in totaal)
pl: ${CURRENT_INFO} (${TOTAL_INFO} łącznie)
pt_br: ${CURRENT_INFO} (${TOTAL_INFO} no total)
ro: ${CURRENT_INFO} (${TOTAL_INFO} în total)
ru: ${CURRENT_INFO} (${TOTAL_INFO} в общем)
sk: ${CURRENT_INFO} (${TOTAL_INFO} spolu)
sv: ${CURRENT_INFO} (${TOTAL_INFO} totalt)
th: ${CURRENT_INFO} (จากทั้งหมด ${TOTAL_INFO} )
tr: ${CURRENT_INFO} (${TOTAL_INFO} toplam)
ug: ${CURRENT_INFO} (جەمئى ${TOTAL_INFO})

# CView_SummaryList
source: ${CURRENT_INFO} (avg. ${AVG_INFO})
ar: ${CURRENT_INFO} (متوسط ${AVG_INFO})
bg: ${CURRENT_INFO} (средно ${AVG_INFO})
de: ${CURRENT_INFO} (≈ ${AVG_INFO})
es: ${CURRENT_INFO} (media ${AVG_INFO})
et: ${CURRENT_INFO} (keskmine ${AVG_INFO})
eu: ${CURRENT_INFO} (batazbest. ${AVG_INFO})
fi: ${CURRENT_INFO} (keskimäärin ${AVG_INFO})
fr: ${CURRENT_INFO} (env. ${AVG_INFO})
hu: ${CURRENT_INFO} (átlag ${AVG_INFO})
it: ${CURRENT_INFO} (media ${AVG_INFO})
ja: ${CURRENT_INFO} (平均 ${AVG_INFO})
nl: ${CURRENT_INFO} (gemiddeld ${AVG_INFO})
pl: ${CURRENT_INFO} (średnio: ${AVG_INFO})
pt_br: ${CURRENT_INFO} (med. ${AVG_INFO})
ro: ${CURRENT_INFO} (medie ${AVG_INFO})
ru: ${CURRENT_INFO} (ср. ${AVG_INFO})
sk: ${CURRENT_INFO} (priem. ${AVG_INFO})
sv: ${CURRENT_INFO} (genomsnitt ${AVG_INFO})
th: ${CURRENT_INFO} (เฉลี่ย ${AVG_INFO})
tr: ${CURRENT_INFO} (ortalama ${AVG_INFO})
ug: ${CURRENT_INFO} (ئوتتۇرىچە ${AVG_INFO})

# CView_SummaryList
source: (avg. ${AVG_INFO})
ar: (متوسط ${AVG_INFO})
bg: (средно. ${AVG_INFO})
de: (durchschn. ${AVG_INFO})
es: (media ${AVG_INFO})
eu: (batazbest. ${AVG_INFO})
fr: (env.${AVG_INFO})
hu: (átlag ${AVG_INFO})
it: (media ${AVG_INFO})
ja: （平均 ${AVG_INFO}）
nb: Copy text (avg. ${AVG_INFO})
pl: (średnio ${AVG_INFO})
pt_br: (média ${AVG_INFO})
ro: (medie ${AVG_INFO})
ru: (ср. ${AVG_INFO})
sk: (priem. ${AVG_INFO})
sv: (genomsnittsvärde ${AVG_INFO})
th: (เฉลี่ย ${AVG_INFO})
tr: (ort. ${AVG_INFO})
ug: (ئوتتۇرىچە ${AVG_INFO})

# CView_SummaryList
source: Seeding Time:
ar: وقت الإرسال:
bg: Време на сийдване:
de: Seeding Zeit:
es: Tiempo sirviendo:
et: Jagamise aeg:
eu: Emaritza denbora:
fi: Jakoaika:
fr: Temps d'envoi :
hu: Seed Idő:
it: Tempo di seed:
ja: シード時間:
nb: Opplastingstid:
nl: Seed Tijd:
pl: Czas wysyłania:
pt_br: Tempo de Seed:
ro: Timp de Donare:
ru: Время сидирования:
sk: Čas seedovania:
sq: Koha e Dërgimit:
sv: Seedtid:
th: ระยะเวลาปล่อย:
tr: Besleme Süresi:
ug: ئۇرۇق يوللاش ۋاقتى:
