Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Message_MsgOpenUnfinishedFile
source: This file "{FILENAME}" contains backup data of BitComet. Do you want to import data from it?
de: Diese Datei "{FILENAME}" enthält Sicherungsdaten von BitComet. Möchten Sie Daten daraus importieren?
es: Este archivo "{FILENAME}" contiene datos de copia de seguridad de BitComet. ¿Desea importar datos desde él?
fr: Ce fichier «{FILENAME}» contient les données de sauvegarde de BitComet. Voulez-vous importer des données à partir de celui-ci?
it: Questo file "{FILENAME}" contiene i dati di backup di BitComet. Vuoi importare dati da esso?
ja: このファイル「{FILENAME}」には、BitCometのバックアップデータが含まれています。 そこからデータをインポートしますか?
pl: Ten plik "{FILENAME}" zawiera dane kopii zapasowej BitComet. Czy chcesz zaimportować z niego dane?
pt_br: Este arquivo "{FILENAME}" contém dados de backup do BitComet. Quer importar dados dele?
ru: Этот файл "{FILENAME}" содержит резервные копии данных BitComet. Вы хотите импортировать данные из него?
th: ไฟล์นี้ "{FILENAME}" ประกอบด้วยข้อมูลสํารองของ BitComet คุณต้องการนําเข้าข้อมูลจากมันหรือไม่?

# Message_DestinationExists
source: Destination exists, failed to move.
ar: خطاء بالنقل , الوجهة مفعله.
bg: Направлението съществува, преместването пропадна.
de: Ziel ist bereits vorhanden, verschieben ist fehlgeschlagen.
es: El destino ya existe, error al mover.
et: Sihtkoht olemas, tõrge teisaldamisel
eu: Helbideak badaude, huts egin du mugitzerakoan.
fi: Kohde on olemassa, siirto epäonnistui.
fr: La destination existe. Echec du transfert.
hu: A cél létezik, átmozgatás sikertelen.
it: La destinazione è già esistente, spostamento fallito.
ja: 移動先にファイルが存在します。移動は失敗しました。
nb: Destinasjonen eksisterer, men feilet å flytte.
nl: Bestemming bestaat, verplaatsen mislukt.
pl: Cel istnieje, przenoszenie zakończone niepowodzeniem.
pt_br: Destino existe. Falha ao mover.
ro: Fila țintă există deja, mutarea a eșuat.
ru: Назначение существует, невозможно переместить.
sk: Cieľ existuje, presun zlyhal.
sq: Destinacioni ekziston, dështuam në lëvizje.
sv: Målmappen finns, förflyttningen misslyckades
th: ไฟล์ปลายทางมีอยู่แล้ว การเคลื่อนย้ายล้มเหลว
tr: Söz konusu hedefe taşıma başarısız.
ug: نىشان مەۋجۇد، يۆتكىيەلمىدى.

# TaskList
source: File or folder does not exist
ar: الملف أو المجلد غير موجود
bg: Файлът или папката не съществуват
de: Datei oder Ordner nicht vorhanden
es: El archivo o directorio no existe
et: Faili või kausta ei ole olemas
eu: Agiria edo agiritegia ez dago
fi: Tiedostoa tai kansiota ei ole olemassa
fr: Fichier ou dossier inexistant
hu: A fájl vagy könyvtár nem létezik
it: File o cartella non esistenti
ja: ファイルまたはフォルダが存在していません
nb: Fil eller mappe finnes ikke
nl: Bestand of map bestaat niet
pl: Plik lub folder nie istnieje
pt_br: Arquivo ou pasta não existe
ro: Fila sau dosarul nu există
ru: Файл или папка не существует
sk: Súbor alebo priečinok neexistuje
sq: Skedari apo folderi nuk ekziston
sv: Fil eller mapp finns inte
th: ไฟล์หรือโฟลเดอร์ไม่มีอยู่จริง
tr: Dosya veya klasör bulunamadı
ug: ھۆججەت ياكى قىسقۇچ مەۋجۇد ئەمەس

# MoveFile
source: Moving file failed.
ar: فشل في تحريك الملف.
bg: Преместването на файла пропадна.
de: Verschieben der Datei fehlgeschlagen.
es: Fallo al mover archivo.
et: Filimi fail nässus.
eu: Agiria mugitzeak huts egin du.
fi: Tiedoston siirtäminen epäonnistui.
fr: Déplacement du fichier échoué.
hu: Fájlmozgatás sikertelen.
it: Spostamento file fallito.
ja: ファイルの移動失敗。
nb: Mislyktes å flytte fil.
nl: Bestand verplaatsen mislukt.
pl: Nieudane przeniesienie pliku.
pt_br: O programa falhou ao mover o arquivo.
ro: Mutarea filei a eșuat.
ru: Перемещение файла не удалось.
sk: Presun súboru zlyhal.
sv: Flyttning av fil misslyckades.
th: การย้ายแฟ้มล้มเหลว
tr: Dosya taşıma başarısız oldu.
ug: ھۆججەت يۆتكىيەلمىدى.

# DialogED2KSearch
source: Searching for ED2K link of other file is currently in progress. Do you want to start a new search and abort current searching?
ar: يجري حاليا البحث عن وصلة ED2K من ملف آخر . هل تريد بدء بحث جديد وإحباط البحث الحالي؟
bg: Търсенето на ED2K адрес за друг файл в момента е в ход. Желаете ли, да започнете ново търсене и да прекратите текущото?
de: Suche nach ED2K-Verweis von anderer Datei wird verarbeitet. Möchten Sie eine neue Suche starten und die aktuelle Suche abbrechen?
es: Ahora se están buscando enlaces ED2K de otro archivo. ¿Desea empezar una nueva búsqueda y terminar la actual?
et: Teiste ED2K lfaili linkide otsing on praegu käimas. Kas te soovite alustada uut otsingut ja katkestada praegune otsing?
eu: Beste agiri baten ED2K lotura bilaketa garatzen ari da. Nahi duzu bilaketa berri bat hastea eta hau uztea?
fr: Recherche de liens ED2K pour un autre fichier en cours. Voulez vous abandonner la recherche en cours et en lancer une nouvelle?
it: È già in corso una ricerca per il link E2DK di un altro file. Vuoi avviare una nuova ricerca e interrompere quella in corso?
ja: 他のファイルのED2Kリンクの検索が進行中です。 現在の検索を中止して新しい検索を開始しますか？
nl: Zoeken naar ED2K link van andere bestand is momenteel in volle gang. Wilt u een nieuwe zoekopdracht starten en het huidige zoeken afbreken?
pl: Wyszukiwanie linków ED2K i innych plików w toku. Chcesz ropocząć nowe i porzucić aktualne wyszukiwanie?
pt_br: Busca por links ED2K de outro arquivo está atualmente em progresso. Você deseja iniciar uma nova busca e cancelar a busca atual?
ro: Este deja în curs căutarea unei legături ED2K pentru altă filă. Vrei să pornești o căutare nouă și s-o abandonezi pe cea în curs?
ru: Идёт поиск ссылки ED2K или другого файла. Прервать текущий поиск и начать новый ?
sk: Vyhľadávanie ED2K odkazu iného súboru je momentálne v činnosti. Chcete začať nové vyhľadávanie a ukončiť súčasné?
sv: Söker efter ED2K-länkar för andra filer för tillfället. Vill du starta en ny sökning och avbryta den aktuella sökningen?
th: การค้นหาลิงค์ ED2K ของไฟล์อื่นกำลังดำเนิน. คุณต้องการจะเริ่มการค้นหาใหม่และยุติการค้นหาปัจจุบันหรือไม่?
tr: ED2K araması şu anda başka bir dosya için yapılıyor. Yeni bir arama başalatıp ve şuanda yapılan aramayı iptal etmek ister misin?
ug: باشقا ھۆججەتنىڭ ED2K ئۇلانمىسىنى ئىزدەۋاتىدۇ. نۆۋەتتىكى ئىزدەشنى توختىتىپ، يېڭى ئىشدەشنى باشلامسىز؟

# Common
source: Tip
ar: تلميحة
bg: Съвет
de: Tipp
es: Sugerencia
et: Vihje
eu: Aholkua
fi: Vinkki
fr: Conseil
hu: Tipp
it: Suggerimento
ja: ワンポイント
nb: Tips
nl: Hint
pl: Porada
pt_br: Sugestão
ro: Pont
ru: Совет
sq: Këshillë
sv: Tips
th: คำแนะนำ
tr: İpucu
ug: ئەسكەرتىش

# Message
source: Failed to start BitComet disk boost service!
ar: فشلت في بدء تشغيل القرص بيتكوميت خدمه تعزيز!
bg: Не може да стартирате услугата на BitComet за засилено обслужване на диск!
de: Start des BitComet Datenträgerbeschleunigung-Dienstes fehlgeschlagen!
es: Fallo al iniciar el servicio de mejora de disco de bitcomet!
et: Ei õnnestunud käivitada BitComet ketta kiirendamis teenust!
eu: Huts egin du BitComet diska kitzikatze zerbitzua abiatzeak!
fr: Impossible de démarrer le service de Boost de disque BitComet!
it: Impossibile avviare BitComet disk Boost servizio!
ja: BitComet ディスクブーストサービスの開始に失敗しました!
nl: Niet om BitComet Disk Boost service te starten!
pl: Uruchomienie usługi BitComet disk boost nie powiodło się!
pt_br: Falha ao iniciar o BitComet disk boost service!
ro: Serviciul BitComet de bustare a hardiscului nu a putut fi pornit!
ru: Невозможно запустить службу BitComet disk boost!
sk: Zlyhanie spustenia služby BitComet disk boost!
sv: Misslyckades att starta BitComets diskaccelerationstjänst!
th: ไม่สามารถเริ่มบริการเพิ่มดิสก์ BitComet ได้!
tr: BitComet disk hızlandırma servisi başlatılamadı!
ug: BitComet دىسكا سۈرئىتىنى ئاشۇرۇش مۇلازىمىتىنى قوزغىتالمىدى!

# Message
source: Failed to stop BitComet disk boost service!
ar: فشل في وقف القرص بيتكوميت خدمه تعزيز!
bg: Не може да спрете услугата на BitComet за засилено обслужване на диск!
de: Beendigung des BitComet-Datenträgerbeschleunigung fehlgeschlagen!
es: Fallo al detener el servicio de mejora de disco de BitComet!
et: Ei õnnestunud peatada BitComet ketta kiirendamis teenust!
eu: Huts egin du BitComet diska kitzikatze zerbitzua gelditzeak!
fr: Impossible d'arrêter le service de Boost de disque BitComet!
it: Non è riuscito a fermare BitComet disk Boost servizio!
ja: BitComet ディスクブーストサービスの停止に失敗しました!
nl: Geen BitComet Disk Boost service te stoppen!
pl: Zatrzymanie usługi BitComet disk boost nie powiodło się!
pt_br: Falha ao parar o BitComet disk boost service!
ro: Serviciul BitComet de bustare a hardiscului nu a putut fi oprit!
ru: Невозможно остановить службу BitComet disk boost!
sk: Zlyhanie zastavenia služby BitComet disk boost!
sv: Misslyckades att stoppa BitComets diskaccelerationstjänst!
th: ไม่สามารถหยุดบริการเพิ่มดิสก์ BitComet ได้!
tr: BitComet disk hızlandırma servisi sonlandırılamadı!
ug: BitComet دىسكا سۈرئىتىنى ئاشۇرۇش مۇلازىمىتىنى توختىتالمىدى!

# Common
source: Not Installed
ar: غير مثبت
bg: Не е инсталирано
de: Nicht installiert
es: No instalado
et: Pole paigaldatud
eu: Ez da ezarri
fr: Non installé
it: Non installato
ja: インストールされていません
nb: Ikke installert
nl: Niet geïnstalleerd
pl: Niezainstalowany
pt_br: Não instalado
ro: Neinstalată
ru: Не установлен
sk: Nenainštalovaný
sv: Inte installerad
th: ยังไม่ได้ติดตั้ง
tr: Kurulu Değil
ug: قاچىلانمىغان

# Common
source: Access Denied
bg: Достъпът е отказан
de: Zugriff verweigert
es: Acceso denegado
fr: Accès Refusé
it: Accesso Negato
ja: アクセスが拒否されました
nl: Toegang geweigerd
pl: Brak dostępu
pt_br: Acesso Negado
ru: Доступ не разрешен
th: ปฏิเสธการเข้าใช้

# Common
source: Stopped
ar: توقف
bg: Спрян
de: Angehalten
es: Detenido
et: Peatatud
eu: Gelditurik
fi: Pysäytetty
fr: Arrêté
hu: Leállítva
it: Interrotto
ja: 停止
nb: Stoppet
nl: Gestopt
pl: Zatrzymane
pt_br: Parado
ro: Oprit
ru: Остановлено
sk: Zastavené
sq: Të Ndalura
sv: Stoppad
th: หยุด
tr: Durduruldu
ug: توختىدى

# Common
source: Running
ar: تشغيل
bg: Изпълнява се
de: Wird ausgeführt
es: En ejecucion
et: Töötab
eu: Jardunean
fr: En cours
it: In Esecuzione
ja: 実行中
nb: Kjører
nl: Actief
pl: Uruchomione
pt_br: Em execução
ro: Rulează
ru: Выполняется
sk: Spustený
sv: Körs
th: กำลังทำงานอยู่
tr: Çalışıyor
ug: ئىشلەۋاتقان

# Message
source: Success. BitComet disk boost service is running now.
bg: Успех. Услугата за повишаване на BitComet диск се изпълнява сега.
de: Erfolg. Der BitComet Disk Boost Service läuft jetzt.
es: Éxito. El servicio de impulso de disco BitComet se está ejecutando ahora.
fr: Succès. Le service bitComet disk boost est en cours d’exécution.
it: Successo. Il servizio di potenziamento del disco BitComet è ora in esecuzione.
ja: 成功。BitComet ディスク ブースト サービスは現在実行中です。
nl: Succes. BitComet Disk Boost-service wordt nu uitgevoerd.
pl: Sukces. BitComet Disk Boost usługa działa teraz.
pt_br: Sucesso. O serviço de impulso de disco BitComet está funcionando agora.
ru: Успех. BitComet диск апорков службы работает сейчас.
th: ความสําเร็จ บริการเพิ่มดิสก์ BitComet กําลังทํางานอยู่ในขณะนี้

# Message
source: ${FILENAME} does not exist!
ar: ${FILENAME} غير موجود!
bg: ${FILENAME} не съществува!
de: ${FILENAME} ist nicht vorhanden!
es: ${FILENAME} no existe!
et: ${FILENAME} pole olemast!
eu: ${FILENAME} ez dago!
fr: ${FILENAME} n'existe pas!
it: ${FILENAME} non esiste!
ja: ${FILENAME} は存在しません!
nl: ${FILENAME} bestaat niet!
pl: ${FILENAME} nie istnieje!
pt_br: Copy text ${FILENAME} inexistente!
ro: Fila ${FILENAME} nu există!
ru: ${FILENAME} не существует!
sk: ${FILENAME} neexistuje!
sv: ${FILENAME} finns inte!
th: ไม่มี ${FILENAME}อยู่!
tr: ${FILENAME} adlı bir dosya yok!
ug: ${FILENAME} ھۆججەت مەۋجۇد ئەمەس!

# Message
source: Failed to install BitComet disk boost service!
ar: فشل في تثبيت القرص بيتكوميت خدمه تعزيز!
bg: Не може да инсталирате услугата на BitComet за засилено обслужване на диск!
de: Installation des BitComet Datenträgerbeschleunigung-Dienstes fehlgeschlagen!
es: Fallo al instalar el servicio de mejora de disco de BitComet!
et: Ei suutnud paigaltada BitComet ketta kiirendamis teenust!
eu: Huts egin du BitComet diska kitzikatze zebitzua ezartzerakoan!
fr: Impossible d'installer le service de Boost de disque BitComet!
it: Impossibile installare il servizio BitComet disk Boost!
ja: BitComet ディスクブーストサービスのインストールに失敗しました!
nl: Niet te installeren BitComet Disk Boost service!
pl: Nieudana instalacja usługi BitComet disk boost!
pt_br: Falha ao instalar o BitComet disk boost service!
ro: Serviciul BitComet de bustare a hardiscului nu a putut fi instalat!
ru: Невозможно установить службу BitComet disk boost!
sk: Zlyhanie inštalácie služby BitComet disk boost!
sv: Misslyckades att installera BitComets diskaccelerationstjänst!
th: ไม่สามารถติดตั้งบริการเพิ่มดิสก์ BitComet ได้!
tr: BitComet disk hızlandırma servisi kurulamadı!
ug: BitComet دىسكا سۈرئىتىنى ئاشۇرۇش مۇلازىمىتىنى ئورنىتالمىدى!

# Message
source: Failed to uninstall BitComet disk boost service!
bg: Неуспешно деинсталиране на услугата за увеличаване на BitComet диск!
de: Fehler beim Deinstallieren des BitComet-Festplatten-Boost-Dienstes!
es: No se pudo desinstalar el servicio de impulso de disco BitComet!
fr: Échec de désinstaller le service de boost de disque BitComet !
it: Impossibile disinstallare il servizio di incremento del disco BitComet!
ja: BitComet ディスク ブースト サービスをアンインストールできませんでした!
nl: Niet te verwijderen BitComet Disk Boost service!
pl: Nie udało się odinstalować usługi BitComet Disk Boost!
pt_br: Não conseguiu desinstalar o serviço de impulso de disco BitComet!
ru: Не удалось удалить BitComet диск аттек повышения службы!
th: ไม่สามารถถอนการติดตั้งบริการเพิ่มดิสก์ BitComet ได้!

# CtrlImportFile
source: BitComet BitTorrent File(*.bc!)
ar: بيتكوميت تورنت الملف (*. bc!)
bg: BitComet BitTorrent файл(*.bc!)
de: BitComet BitTorrent-Datei (*.bc!)
es: Archivo BitTorrent de BitComet(*.bc!)
et: BitComet BitTorrent Fail(*.bc!)
eu: BitComet BitTorrent Agiria(*.bc!)
fi: BitComet BitTorrent Tiedosto(*.bc!)
fr: Fichier BitComet BitTorrent (*.bc!)
hu: BitComet BitTorrent fájl(*.bc!)
it: File BitTorrent di BitComet(*.bc!)
ja: BitComet BitTorrent ファイル(*.bc!)
nl: BitComet BitTorrent-bestand (*. bc!)
pl: Plik BitComet BitTorrent(*.bc!)
pt_br: Arquivo BitTorrent do BitComet(*.bc!)
ro: Filă Torent BitComet (*.bc!)
ru: BitComet BitTorrent файл(*.bc!)
sk: BitComet BitTorrent Súbor(*.bc!)
sv: BitComet BitTorrent-fil(*.bc!)
th: ไฟล์บิทคอมเม็ต บิททอเร้น(*.bc!)
tr: BitComet BitTorrent Dosya (*. bc!)
ug: BitComet ب ت ھۆججەت(*.bc!)

# CtrlImportFile
source: Thunder BitTorrent File(*.bt.td)
ar: الرعد تورنت ملف (*. bt. td)
bg: Thunder BitTorrent файл(*.bt.td)
de: Thunder BitTorrent-Datei (*.bt.td)
es: Archivo BitTorrent de Thunder(*.bt.td)
et: Thunder BitTorrent fail(*.bt.td)
eu: Thunder BitTorrent Agiria(*.bt.td)
fi: Thunder BitTorrent Tiedosto(*.bt.td)
fr: Fichier Thunder BitTorrent (*.bt.td)
hu: Thunder BitTorrent fájl(*.bt.td)
it: File BitTorrent di Thunder(*.bt.td)
ja: Thunder BitTorrent ファイル(*.bt.td)
nl: Thunder BitTorrent-bestand (*. bt.td)
pl: Plik Thunder BitTorrent(*.bt.td)
pt_br: Arquivo Thunder BitTorrent (*.bt.td)
ro: Filă Torent Thunder (*.bt.td)
ru: Файл Thunder BitTorrent(*.bt.td)
sk: Thunder BitTorrent Súbor(*.bt.td)
sv: Thunder BitTorrent-fil(*.bt.td)
th: ไฟล์ Thunder BitTorrent(*.bt.td)
tr: Thunder BitTorrent Dosya(*.bt.td)
ug: Thunder ب ت ھۆججەت(*.bt.td)

# CtrlImportFile
source: uTorrent File(*.!ut)
ar: اوتورنت ملف (*.! ut)
bg: uTorrent файл(*.!ut)
de: uTorrent-Datei (*.!ut)
es: Archivo uTorrent(*.!ut)
et: uTorrent fail(*.!ut)
eu: uTorrent Agiria(*.!ut)
fi: uTorrent Tiedosto(*.!ut)
fr: Fichier uTorrent (*.!ut)
hu: uTorrent fájl(*.!ut)
it: File uTorrent(*.!ut)
ja: uTorrent ファイル(*.!ut)
nb: uTorrent fil(*.!ut)
nl: uTorrent bestand (*.!ut)
pl: Plik uTorrent(*.!ut)
pt_br: Arquivo do uTorrent (*.!ut)
ro: Filă uTorent (*.!ut)
ru: uTorrent файл(*.!ut)
sk: uTorrent Súbor(*.!ut)
sv: uTorrent-fil(*.!ut)
th: ไฟล์ uTorrent(*.!ut)
tr: uTorrent Dosya(*.!ut)
ug: uTorrent ھۆججەت(*.!ut)

# Message_DownloadUsingBitcomet
source: Download with BitComet
bg: Изтегляне с BitComet
de: Download mit BitComet
es: Descargar con BitComet
fr: Télécharger avec BitComet
it: Scarica con BitComet
ja: ビットコメトでダウンロード
nl: Downloaden met BitComet
pl: Pobierz z BitComet
pt_br: Baixar com BitComet
ru: Загрузка с помощью BitComet
th: ดาวน์โหลดด้วย BitComet

# Message_DownloadAllUsingBitcomet
source: Download all with BitComet
bg: Изтеглете всички с BitComet
de: Alle mit BitComet herunterladen
es: Descarga todo con BitComet
fr: Télécharger tout avec BitComet
it: Scarica tutto con BitComet
ja: ビットコメですべてをダウンロード
nl: Alles downloaden met BitComet
pl: Pobierz wszystko z BitComet
pt_br: Baixe tudo com BitComet
ru: Загрузить все с помощью BitComet
th: ดาวน์โหลดทั้งหมดด้วย BitComet

# Message_DownloadParticularUsingBitcomet
source: Download specific using BitComet
bg: Изтегляне на конкретни с помощта на BitComet
de: Spezifisches Herunterladen mit BitComet
es: Descargar específico usando BitComet
fr: Télécharger spécifique à l’aide de BitComet
it: Download specifico utilizzando BitComet
ja: ビットコメトを使用して特定のダウンロード
nl: Specifiek downloaden met BitComet
pl: Pobierz specyficzne za pomocą BitComet
pt_br: Baixe específico usando BitComet
ru: Загрузка с помощью BitComet
th: ดาวน์โหลดเฉพาะโดยใช้ BitComet

# Message_DownloadParticularVideo
source: Download Videos
ar: تحميل الفيديو
bg: Сваляне на видео файлове
de: Filme herunterladen
es: Descargar vídeos
et: Videote allalaadimine
eu: Jeitsi Bideoak
fi: Lataa Videoita
fr: Téléchargement de vidéos
hu: Videók letöltése
it: Scarica i Video
ja: 動画のダウンロード
nb: Last Ned Videoer
nl: Video's downloaden
pl: Pobierz wideo
pt_br: Baixar Vídeos
ro: Descarcă Videourile
ru: Загрузить видео
sk: Stiahnuť videá
sq: Shkarko Video
sv: Ladda ner videor
th: ดาวน์โหลดวิดีโอ
tr: Video İndir
ug: سىنلارنى چۈشۈر

# Message_DownloadParticularPicture
source: Download Pictures
ar: تحميل الصور
bg: Сваляне на изображения
de: Bilder herunterladen
es: Descargar imágenes
et: Piltide allalaadimine
eu: Jeitsi Irudiak
fi: Lataa Kuvia
fr: Téléchargement d'images
hu: Képek letöltése
it: Scarica le Immagini
ja: 画像のダウンロード
nb: Last ned bilder
nl: Download Plaatjes
pl: Pobierz obrazy
pt_br: Baixar Imagens
ro: Descarcă Imaginile
ru: Загрузить изображения
sk: Stiahnuť obrázky
sq: Shkarko Fotografi
sv: Ladda ner bilder
th: ดาวน์โหลดรูปภาพ
tr: Resim İndir
ug: رەسىملەرنى چۈشۈر

# Message_DownloadParticularPictureLink
source: Download Picture Links
ar: تحميل روابط الصور
bg: Сваляне на връзки към изображения
de: Bildlinks herunterladen
es: Descargar enlaces de imágenes
et: Pildi lingi allalaadimine
eu: Jeitsi Irudien Lotura
fi: Lataa Kuvalinkkejä
fr: Télécharger les liens des images
hu: Képhivatkozások letöltése
it: Scarica i link delle Immagini
ja: リンク先の画像のダウンロード
nb: Last Ned Bildelenker
nl: Download Plaatjes Links
pl: Pobierz linki do obrazów
pt_br: Baixar Endereços de Imagens
ro: Descarcă Imaginile Legate
ru: Загрузить ссылки на изображения
sk: Stiahnuť odkazy obrázkov
sq: Shkarko Lidhje Fotografish
sv: Ladda ner bildlänkar
th: ดาวน์โหลดลิงค์ของภาพ
tr: Resim Linki İndir
ug: رەسىم ئۇلىنىشلىرىنى چۈشۈر

# Message_DownloadParticularFlash
source: Download Flash Files
ar: تحميل ملفات الفلاش
bg: Сваляне на флаш файлове
de: Flash-Dateien herunterladen
es: Descargar archivos Flash
et: Flash faili allalaadimine
eu: Jeitsi Flash Agiriak
fi: Lataa Flash Tiedostoja
fr: Télécharger des fichiers flash
hu: Flash fájlok letöltése
it: Scarica i files Flash
ja: FLASHファイルのダウンロード
nb: Last ned Flash- filer
nl: Download Flash Bestanden
pl: Pobierz pliki flash
pt_br: Baixar Arquivos Flash
ro: Descarcă Filele Flash
ru: Загрузить Flash файлы
sk: Stiahnuť súbory Flash
sq: Shkarko Skedarët Flash
sv: Ladda ner Flashfiler
th: ดาวน์โหลดไฟล์ Flash
tr: Flash Dosyası İndir
ug: فىلەش ھۆججەتلىرىنى چۈشۈر

# Registry_BitCometUnfinishedFile
source: BitComet Unfinished Download File
ar: ملف التحميل الغير منهى BitComet
bg: Недовършен файл за сваляне на BitComet
de: Unvollständige BitComet-Datei
es: BitComet no pudo completar la descarga del arhivo
et: BitComet-i lõpetamatta faili allaladmine
eu: BitCometek ez du Agiriaren Jeisketa Amaitu
fi: BitCometin keskeneräinen lataustiedosto
fr: Téléchargement BitComet incomplet
hu: Befejezetlen letöltött BitComet fájl
it: Elenco dei download di BitComet non ancora completati
ja: BitComet 未完成のファイル
nb: BitTorrent uferdig nedlasting
nl: BitComet Onvoltooide Download File
pl: Niepobrane do końca pliki BitComet
pt_br: Arquivo Temporário do BitComet
ro: Filă BitComet de descărcare neterminată
ru: Незавершенные файлы загрузки BitComet
sk: Nedokončené sťahovanie súborov BitCometu
sq: Skedar i Pambaruar së Shkarkuari i BitComet
sv: Oavslutad BitComet-nedladdning
th: ไฟล์ที่ยังดาวน์โหลดไม่เสร็จของโปรแกรม BitComet
tr: BitComet Tamamlanmamış İndirme Dosyası
ug: BitComet چۈشۈرۈشنى تاماملىمىغان ھۆججەت

# Registry_BitCometBackupFile
source: BitComet Backup File
de: BitComet-Sicherungsdatei
es: Archivo de copia de seguridad de BitComet
fr: Fichier de sauvegarde BitComet
ja: BitCometバックアップファイル
pl: Plik kopii zapasowej BitComet
pt_br: Arquivo de backup BitComet
ru: Файл резервной копии BitComet
th: ไฟล์สํารอง BitComet

# Message_MsgXpiNotExist
source: ${XPI_FILENAME} does not exist!
ar: ${XPI_FILENAME} غير موجود!
bg: ${XPI_FILENAME} не съществува!
de: ${XPI_FILENAME} ist nicht vorhanden!
es: No existe el archivo ${XPI_FILENAME}!
et: ${XPI_FILENAME} pole olemas!
eu: ${XPI_FILENAME} ez dago!
fi: ${XPI_FILENAME} ei löydy!
fr: ${XPI_FILENAME} n'existe pas !
hu: A(z) ${XPI_FILENAME} nem létezik!
it: ${XPI_FILENAME} non esiste!
ja: ${XPI_FILENAME} は存在しません！
nb: ${XPI_FILENAME} eksisterer ikke!
nl: ${XPI_FILENAME} bestaat niet!
pl: ${XPI_FILENAME} nie istnieje!
pt_br: ${XPI_FILENAME} não existe!
ro: Fila ${XPI_FILENAME} nu există!
ru: ${XPI_FILENAME} не существует!
sk: ${XPI_FILENAME} neexistuje!
sq: Skedari ${XPI_FILENAME} nuk ekziston!
sv: ${XPI_FILENAME} finns inte!
th: ไม่มีไฟล์ ${XPI_FILENAME} นี้อยู่!
tr: ${XPI_FILENAME} bulunamıyor!
ug: ${XPI_FILENAME} ھۆججەت مەۋجۇد ئەمەس!

# MessageBox
source: Please install the Firefox extension in the opened webpage.
de: Bitte installieren Sie die Firefox-Erweiterung auf der geöffneten Webseite.
es: Instale la extensión de Firefox en la página web abierta.
fr: Veuillez installer l’extension Firefox dans la page Web ouverte.
it: Installare l'estensione per Firefox nella pagina Web aperta.
ja: 開いたウェブページにFirefox拡張機能をインストールしてください。
pl: Zainstaluj rozszerzenie Firefox na otwartej stronie internetowej.
pt_br: Por favor, instale a extensão do Firefox na página aberta.
ru: Пожалуйста, установите расширение Firefox на открытой веб-странице.
th: โปรดติดตั้งส่วนขยาย Firefox ในหน้าเว็บที่เปิดอยู่

# MessageBox
source: Failed to launch Firefox.
de: Firefox konnte nicht gestartet werden.
es: Error al iniciar Firefox.
fr: Impossible de lancer Firefox.
it: Impossibile avviare Firefox.
ja: Firefox の起動に失敗しました。
pl: Nie udało się uruchomić Firefoksa.
pt_br: Falhou em lançar o Firefox.
ru: Не удалось запустить Firefox.
th: ไม่สามารถเปิด Firefox ได้

# Message_MsgChromeExtInstalled
source: The extension will show up after restarting Chrome.
de: Chrome-Erweiterung wird nach Neustart Chrome angezeigt.
es: La extensión aparecerá después de reiniciar Chrome.
fr: L’extension apparaîtra après le redémarrage de Chrome.
it: L'estensione verrà visualizzata dopo il riavvio di Chrome.
ja: Chromeの再起動後に拡張機能が表示されます。
pl: Rozszerzenie pojawi się po ponownym uruchomieniu Chrome.
pt_br: A extensão aparecerá após reiniciar o Chrome.
ru: Расширение появится после перезапуска Chrome.
th: ส่วนขยายจะปรากฏขึ้นหลังจากรีสตาร์ท Chrome
