Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_Task
source: Add tags to new task automatically, according to file type
ar: إضافة علامات إلى المهمة الجديدة تلقائياً ,وفقاً لنوع الملف
bg: Автоматично добавяне на тагове към нова задача според типа на файла
de: Tags automatisch entsprechend dem Dateityp hinzufügen
es: Agregar etiquetas a la nueva tarea automáticamente de acuerdo con el tipo de archivo
et: Lisa sildile uus tegum automaatselt vastavalt failitüübile
eu: Gehitu etiketak eginkizun berritik berezgaitasunez, agiri motaren arabera
fi: Lisää tageja uusiin tehtäviin automaattisesti, tiedostotyyppien mukaan
fr: Ajouter automatiquement des étiquettes aux nouvelles tâches selon le type de fichier
hu: Címkék hozzáadása új feladathoz automatikusan a fájltípus alapján
it: Aggiungi automaticamente un'etichetta al nuovo task secondo il tipo di file
ja: ファイルの種類に従って自動的にタグを追加する
nb: Legg til tagger til nye oppgaver automatisk, i henhold til filtype
nl: Tags automatisch toevoegen aan nieuwe taak, volgens bestandstype
pl: Dodawaj znaczniki automatycznie, odpowiednie do typu pliku
pt_br: Adicionar etiquetas em nova tarefa automaticamente de acordo com o tipo do arquivo
ro: Adaugă etichete la sarcina nouă în mod automat, în funcție de tipul de filă
ru: Автоматически добавить метки к новому заданию относительно типа файла
sk: Pridať štítky novým úlohám automaticky podľa typu súboru
sq: Shtoja gjurmët detyrës së re automatikisht duke u bazuar në llojin e skedarit
sv: Lägg till taggar till nya aktiviter automatiskt beroende på filtyp
th: เพิ่มป้ายกำกับให้กับงานใหม่โดยอัตโนมัติตามชนิดของไฟล์
tr: Dosya tipine göre otomatik olarak etiket ekle
ug: چۈشۈرگەن ھۆججەتنىڭ تىپىغا ئاساسەن يېڭى ۋەزىپىگە ئاپتوماتىك ھالدا خەتكۈچ قوش

# Options_Task
source: Allocate disk space before downloading
ar: تخصيص مساحة القرص قبل التحميل
bg: Запазване място на диска за файловете преди сваляне
de: Vor dem Herunterladen Plattenspeicherplatz zuordnen
es: Asignar en disco antes de descargar
et: Reserveeri kettaruum enne allalaadimist
eu: Banandu diska tokia jeisketa egin aurretik
fi: Varaa levytila ennen latauksen aloittamista
fr: Allouer l'espace disque avant le téléchargement
hu: Szabad hely megállapítása a letöltés előtt
it: Determina la posizione del file sul disco prima del download
ja: ダウンロードを開始する前に、あらかじめディスク領域を割り当てる
nb: Sett av diskplass for nedlastinger
nl: Schijfruimte toewijzen voor downloaden
pl: Przydziel miejsce na dysku przed pobraniem
pt_br: Alocar espaço em disco antes de receber
ro: Alocă tot spațiul de stocare necesar înainte de începerea descărcării (altfel va fi alocat progresiv)
ru: Резервировать место перед началом закачки
sk: Pred sťahováním si vymedziť miesto na disku
sq: Zër hapësirën në disk para shkarkimit
sv: Fördela diskutrymme före nedladdning
th: จัดสรรพื้นที่ฮาร์ดดิสก์ก่อนดาวน์โหลด
tr: İndirmeden önce disk alanı ata
ug: چۈشۈرۈشتىن ئىلگىرى ئالدىن دىسكا بوشلۇقى تەقسىملە

# Options_Task
source: Add .bc! file extension to unfinished file
ar: إضافة ملحق الملف إلى الملف الغير المكتملة !
bg: Добавяне на файлово разширение .bc! за незавършени файлове
de: .bc!-Dateierweiterung an unvollständiger Datei anfügen
es: Añadir extensión .bc! a los archivos incompletos
et: Lisa lõpetamata failidele .bc! laiend
eu: Gehitu .bc! agiri hedapena amaitugabeko agiriari
fi: Lisää .bc! -pääte keskeneräisiin tiedostoihin
fr: Ajouter l'extension de fichier .bc! aux fichiers incomplets
hu: .bc! fájlkiterjesztés a befejezetlen fájloknak
it: Aggiungi l'estensione .bc! ai files parziali
ja: 未完成のファイルに「.bc!」拡張子を付ける
nb: Bruk .bc! som endelse for delvis nedlastede filer
nl: Voeg de .bc! file extensie toe achter onvoltooide files
pl: Dodaj rozszerzenie .bc! dla niedokończonych plików
pt_br: Adiconar extensão .bc! a arquivos não finalizados
ro: Adaugă extensia .bc! pentru filele descărcate incomplet
ru: Добавить расширение .bc! для недокачанных файлов
sk: Pre nekompletné súbory pridat príponu *.bc!
sq: Shtoji zgjatim .bc! një skedari të papërfunduar
sv: Lägg till filtypen .bc! på oavslutade filer
th: ใส่นามสกุล .bc! สำหรับไฟล์ที่ยังดาวน์โหลดไม่เสร็จ
tr: Tamamlanmamış dosyaların sonuna .bc! uzantısı ekle
ug: تاماملانمىغان ھۆججەتكە .bc! كېڭەيتىلگەن ئاتنى قوش

# Options_Task
source: Optimize download strategy for preview
ar: تحسين استراتيجية التحميل للمعاينة
bg: Оптимизиране стратегията на сваляне за преглед
de: Strategie beim Herunterladen für Vorschau optimieren
es: Optimizar estrategia de descarga para previsualizar
et: Optimeeri laadimise strateegia eelvaade
eu: Hobetu jeisketa estrategia aurreikuspenerako
fi: Optimoi lataus strategia esikatseluun
fr: Optimiser le téléchargement pour la prévisualisation
hu: Optimizálja a letöltési stratégiát az előnézethez
it: Ottimizza la strategia di download per l'anteprima
ja: ダウンロード戦略をプレビューに最適化する
nb: Optimaliser nedlastingsstrategi for forhåndsvisning
nl: Optimaliseer Download strategie voor preview
pl: Optymalizuj strategię pobierania do uzyskania jak najszybciej podglądu
pt_br: Otimize estratégia de download para pré-visualização
ro: Optimizează strategia de descărcare pentru ca filele multimedia să poată fi previzionate
ru: Оптимизировать стратегию загрузки для предпросмотра
sk: Pri nadhľade optimalizovať stratégiu sťahovania
sq: Përmirëso strategjinë e shkarkimit për parapamje
sv: Optimera nedladdningsstrategin för förhandsvisning
th: ปรับวิธีการดาวน์โหลดให้ดีที่สุดสำหรับการแสดงตัวอย่าง
tr: Önizleme için indirme stratejisini optimize et
ug: ئالدىن كۆزىتىش ئۈچۈن چۈشۈرۈش سىتراتىگىيىسىنى ئەلالاشتۇر

# Options_Task
source: Avoid system entering suspend/sleeping mode when any task is running
ar: نظام الحماية من التعليق إيقاف وضع الإسبات/عندما يتم تشغيل أي مهمة
bg: Задържане изключването/заспиването на системата, когато има работещи задачи
de: 'Energie sparen' verhindern, wenn noch eine Aufgabe ausgeführt wird
es: Evitar que el sistema se ponga en modo reposo/dormir cuando haya alguna tarea ejecutandose
et: Väldi süsteemi minekut suspend mode'i
eu: Sahiestu erabide osoaren geldiaraztea/lotaraztea eginkizunen bat lanean dagoenean
fi: Vältä järjestelmän siirtymistä keskeytys/lepotilaan kun tehtävä on käynnissä
fr: Empêcher le système de se mettre en veille tant que les tâches ne sont pas terminées
hu: A rendszer elaltatásának/készenlétének megakadályozása, ha feladat fut
it: Evita che il sistema entri in modalità blocca/sospendi quando è in esecuzione un qualsiasi task
ja: タスクの実行中にサスペンドやスリープに入るのを防ぐ
nb: Unngå at systemet går i suspendere/ sove- modus når en oppgave pågår.
nl: Vermijd systeem invoeren Suspend/slaapstand wanneer een taak wordt uitgevoerd
pl: Zabroń systemowi przejścia w stan zawieszenia/uśpienia, jeśli jest uruchomione jakiekolwiek zadanie
pt_br: Evitar que o sistema entre em modo de espera quando alguma tarefa estiver sendo executada
ro: Evită intrarea calculatorului în modul de repaus/hibernare cînd rulează sarcini
ru: Отменить переход в ждущий/спящий режим, если есть запущенное задание
sk: Zabrániť uspaniu systému kým bežia úlohy
sq: Mos lejo hyrjen e sistemit në mënyrë pezullimi/gjumi kur ka ndonjë detyrë duke u kryer
sv: Undvik att systemet stängs ned eller sätts i viloläge när en aktivitet körs
th: หลีกเลี่ยงการเข้าสู่โหมดประหยัดพลังงาน หากมีงานกำลังดาวน์โหลดอยู่
tr: Herhangi bir görev çalışırken sistemi uyku/askı moduna sokmayı engelle
ug: ۋەزىپە ئىجرا قىلىنىۋاتقاندا سىستېمىنىڭ ئۈچەك/ئۇخلات ھالىتىگە كىرىشنىڭ ئالدى ئال

# Options_Task
source: Auto-resume tasks at program startup
ar: استئناف المهام المجدوله عند بدء تشغيل البرنامج
bg: Автоматично възобновяване на всички задачи при стартиране на програмата
de: Aufgaben beim Programmstart autom. fortsetzen
es: Reinicio automático de tareas al inicio del programa
et: Automaatne tegevuse jätkamine programmi käivitamisel
eu: Berez-jarraitu eginkizunak programa hasterakoan
fi: Jatka tehtäviä automaattisesti ohjelman käynnistyttyä
fr: Reprendre les tâches au démarrage du programme
hu: A feladatok automatikus folytatása program induláskor
it: Ripristina tutti i task all'avvio del programma
ja: プログラムの開始時に自動的にタスクを再開する
nb: Automatisk gjenoppta oppgaver ved oppstart av programmet
nl: Taken automatisch hervatten tijdens het opstarten van het programma
pl: Przywróć poprzednie zadania przy starcie programu
pt_br: Auto-retomar tarefas ao iniciar programa
ro: La deschiderea softului, repornește automat sarcinile existente
ru: Автоматически продолжить задачи при запуске программы
sk: Automatocké pokačovanie úlohy pri štarte programu
sq: Nisni automatikisht detyrat kur nis programi
sv: Återuppta automatiskt aktiviteter vid programuppstart.
th: ดาวน์โหลดงานต่อโดยอัตโนมัติเมื่อเปิดโปรแกรม
tr: Program başlangıcında görevleri otomatik kurtar
ug: BitComet قوزغالغاندا ئالدىنقى قېتىم چېكىنگەندە ئىجرا قىلىنىۋاتقان ۋەزىپىنى ئۆزلۈكىدىن باشلا

# Options_Task
source: When Download Finished
ar: عندما انتهى التحميل
bg: Когато свалянето завърши
de: Wenn Herunterladen abgeschlossen
es: Cuando finalice la descarga
et: Kui allalaadimine valmis
eu: Jeisketa Amaitutakoan
fi: Kun Lataus Valmistuu
fr: Quand le téléchargement est terminé
hu: Amikor a letöltés befejeződik
it: Quando termina il download
ja: ダウンロードが完了したとき
nb: Når nedlasting er ferdig
nl: Wanneer download voltooid
pl: Kiedy pobieranie zakończone
pt_br: Quando terminar de baixar
ro: La terminarea descărcării
ru: Когда загрузка завершена
sk: Keď sťahovanie skončí
sq: Kur Shkarkimi Përfundon
sv: När nedladdningen är slutförd
th: เมื่อดาวน์โหลดเสร็จเรียบร้อย
tr: İndirme tamamlandığında
ug: ۋەزىپە چۈشۈرۈش تاماملانغاندا

# Options_Task
source: Play sound when task finished
ar: إصدار صوت عند إنتهاء التحميل
bg: Възпроизвеждане на звуков сигнал при завършване на задача
de: Sound wiedergeben, wenn Aufgabe beendet wurde
es: Avisar con sonido al finalizar la tarea
et: Mängi kõlli kui tegum valmib
eu: Jo hots bat eginkizuna amaitutakoan
fi: Soita äänimerkki kun tehtävä valmistuu
fr: Jouer un son à la fin d'un téléchargement
hu: Hang játszása, ha a feladat elkészült
it: Riproduci un suono al termine del download
ja: タスクが完了したときにサウンドで通知する
nb: Spill av lyd når oppgave er utført
nl: Geluid afspelen als taak klaar is
pl: Odtwarzaj dźwięk po zakończeniu zadania
pt_br: Tocar som quando a tarefa terminar
ro: Emite un sunet cînd sarcina s-a terminat
ru: Воспроизводить звук по завершению задания
sk: Po dokončení úlohy prehrať zvuk
sq: Luaj zë kur detyra përfundon
sv: Spela upp ett ljud när aktiviteten är slutförd
th: เล่นไฟล์เสียงเมื่อดาวน์โหลดงานเสร็จ
tr: Görev tamamlandığında ses gelsin
ug: ۋەزىپە تاماملانغاندا ئاۋاز چىقار

# Options_Task
source: Display notification when task finished
bg: Показвай известието при завършена задача
de: Benachrichtigung anzeigen, wenn die Aufgabe abgeschlossen ist
es: Mostrar notificación cuando finalice la tarea
fr: Afficher la notification lorsque la tâche est terminée
it: Visualizza notifica al termine dell'attività
ja: タスクの終了時に通知を表示する
nl: Melding weergeven wanneer de taak is voltooid
pl: Wyświetl powiadomienie po zakończeniu zadania
pt_br: Notificação de exibição quando a tarefa terminou
ru: Отображение уведомления по завершении задачи
th: แสดงการแจ้งให้ทราบเมื่องานเสร็จสิ้น

# Options_Task
source: Task Queue
bg: Опашка за задачи
de: Taskwarteschlange
es: Cola de tareas
fr: File d’attente de tâches
it: Coda attività
ja: タスク キュー
nl: Taakwachtrij
pl: Kolejka zadań
pt_br: Fila de tarefas
ru: Очередь задач
th: คิวงาน

# Options_Task
source: Maximum number of concurrent downloading HTTP/FTP tasks:
ar: الحد الأقصى لعدد المهام المتزامنة من تحميل HTTP/FTP :
bg: Максимален брой HTTP/FTP задачи за сваляне:
de: Max. Anzahl gleichzeitiger HTTP-/FTP-Aufgaben beim Herunterladen:
es: Número máximo de tareas simultáneas de descarga vía HTTP/FTP:
et: Maksimaalne arv samaaegseid laadimisi HTTP / FTP tegumeid:
eu: Gehienezko HTTP/FTP jeisketa aldiberean:
fi: Suurin määrä samanaikaisia HTTP/FTP lataustehtäviä:
fr: Nombre maximum de téléchargements HTTP/FTP simultanés :
hu: Maximálisan egyszerre futó HTTP/FTP feladatok száma:
it: Numero massimo di download HTTP/FTP:
ja: HTTP/FTP タスクの同時ダウンロード数：
nl: Maximaal aantal gelijktijdige downloaden van HTTP/FTP-taken:
pl: Maksymalna liczba jednoczesnych pobierań zadań HTTP/FTP:
pt_br: Número máximo de transferências de tarefas paralelas do protocolo HTTP/FTP:
ro: Nr. maxim al sarcinilor de descărcare HTTP/FTP simultane:
ru: Маскимум одновременно загружаемых HTTP/FTP заданий:
sk: Maximálny počet súbežných sťahovaní úloh HTTP / FTP:
sv: Maximalt antal samtidigt nedladdande HTTP/FTP-aktiviteter:
th: จํานวนสูงสุดของการดาวน์โหลดงาน HTTP/FTP พร้อมกัน:
tr: Maksimum eş zamanlı indirilen HTTP/FTP görev sayısı:
ug: بىرلا ۋاقىتتا چۈشۈرىدىغان HTTP/FTP ۋەزىپەنىڭ ئەڭ يۇقىرى چېكى:

# Options_Task
source: Maximum number of concurrent downloading BitTorrent tasks:
ar: الحد الأقصى لعدد المهام المتزامنة من تحميل تورنت :
bg: Максимален брой BitTorrent задачи за едновременно сваляне:
de: Max. Anzahl an BitTorrent-Aufgaben beim Herunterladen:
es: Número máximo de tareas simultáneas de descarga vía BitTorrent:
et: Maksimaalne arv samaaegne allalaadimine BitTorrent tegumeid:
eu: Gehienezko BitTorrent jeisketa eginkizun aldiberean:
fi: Suurin määrä samanaikaisia BitTorrent lataustehtäviä:
fr: Nombre maximum de téléchargements simultanés :
hu: Maximálisan egyszerre futó BitTorrent feladatok száma:
it: Numero massimo di download BitTorrent:
ja: BitTorrent タスクの同時ダウンロード数：
nl: Maximum aantal gelijktijdige downloaden BitTorrent taken:
pl: Maksymalna liczba jednoczesnych pobierań zadań BitTorrent:
pt_br: Número máximo de transferências de tarefas paralelas do BitTorrent:
ro: Nr. maxim al sarcinilor de descărcare BitTorrent simultane:
ru: Маскимум одновременно загружаемых BitTorrent заданий:
sk: Maximálny počet súbežných sťahovaní úloh BitTorrentu:
sv: Maximalt antal samtidigt nedladdande BitTorrent-aktiviteter:
th: จํานวนสูงสุดของการดาวน์โหลดงาน BitTorrent พร้อมกัน:
tr: Maksimum eş zamanlı indirilen BitTorrent görev sayısı:
ug: بىرلا ۋاقىتتا چۈشۈرىدىغان ب ت ۋەزىپەنىڭ ئەڭ يۇقىرى چېكى:

# Options_Task
source: Maximum number of concurrent seeding BitTorrent tasks:
ar: الحد الأقصى لعدد المهام المتزامنة من تورنت البذر :
bg: Максимален брой BitTorrent задачи за едновременно сийдване:
de: Max. Anzahl gleichzeitiger BitTorrent-Aufgaben beim Seeden:
es: Número máximo de tareas simultáneas de subida vía BitTorrent:
et: Maksimaalne arv samaaegne jagamisi BitTorrent tegumied:
eu: Gehienezko BitTorrent eginkizun emaritza aldiberean:
fr: Nombre maximum de partages BitTorrent simultanés :
hu: Maximálisan egyszerre futó seedelő BitTorrent feladatok száma:
it: Numero massimo di seeding BitTorrent:
ja: BitTorrent タスクの同時シード数：
nl: Maximum aantal gelijktijdige zaaien BitTorrent taken:
pl: Maksymalna liczba jednoczesnych wysyłań zadań BitTorrent:
pt_br: Número máximo de semeaduras paralelas do BitTorrent:
ro: Nr. maxim al sarcinilor de donare BitTorrent simultane:
ru: Маскимум одновременно раздаваемых BitTorrent заданий:
sk: Maximálny počet súbežných seedovaní úloh BitTorrentu:
sv: Maximalt antal samtidiga seedande BitTorrent-aktiviteter:
th: จำนวนการปล่อยงาน BitTorrent พร้อมกันสูงสุด:
tr: Maksimum eş zamanlı kaynak olunan BitTorrent görev sayısı:
ug: بىرلا ۋاقىتتا ئۇرۇق يوللايدىغان ب ت ۋەزىپەنىڭ ئەڭ يۇقىرى چېكى:

# Options_Task
source: Auto start a task in the queue when satisfying any of the following conditions
bg: Автоматично стартиране на задача в опашката, когато отговаряте на някое от следните условия
de: Starten Sie eine Aufgabe automatisch in der Warteschlange, wenn Sie eine der folgenden Bedingungen erfüllen
es: Iniciar automáticamente una tarea en la cola cuando se satisface cualquiera de las siguientes condiciones
fr: Auto démarrer une tâche dans la file d’attente lors de la satisfaction de l’une des conditions suivantes
it: Avvio automatico di un'attività nella coda quando si soddisfa una delle seguenti condizioni
ja: 次のいずれかの条件を満たす場合、キュー内のタスクを自動的に開始します
nl: Start een taak automatisch in de wachtrij wanneer u aan een van de volgende voorwaarden voldoet
pl: Automatyczne uruchamianie zadania w kolejce po spełnieniu któregokolwiek z następujących warunków
pt_br: Inicie automaticamente uma tarefa na fila ao satisfazer qualquer uma das seguintes condições
ru: Авто запуск задачи в очереди при выполнении любого из следующих условий
th: เริ่มงานในคิวโดยอัตโนมัติเมื่อเป็นไปตามเงื่อนไขใดๆ ต่อไปนี้

# Options_Task
source: The total download speed of all tasks is less than:
bg: Общата скорост на изтегляне на всички задачи е по-малка от:
de: Die Gesamtdownloadgeschwindigkeit aller Aufgaben ist kleiner als:
es: La velocidad total de descarga de todas las tareas es inferior a:
fr: La vitesse de téléchargement totale de toutes les tâches est inférieure à :
it: La velocità di download totale di tutte le attività è inferiore a:
ja: すべてのタスクのダウンロード速度の合計は以下の値より小さい:
nl: De totale downloadsnelheid van alle taken is minder dan:
pl: Całkowita prędkość pobierania wszystkich zadań jest mniejsza niż:
pt_br: A velocidade total de download de todas as tarefas é menor do que:
ru: Общая скорость загрузки всех задач меньше:
th: ความเร็วในการดาวน์โหลดทั้งหมดของงานทั้งหมดน้อยกว่า:

# Options_Task
source: The download speed of the slowest task is less than:
bg: Скоростта на изтегляне на най-бавната задача е по-малка от:
de: Die Download-Geschwindigkeit der langsamsten Aufgabe ist kleiner als:
es: La velocidad de descarga de la tarea más lenta es menor que:
fr: La vitesse de téléchargement de la tâche la plus lente est inférieure à :
it: La velocità di download dell'attività più lenta è inferiore a:
ja: 最も遅いタスクのダウンロード速度は以下の値より小さい:
nl: De downloadsnelheid van de langzaamste taak is minder dan:
pl: Szybkość pobierania najwolniejszego zadania jest mniejsza niż:
pt_br: A velocidade de download da tarefa mais lenta é menor do que:
ru: Скорость загрузки самой медленной задачи меньше:
th: ความเร็วในการดาวน์โหลดของงานที่ช้าที่สุดน้อยกว่า:

# Options_Task
source: If the download speed is lower than the set value for 5 minutes, the slowest task will pause and another task in waiting queue will start.
bg: Ако скоростта на изтегляне е по-ниска от зададената стойност за 5 минути, най-бавната задача ще паузира и ще се стартира друга задача в чакащата опашка.
de: Wenn die Downloadgeschwindigkeit 5 Minuten lang niedriger als der festgelegte Wert ist, wird die langsamste Aufgabe angehalten, und eine andere Aufgabe in der Wartewarteschlange wird gestartet.
es: Si la velocidad de descarga es inferior al valor establecido durante 5 minutos, la tarea más lenta se detendrá y se iniciará otra tarea en espera.
fr: Si la vitesse de téléchargement est inférieure à la valeur définie pendant 5 minutes, la tâche la plus lente s’arrêtera et une autre tâche dans la file d’attente commencera.
it: Se la velocità di download è inferiore al valore impostato per 5 minuti, l'attività più lenta verrà sospesa e verrà avviata un'altra attività in coda di attesa.
ja: ダウンロード速度が設定値の 5 分より低い場合は、最も遅いタスクが一時停止し、待機キュー内の別のタスクが開始します。
nl: Als de downloadsnelheid 5 minuten lager is dan de ingestelde waarde, wordt de langzaamste taak onderbroken en wordt een andere taak in de wachtrij gestart.
pl: Jeśli szybkość pobierania jest niższa niż ustawiona wartość przez 5 minut, najwolniejsze zadanie zostanie wstrzymane i zostanie utworzone kolejne zadanie w kolejce oczekujących.
pt_br: Se a velocidade de download for menor do que o valor definido por 5 minutos, a tarefa mais lenta será pausada e outra tarefa na fila de espera será iniciada.
ru: Если скорость загрузки ниже установленного значения в течение 5 минут, самая медленная задача приостанавливается и начнется другая задача в очереди ожидания.
th: ถ้าความเร็วในการดาวน์โหลดต่ํากว่าค่าที่ตั้งไว้เป็นเวลา 5 นาที งานที่ช้าที่สุดจะหยุดชั่วคราว และงานอื่นในคิวการรอจะเริ่มขึ้น

# Options_TorrentShare
source: Enable Torrent Exchange
bg: Разрешаване споделянето на торенти
de: Torrent-Austausch aktivieren
es: Habilitar intercambio de Torrent
fr: Activer l'échange de torrents
it: Abilita Torrent Exchange
ja: Torrent Exchange を有効にする
nl: Torrent uitwisselen inschakelen
pl: Włącz wymianę torrentów
pt_br: Activar Torrent Exchange
ru: Включить торрент-обмен
th: เปิดใช้งานการแลกเปลี่ยนฝนตกหนัก

# Options_TorrentShare
source: Add to Torrent Share when openning .torrent file
bg: Добави към Споделени Торенти когато отваряте .торент файл
de: Zu Torrent Share beim Öffnen der .torrent-Datei hinzufügen
es: Añadir a torrent compartidos cuando abrimos un archivo .torrent
fr: Ajouter au torrent share when ouverture. torrent fichier
it: Aggiungi a torrent Share quando openning. torrent file
ja: Torrent ファイルを開く際に Torrent 共有に追加する
nl: Voeg toe aan torrent delen wanneer openning. torrent bestand
pl: Dodaj do Torrent Share podczas otwierania pliku .torrent
pt_br: Adicionar ao Torrent Share ao abrir .torrent arquivo
ru: Добавлять в Обмен торрентами при открытии файла .torrent
th: เพิ่มลงใน Torrent Share เมื่อเปิดไฟล์.torrent

# Options_TorrentShare
source: Auto download metadata
bg: Автоматично изтегляне на метаданни
de: Metadaten automatisch herunterladen
es: Descarga automática de metadatos
fr: Téléchargement automatique Metadata
it: Scarica automaticamente metadati
ja: メタデータの自動ダウンロード
nl: Metagegevens automatisch downloaden
pl: Automatyczne pobieranie metadanych
pt_br: Metadados de download automático
ru: Авто Скачать Метаданные
th: ดาวน์โหลดข้อมูลเมตาอัตโนมัติ

# Options_TorrentShare
source: Clear Torrent Collection list at program exit
bg: Изчистване на списъка с торенти, споделени от други потребители, при изход от програмата
de: Torrent-Sammlung bei Programmbeendigung entfernen
es: Eliminar lista de Torrent compartidos al cerrar la aplicación
fr: Effacer les autres listes de partage de torrents lors de la sortie du programme
it: Pulisci la Raccolta Torrent all'uscita del programma
ja: プログラムの終了時に他のユーザーの共有Torrentファイルのリストをクリアする
nl: Wis torrent-verzamelingslijst bij het afsluiten van het programma
pl: Wyczyść listę kolekcji torrentów przy wyjściu z programu
pt_br: Limpar a outras listas de distribuição de torrent ao sair do programa
ru: Очистить список Torrent Collection при выходе из программы
th: ล้างรายการคอลเลกชัน Torrent ที่โปรแกรมออกจากโปรแกรม

# Options_TorrentShare
source: Enable RSS Torrents
bg: Разрешаване на RSS торенти
de: RSS Torrents aktivieren
es: Habilitar RSS Torrents
fr: Activer les torrents RSS
it: Abilita RSS Torrent
ja: RSS トレントを有効にする
nl: RSS torrents inschakelen
pl: Włącz torrenty RSS
pt_br: Habilite torrents RSS
ru: Включить RSS Торренты
th: เปิดใช้งานเพลง RSS

# Options_TorrentShare
source: Enable DHT Torrents
bg: Разрешаване на ДХТ торенти
de: DHT Torrents aktivieren
es: Habilitar DHT Torrents
fr: Activer les torrents DHT
it: Abilita DHT Torrents
ja: DHT トレントを有効にする
nl: DHT torrents inschakelen
pl: Włącz torrenty DHT
pt_br: Habilite torrents DHT
ru: Включить ТОРренты DHT
th: เปิดใช้งานทอร์เรนต์ DHT

# Options_TorrentShare
source: Enable Tracker Torrents
bg: Разрешаване на торенти на тракери
de: Tracker Torrents aktivieren
es: Habilitar Tracker Torrents
fr: Activer Tracker Torrents
it: Abilita Tracker Torrents
ja: トラッカートレントを有効にする
nl: RSS torrents inschakelen
pl: Włącz torrenty Tracker
pt_br: Ativar torrents de rastreadores
ru: Включить трекер торрентов
th: เปิดใช้งานเพลงตัวติดตาม

# Options_TorrentShare
source: Metadata Cache Folder
de: Metadaten-Cacheordner
es: Carpeta de caché de metadatos
fr: Dossier de cache de métadonnées
it: Cartella cache dei metadati
ja: メタデータキャッシュフォルダ
pl: Folder pamięci podręcznej metadanych
pt_br: Pasta de cache de metadados
ru: Папка кэша метаданных
th: โฟลเดอร์แคชข้อมูลเมตา
