Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# TaskList_Header
source: Long-Term Seeds
bg: Дългосрочни семена
de: Langfristige Seeds
es: Semillas a largo plazo
fr: Semences à long terme
it: Semi a lungo termine
ja: 長期種子
nl: Langdurige zaden
pl: Nasiona długoterminowe
pt_br: Sementes de longo prazo
ru: Долгосрочные семена
th: เมล็ดพันธุ์ระยะยาว

# TaskList_Header
source: Status
ar: مركز
bg: Състояние
de: Zustand
es: Estado
et: Olek
eu: Egoera
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ja: 状態
nl: Toestand
pl: Stan
pt_br: Estado
ro: Stare
ru: Статус
sk: Stav
sq: Statusi
th: สถานะ
tr: Durum
ug: ھالەت

# TaskList_Header
source: Task Type
ar: نوع المهمة
bg: Тип на задачата
de: Aufgabe
es: Tipo de tarea
et: Tegumi tüüp
eu: Eginkizun Mota
fi: Tehtävä Tyyppi
fr: Type de tâche
hu: Feladat típus
it: Tipo di task
ja: タスクのタイプ
nb: Oppgavetype
nl: Taak type
pl: Typ zadania
pt_br: Tipo de tarefa
ro: Tipul Sarcinii
ru: Тип задания
sk: Typ úlohy
sq: Lloji i Detyrës
sv: Aktivitetstyp
th: ชนิดของงาน
tr: Görev Tipi
ug: ۋەزىپە تىپى

# TaskList_Header
source: Description
ar: الوصف
bg: Описание
de: Beschreibung
es: Descripción
et: Kirjeldus
eu: Azalpena
fi: Kuvaus
hu: Leírás
it: Descrizione
ja: 説明
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sq: Përshkrimi
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
ug: چۈشەندۈرۈش

# TaskList_Header
source: Added On
bg: Добавено на
de: Hinzugefügt am
es: Agregado En
fr: Ajout
it: Aggiunto il
ja: 追加日
nl: Toegevoegd op
pl: Dodano
pt_br: Adicionado
ru: Добавлено на
th: เพิ่มเมื่อ

# TaskList_Header
source: Finished On
bg: Завършен на
fr: Terminé sur
it: Finito il
ja: 終了日
nl: Voltooid op
pl: Zakończono wł.
pt_br: Concluído
ru: Завершено на
th: เสร็จสิ้นเมื่อ

# TaskList_Header
source: Torrent Created On
ar: السيل الذي تم إنشاؤه علي
bg: Торент, създаден на
de: Torrent erstellt am
es: Torrent creado en
fr: Torrent créé sur
it: Torrent creato il
ja: Torrent 作成日
nl: Torrent gemaakt op
pl: Torrent stworzony na
pt_br: Torrent criado em
ru: Torrent Создано на
th: สร้างฝนตกหนักเมื่อ

# TaskList_Header
source: Folder
ar: المجلد
bg: Папка
de: Ordner
es: Carpeta
et: Kaust
eu: Agiritegia
fr: Dossier
it: Cartella
ja: フォルダ
nl: Map
pl: Katalog
pt_br: Pasta
ro: Dosar
ru: Папка
sk: Priečinok
sv: Mapp
th: โฟลเดอร์
ug: قىسقۇچ

# TaskList_Header
source: Private Torrent
ar: السيل الخاص
bg: Частен торент
de: Privater Torrent
es: Torrent privado
et: Privaatne torrent
eu: Torrent Pribatua
fr: Torrent privé
it: Torrent privato
ja: プライベートTorrent
nl: Prive torrent
pl: Prywatny torrent
pt_br: Torrent privado
ro: Torent Privat
ru: Приватный торрент
sk: Súkromný torrent
sv: Privat Torrent
th: ทอร์เรนต์ส่วนตัว
ug: شەخسىي توررېنت

# TaskList_Header
source: Number of Files
bg: Брой файлове
de: Anzahl der Dateien
es: Número de archivos
fr: Nombre de fichiers
it: Numero di file
ja: ファイル数
nl: Aantal bestanden
pl: Liczba plików
pt_br: Quantidade de Arquivos
ru: Колличество файлов
th: จํานวนแฟ้ม

# TaskList
source: ${Comment} comments
bg: ${Comment} коментара
de: ${Comment} Kommentare
es: ${Comment} comentarios
et: ${Comment} kommentaarid
eu: ${Comment} aipamenak
fr: ${Comment} commentaires
it: ${Comment} commenti
ja: ${Comment} コメント
nl: ${Comment} reacties
pl: ${Comment} komentarzy
pt_br: ${Comment} comentários
ro: ${Comment} comentarii
ru: ${Comment} kомментарии
sk: ${Comment} komentárov
sv: ${Comment} kommentarer
th: ${Comment}ข้อคิดเห็น
tr: ${Comment} yorumları
ug: ${Comment} باھا

# TaskList
source: View Comments
ar: عرض التعليقات
bg: Преглед на коментарите
de: Kommentare ansehen
es: Ver Comentarios
et: Vaata kommentaare
eu: Ikusi Aipamenak
fr: Voir les commentaires
it: Visualizza commenti
ja: コメントを表示
nb: Vis kommentarer
nl: Bekijk reacties
pl: Pokaż komentarze
pt_br: Exibir comentários
ro: Vezi Comentariile
ru: Просмотреть комментарии
sk: Zobraziť komentáre
sv: Visa kommentarer
th: ดูความคิดเห็น
tr: Yorumları Görüntüle
ug: ئىزاھات كۆرسەت

# TaskList
source: ${Number} snapshots
ar: عدد الصور: ${Number}
bg: ${Number} снимки
de: ${Number} Schnappschüsse
es: ${Number} capturas de pantalla
et: ${Number} momentvõteid
eu: ${Number} berehalako
it: ${Number} snapshot
ja: ${Number} SnapShot
nl: ${Number} momentopnamen
pl: ${Number} zrzutów ekranu
pt_br: Instantâneos de ${Number}
ro: ${Number} poze
ru: ${Number} снимков
sk: ${Number} snímkov
sv: ${Number} ögonblicksbilder
th: สแนปช็อต ${Number}
tr: ${Number} ekran görüntüleri
ug: ${Number} ئېكران كەسمىسى

# CView_SummaryList
source: Play
ar: تشغيل
bg: Възпроизвеждане
de: Wiedergabe
es: Reproducir
et: Esita
eu: Jo
fi: Toista
fr: Lire
hu: Lejátszás
it: Riproduci
ja: 再生
nb: Spill av
nl: Afspelen
pl: Odtwarzaj
pt_br: Reproduzir
ro: Redă
ru: Воспроизведение
sk: Prehrať
sq: Luaj
sv: Spela upp
th: เล่น
tr: Yürüt
ug: قوي

# CView_SummaryList
source: Preview
ar: معاينة
bg: Преглед
de: Vorschau
es: Previsualizar
et: Eelvaade
eu: Aurreikuspegia
fi: Esikatsele
fr: Aperçu
hu: Előnézet
it: Anteprima
ja: プレビュー
nb: Forhåndsvis
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualização
ro: Previzionează
ru: Предпросмотр
sk: Náhľad
sq: Parapamje
sv: Förhandsvisa
th: แสดงตัวอย่าง
tr: Önizleme
ug: ئالدىن كۆزەت

# CView_SummaryList
source: Open File
ar: افتح الملف
bg: Отваряне на файл
de: Datei öffnen
es: Abrir archivo
et: Ava fail
eu: Ireki Agiria
fi: Avaa Tiedosto
fr: Ouvrir le fichier
hu: Fájl megnyitása
it: Apri file
ja: ファイルを開く
nb: Åpne fil
nl: Bestand openen
pl: Otwórz plik
pt_br: Abrir
ro: Deschide Fila
ru: Открыть файл
sk: Otvoriť súbor
sq: Hape Skedarin
sv: Öppna fil
th: เปิดไฟล์
tr: Dosya Aç
ug: ھۆججەت ئاچ

# TaskList_Menu
source: Start
bg: Стартиране
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
nl: Starten
pl: Początek
pt_br: Iniciar
ru: Старт
th: เริ่ม

# TaskList_Menu
source: Stop
bg: Спиране
de: Anhalten
es: Detener
fr: Arrêter
it: Fermare
ja: 停止
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
th: หยุด

# TaskList_Menu
source: Preview
bg: Визуализация
de: Vorschau
es: Previsualizar
fr: Aperçu
it: Anteprima
ja: プレビュー
nl: Voorbeeldweergave
pl: Podgląd
pt_br: Pré Visualizar
ru: Предпросмотр
th: แสดงตัวอย่าง

# TaskList_Menu_BitTorrent
source: Update Tracker
bg: Актуализиране на тракера
de: Tracker aktualisieren
es: Rastreador de actualizaciones
fr: Mettre à jour Tracker
it: Aggiorna Tracker
ja: 更新トラッカー
nl: Tracker bijwerken
pl: Śledzenie aktualizacji
ru: Отслеживание обновлений
th: ปรับปรุงตัวติดตาม

# TaskList_Menu
source: Replace Trackers in Batch
bg: Заместване на тракерите в папка
de: Ersetzen von Trackern in Batch
es: Reemplazar rastreadores en lote
fr: Remplacer trackers dans le lot
it: Sostituisci tracker in batch
ja: バッチ内のトラッカーの置換
nl: Trackers in batch vervangen
pl: Zastępowanie trackerów w partii
pt_br: Substituir rastreadores em lote
ru: Замена трекеров в пакете
th: แทนที่ตัวติดตามในชุดงาน

# TaskList_Menu_BitTorrent
source: Long-Term Seeding
de: Langfristiges Seeding
es: Siembra a largo plazo
fr: Partage à long terme
it: Seeding costante
ja: 維持的なシード
pl: Siew długoterminowy
pt_br: Seeding de longo prazo
ru: Долгосрочный посев
th: การเพาะเมล็ดในระยะยาว

# TaskList_Menu_BitTorrent
source: Super Seed Mode
bg: Режим супер семена
de: Super-Seed-Modus
es: Modo Super Semilla
it: Modalità Super Seed
ja: スーパーシードモード
nl: Super Seed-modus
pl: Tryb Super Seed
pt_br: Modo Super Sementes
ru: Режим супер семян
th: โหมดเมล็ดพันธุ์ซุปเปอร์

# TaskList_Menu_BitTorrent
source: Sequential Download Mode
bg: Режим на последователно изтегляне
de: Sequenzieller Download-Modus
es: Modo de descarga secuencial
fr: Mode de téléchargement séquentiel
it: Modalità di download sequenziale
ja: シーケンシャルダウンロードモード
nl: Sequentiële downloadmodus
pl: Tryb sekwencyjnego pobierania
pt_br: Modo de download seqüencial
ru: Последовательный режим загрузки
th: โหมดดาวน์โหลดตามลําดับ

# TaskList_Menu
source: Use Proxy
de: Verwenden eines Proxy Servers
es: Usar Proxy
fr: Utiliser un Proxy
it: Usa proxy
ja: プロキシを使用
pl: Użyj serwera proxy
pt_br: Usar Proxy
ru: Использовать прокси
th: ใช้พร็อกซี่

# TaskList_Menu
source: Task Speed Limit
de: Geschwindigkeitsbegrenzung für Aufgaben
es: Límite de velocidad de tarea
fr: Limite de vitesse de la tâche
it: Limite di velocità dell'attività
ja: タスク速度制限
pl: Ograniczenie prędkości zadania
pt_br: Limite de velocidade da tarefa
ru: Ограничение скорости выполнения задач
th: จํากัดความเร็วของงาน

# TaskList_Menu
source: Open File
bg: Отваряне на файл
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir le fichier
it: Apri file
ja: ファイルを開く
nl: Bestand openen
pl: Otwórz plik
pt_br: Abrir Arquivo
ru: Открыть файл
th: เปิดไฟล์

# TaskList_Menu
source: Open Directory
bg: Отваряне на директория
de: Offenes Verzeichnis
es: Directorio abierto
fr: Ouvrir l’annuaire
it: Apri directory
ja: フォルダを開く
nl: Map openen
pl: Otwórz katalog
pt_br: Diretório Aberto
ru: Открыть каталог
th: เปิดไดเรกทอรี

# TaskList_Menu_BitTorrent
source: Manual Hash Check
bg: Ръчна проверка на хеш
de: Manuelle Hash-Prüfung
es: Comprobación manual de hash
fr: Vérification manuelle du hachage
it: Controllo hash manuale
ja: 手動ハッシュチェック
nl: Handmatige hashcontrole
pl: Ręczne sprawdzanie skrótu
pt_br: Verificação manual de hash
ru: Ручная проверка хэша
th: การตรวจสอบแฮชด้วยตนเอง

# TaskList_Menu_BitTorrent
source: Save Torrent as...
ar: حفظ الترونت كا ...
bg: Запазване торента като...
de: Torrent speichern unter...
es: Tareas compartidas...
et: Salvesta torrrent kohas...
eu: Gorde Torrenta honela...
fi: Torrent Jako
fr: Enregistrer le torrent sous...
hu: A torrent mentése másként...
it: Salva il torrent con nome...
ja: 名前をつけてTorrentファイルを保存...
nb: Lagre Torrent som...
nl: Torrent opslaan als...
pl: Zapisz torrent jako ...
pt_br: Compartilha Torrent...
ro: Salvează Torentul ca...
ru: Сохранить торрент как...
sk: Uložiť torrent ako...
sq: Regjistroji Torrentët Si...
sv: Dela torrent
th: บันทึก Torrent เป็น...
tr: Torrent Paylaşımı
ug: توررېنتنى باشقا ئاتتا ساقلا…

# TaskList_Menu
source: Virus Scan
bg: Сканиране на вируси
de: Virenscan
es: Pasar antivirus
fr: Recherche de virus
it: Scansione Virus
ja: ウイルスのチェック
pl: Skanowanie antywirusowe
pt_br: Busca por Virus
ru: Проверить на вирусы
th: สแกนไวรัส

# TaskList_Menu
source: Submit Snapshots
de: Snapshots einreichen
es: Enviar instantáneas
fr: Envoyer des instantanés
it: Invia istantanee
ja: スナップショットの送信
pl: Przesyłanie migawek
pt_br: Enviar instantâneos
ru: Отправка снимков
th: ส่งสแนปช็อต

# TaskList_Menu
source: Delete
bg: Изтрий
de: Löschen
es: Eliminar
fr: Supprimer
it: Eliminare
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
th: ลบ

# TaskList_Menu
source: Cleanup
bg: Почистване
de: Aufräumen
es: Limpieza
fr: Nettoyage
it: Pulizia
ja: 掃除
nl: Opschonen
pl: Czyszczenie
pt_br: Limpar
ru: Очистка
th: ทำความสะอาด

# TaskList_Menu
source: Files Move To
ar: نقل الملفات إلى
bg: Преместване на файловете в
de: Dateien verschieben nach
es: Mover archivos a
et: Failid teisaldatud kohta
eu: Mugitu agiriak
fi: Tiedostot Siirretty
fr: Déplacer fichiers vers
hu: A fájlok áthelyezése
it: Sposta i file in
ja: ファイルの移動
nb: Filer flyttet til
nl: Bestanden verplaatsen naar
pl: Pliki przenieś do
pt_br: Arquivos Mover Para
ro: Mută Filele în Dosarul
ru: Переместить файлы в
sk: Presunúť súbory do
sq: Lëvizi Skedarët tek
sv: Flytta filer till
th: ย้ายไฟล์ไปที่
tr: Doyları taşı
ug: ھۆججەت يۆتكە

# TaskList_Menu
source: Tags
ar: العلامات
bg: Тагове
de: Schlagwörter
es: Etiquetas
et: Sildid
eu: Etiketak
fi: Tagit
fr: Étiquettes
hu: Címkék
it: Etichette
ja: タグ
nl: Labels
pl: Znaczniki
pt_br: Marcadores
ro: Etichete
ru: Метки
sk: Štítky
sq: Etiketa
sv: Taggar
th: ป้ายกำกับ
tr: Etiketler
ug: خەتكۈچلەر

# TaskList_Menu
source: Rename...
de: Umbenennen...
es: Rebautizar...
fr: Renommer...
it: Rinominare...
ja: 名前を変更する...
pl: Przemianować...
pt_br: Renomear...
ru: Переименовать...
th: ตั้งชื่อใหม่...

# TaskList_Menu
source: Send to
de: Senden an
es: Enviar a
fr: Envoyer à
it: Invia a
ja: 送信先
pl: Wyślij do
pt_br: Enviar para
ru: Получатель
th: ส่งถึง

# TaskList_Menu
source: Search Online
bg: Търсене онлайн
de: Online suchen
es: Buscar en línea
fr: Rechercher en ligne
it: Cerca online
ja: オンラインで検索
nl: Online zoeken
pl: Szukaj w trybie online
pt_br: Pesquisar online
ru: Поиск в Интернете
th: ค้นหาออนไลน์

# TaskList_Menu
source: Copy Magnet URI (Ctrl+C)
ar: نسخ الرابط الممغنط (Ctrl+C)
bg: Копиране на Magnet URI (Ctrl+C)
de: Magnet URI kopieren (Strg+C)
es: Copiar URI Magnet
et: Kopeeri Magnet URI (Ctrl+C)
eu: Kopiatu Magnet URI-a (Ctrl+C)
fi: Kopioi Magnet URI (Ctrl+C)
fr: Copier Magnet URI (Ctrl+C)
hu: Mágnes URI másolása (Ctrl+C)
it: Copia Magnet URI (Ctrl+C)
ja: Magnet URI をコピー (Ctrl+C)
nl: Kopie magneet URI (CTRL + C)
pl: Kopiuj Magnet URL (CTRL+C)
pt_br: Copiar ímã URI (Ctrl+C)
ro: Copiază Adresa Magnet (Ctrl+C)
ru: Копировать Magnet адрес (Ctrl+C)
sk: Kopírovať Magnet URI (Ctrl+C)
sv: Kopiera Magnet-URI (Ctrl+C)
th: คัดลอกแม่เหล็ก URI (Ctrl+C)
tr: Mıknatıs URI'yi Kopyala (Ctrl+C)
ug: ماگنىت URI كۆچۈر (Ctrl+C)

# TaskList_Menu
source: Disk Info...
bg: Информация за диска...
de: Festplatten-Info...
es: Información del disco...
fr: Informations sur le disque...
it: Informazioni sul disco...
ja: ディスク情報.
nl: Schijf Info...
pl: Informacje o dysku...
pt_br: Informações do disco...
ru: Информация о диске...
th: ข้อมูลดิสก์...

# TaskList_Menu
source: Properties...
bg: Свойства...
de: Eigenschaften...
es: Propiedades...
fr: Propriétés...
it: Proprietà...
ja: プロパティ...
nl: Eigenschappen...
pl: Właściwości...
pt_br: Propriedades...
ru: Свойства...
th: คุณสมบัติ

# TaskList_Menu_HTTP
source: Download Again
bg: Изтегли отново
de: Erneut herunterladen
es: Descargar de nuevo
fr: Télécharger à nouveau
it: Scarica di nuovo
ja: 再ダウンロード
nl: Opnieuw downloaden
pl: Pobierz ponownie
pt_br: Baixe novamente
ru: Загрузить еще раз
th: ดาวน์โหลดอีกครั้ง

# TaskList_Menu_HTTP
source: Manual Hash Check
bg: Ръчна проверка на хеш
de: Manuelle Hash-Prüfung
es: Comprobación manual de hash
fr: Vérification manuelle du hachage
it: Controllo hash manuale
ja: 手動ハッシュチェック
nl: Handmatige hashcontrole
pl: Ręczne sprawdzanie skrótu
pt_br: Verificação manual de hash
ru: Ручная проверка хэша
th: การตรวจสอบแฮชด้วยตนเอง

# TaskList_Menu
source: Copy HTTP URL (Ctrl+C)
ar: نسخ الرابط (Ctrl+C)
bg: Копиране на HTTP адреса (Ctrl+C)
de: HTTP-URL kopieren (Strg+C)
es: Copiar dirección HTTP
et: Kopeeri HTTP URL (Ctrl+C)
eu: Kopiatu HTTP URL-a (Ctrl+C)
fi: Kopioi HTTP URL (Ctrl+C)
fr: Copier URL HTTP (Ctrl+C)
hu: HTTP URL másolása (Ctrl+C)
it: Copia HTTP URL (Ctrl+C)
ja: HTTP URL をコピー (Ctrl+C)
nb: Kopier HTTP URL (Ctrl+C)
nl: HTTP-URL kopiëren (CTRL + C)
pl: Kopiuj HTTP URL (CTRL+C)
pt_br: Copíar o endereço eletrônico (Ctrl+C)
ro: Copiază Adresa HTTP (Ctrl+C)
ru: Копировать HTTP адрес (Ctrl+C)
sk: Kopírovať HTTP URL (Ctrl+C)
sv: Kopiera HTTP-URL (Ctrl+C)
th: คัดลอก URL HTTP (Ctrl+C)
tr: HTTP Adresini kopyala (Ctrl+C)
ug: HTTP URL كۆچۈر (Ctrl+C)

# TaskList_Menu
source: Enable All
bg: Разреши всички
de: Alle aktivieren
es: Habilitar todos
fr: Tout activer
it: Abilita tutto
ja: すべて有効
nl: Alles inschakelen
pl: Włącz wszystkie
pt_br: Habilitar Todos
ru: Включить все
th: เปิดใช้งานทั้งหมด

# TaskList_Menu
source: Disable All
bg: Забрани всички
de: Alle deaktivieren
es: Desactivar todo
fr: Désactiver-les tous
it: Disabilita tutto
ja: 全て無効
nl: Alles uitschakelen
pl: Wyłącz wszystkie
pt_br: Desabilitar Todos
ru: Отключить все
th: ปิดใช้งานทั้งหมด

# TaskList_Menu
source: Reset All
de: Zurücksetzen
es: Restablecer Todo
fr: Tout réinitialiser
it: Resetta tutto
ja: すべてリセット
pl: Resetuj wszystko
pt_br: Limpar Tudo
ru: Сбросить всё
th: รีเซ็ททั้งหมด

# TaskList_Menu
source: Disable Task Speed Limit
de: Deaktivieren Sie die Geschwindigkeitsbegrenzung für Aufgaben
es: Deshabilitar el límite de velocidad de la tarea
fr: Désactiver la limite de vitesse de la tâche
it: Disabilita limite di velocità attività
ja: タスク速度制限を無効にする
pl: Wyłącz ograniczenie szybkości zadania
pt_br: Desativar limite de velocidade da tarefa
ru: Отключить ограничение скорости задачи
th: ปิดใช้งานการจํากัดความเร็วของงาน

# TaskList_Menu
source: Set Max Download Speed
de: Maximale Download-Geschwindigkeit einstellen
es: Establecer la velocidad máxima de descarga
fr: Définir la vitesse de téléchargement maximale
it: Imposta la velocità massima di download
ja: 最大ダウンロード速度を設定する
pl: Ustaw maksymalną prędkość pobierania
pt_br: Definir velocidade máxima de download
ru: Установить максимальную скорость загрузки
th: ตั้งค่าความเร็วในการดาวน์โหลดสูงสุด

# TaskList_Menu
source: Set Max Upload Speed
de: Maximale Upload-Geschwindigkeit festlegen
es: Establecer la velocidad máxima de carga
fr: Définir la vitesse maximale de téléchargement
it: Imposta la velocità massima di upload
ja: 最大アップロード速度を設定する
pl: Ustaw maksymalną prędkość wysyłania
pt_br: Definir velocidade máxima de upload
ru: Установить максимальную скорость загрузки
th: ตั้งค่าความเร็วในการอัพโหลดสูงสุด

# TaskList_Menu
source: Set Min Upload Speed
de: Minimale Upload-Geschwindigkeit einstellen
es: Establecer velocidad mínima de carga
fr: Définir la vitesse de téléchargement minimale
it: Imposta la velocità di caricamento minima
ja: 最小アップロード速度を設定する
pl: Ustaw minimalną prędkość wysyłania
pt_br: Definir velocidade mínima de upload
ru: Установить минимальную скорость загрузки
th: ตั้งค่าความเร็วในการอัพโหลดขั้นต่ํา

# TaskList_Menu
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pl: Nazwa
pt_br: Nome
ru: Имя
th: ชื่อ

# TaskList_Menu
source: Info Hash v1
ru: Инфо Хэш v1
th: ข้อมูลแฮช v1

# TaskList_Menu
source: Info Hash v2
ru: Инфо Хэш v2
th: ข้อมูลแฮช v2

# GlobalLog
source: Task removed:
bg: Задачата е премахната:
de: Aufgabe entfernt:
es: Tarea eliminada:
fr: Tâche supprimée :
it: Attività rimossa:
ja: 削除されたタスク:
nl: Taak verwijderd:
pl: Usunięto zadanie:
pt_br: Tarefa removida:
ru: Задача удалена:
th: งานถูกเอาออกแล้ว:

# CView_DownloadsList
source: Remove downloaded file and Download again?
ar: إزالة الملف المُحمل وتحميله مرة أخرى
bg: Премахване на сваления файл и повторно изтегляне?
de: Heruntergeladene Datei entfernen und erneut herunterladen?
es: ¿Borrar archivo descargado y descargarlo de nuevo?
et: Eemalda allalaaditud fail ja allalaadida see uuesti?
eu: Ezabatu jeitsitako agiria eta Jeitsi berriro?
fi: Poista ladattu tiedosto ja Lataa uudestaan?
fr: Supprimer le fichier téléchargé et recommencer?
hu: Letöltött fájlok eltávolítása és újbóli letöltése?
it: Eliminare il file scaricato e scaricarlo nuovamente?
ja: ダウンロード済みのファイルを破棄してダウンロードし直しますか？
nb: Fjern nedlastet fil og last ned på nytt?
nl: Gedownload bestand verwijderen en opnieuw downloaden?
pl: Czy chcesz usunąć pobrany plik i pobrać go ponownie?
pt_br: Remover arquivo baixado e baixar novamente?
ro: Ștergi fila deja descărcată și o descarci din nou?
ru: Удалиль загруженный файл и начать загрузку сначала?
sk: Odstrániť stiahnutý súbor a stiahnuť znovu?
sv: Ta bort nedladdad fil och ladda ned den igen?
th: เอาไฟล์ที่ดาวน์โหลดแล้วออกและดาวน์โหลดใหม่อีกครั้ง?
tr: İndirilen dosyayı bilgisayarınızdan silip yeniden indirmek istiyor musunuz?
ug: چۈشۈرگەن ھۆججەتنى ئۆچۈرۈپ قايتا چۈشۈر؟

# InputDialog
source: Set speed limit for selected tasks:
de: Legen Sie die Geschwindigkeitsbegrenzung für ausgewählte Aufgaben fest:
es: Establecer límite de velocidad para las tareas seleccionadas:
fr: Définissez la limite de vitesse pour les tâches sélectionnées :
it: Impostare il limite di velocità per le attività selezionate:
ja: 選択したタスクの速度制限を設定します。
pl: Ustaw ograniczenie prędkości dla wybranych zadań:
pt_br: Defina o limite de velocidade para as tarefas selecionadas:
ru: Установите ограничение скорости для выбранных задач:
th: ตั้งค่าการจํากัดความเร็วสําหรับงานที่เลือก:

# InputDialog
source: Max Download Speed:
de: Maximale Download-Geschwindigkeit:
es: Velocidad máxima de descarga:
fr: Vitesse de téléchargement maximale:
it: Massima velocità di download:
ja: 最大ダウンロード速度:
pl: Maksymalna prędkość pobierania:
pt_br: Velocidade máxima de download:
ru: Максимальная скорость загрузки:
th: ความเร็วในการดาวน์โหลดสูงสุด:

# InputDialog
source: Max Upload Speed:
de: Maximale Upload-Geschwindigkeit:
es: Velocidad máxima de carga:
fr: Vitesse maximale de téléchargement:
it: Velocità massima di upload:
ja: 最大アップロード速度:
pl: Maksymalna prędkość wysyłania:
pt_br: Velocidade máxima de upload:
ru: Максимальная скорость загрузки:
th: ความเร็วในการอัพโหลดสูงสุด:

# InputDialog
source: Min Upload Speed:
de: Minimale Upload-Geschwindigkeit:
es: Velocidad mínima de carga:
fr: Vitesse de téléchargement min:
it: Velocità minima di caricamento:
ja: 最小アップロード速度:
pl: Minimalna prędkość wysyłania:
pt_br: Velocidade mínima de upload:
ru: Минимальная скорость загрузки:
th: ความเร็วในการอัพโหลดขั้นต่ํา:

# MainWindow
source: Please select a new save location
ar: فضلا اختر مكان جديد للتخزين
bg: Моля, изберете ново местоположение за записване
de: Bitte neuen Speicherort wählen
es: Seleccione una nueva ubicación
et: Palun vali uus salvestus koht
eu: Mesedez hautatu gordetzeko helbide berria
fi: Valitse uusi tallennuskohde
fr: Veuillez selectionner un nouvel emplacement de sauvegarde
hu: Kérlek válassz ki egy új mentési helyet
it: Selezionare la posizione dove salvare
ja: 新しい保存先を選んでください
nb: Vennligst velg en ny målmappe
nl: Selecteer AUB een nieuwe opslag lokatie
pl: Wybierz nową lokalizację zapisu
pt_br: Por favor, selecione um novo local para salvar
ro: Selectează un nou loc de salvare
ru: Пожалуйста выбирите новую папку назначения
sk: Prosím označte novú lokalitu na uloženie
sq: Ju lutemi zgjidhni një vendndodhje të re për ta regjistruar
sv: Vänligen välj en ny mapp att spara i
th: กรุณาเลือกตำแหน่งบันทึกใหม่
tr: Lütfen yeni bir konum seçin
ug: ساقلايدىغان يېڭى جاينى تاللاڭ

# TaskMove
source: Downloaded files of select tasks will be moved to:
de: Heruntergeladene Dateien ausgewählter Aufgaben werden verschoben nach:
es: Los archivos descargados de las tareas seleccionadas se moverán a:
fr: Les fichiers téléchargés de certaines tâches seront déplacés vers :
it: I file scaricati di attività selezionate verranno spostati in:
ja: 選択したタスクのダウンロードファイルは、次の場所に移動されます。
pl: Pobrane pliki wybranych zadań zostaną przeniesione do:
pt_br: Os arquivos baixados de tarefas selecionadas serão movidos para:
ru: Скачанные файлы выбранных задач будут перемещены в:
th: ไฟล์ที่ดาวน์โหลดของงานที่เลือกจะถูกย้ายไปที่:

# Common
source: Select Save Folder:
ar: حدد مجلد الحفظ :
bg: Изберете папка за записване:
de: Speicherordner wählen:
es: Guardar en:
et: Määra salvestus kaust
eu: Hautatu Gordetzeko Agiritegia
fi: Valitse Tallennus Kansio:
fr: Sélectionnez le dossier Sauvegarde :
it: Selezionare la cartella di salvataggio:
ja: 保存先を選択:
nl: Selecteer map opslaan:
pl: Wybierz folder zapisu:
pt_br: Selecione a pasta para a gravação:
ro: Selectează Dosarul de Descărcare:
ru: Выберите папку:
sk: Označiť priečinok na uloženie:
sv: Välj sparningsmapp:
th: เลือกโฟลเดอร์จัดเก็บ:
tr: Kayıt Edilecek Klasörünü Seçin:
ug: ساقلاش قىسقۇچىنى تاللاش:

# Favourite_Menu
source: Go to website
bg: Отидете на уеб сайт
de: Zur webseite
es: Ir al sitio web
fr: Accéder au site web
it: Vai al sito
ja: ウェブサイトに移動
nl: Ga naar website
pl: Przejdź do strony internetowej
pt_br: Ir para o site
ru: Перейти на сайт
th: ไปยังเว็บไซต์

# Favourite_Menu
source: Open in browser
bg: Отваряне в браузър
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrez dans le navigateur
it: Apri nel browser
ja: ブラウザで開く
nl: Openen in browser
pl: Otwórz w przeglądarce
pt_br: Abrir no navegador
ru: Открыть в браузере
th: เปิดในเบราว์เซอร์

# Favourite_Menu
source: Reload
bg: Презареди
de: Neu laden
es: Recargar
fr: Rafraichir
it: Ricarica
ja: 再読み込み
nl: Ververs
pl: Załaduj ponownie
pt_br: Recarregar
ru: Перезагрузить
th: โหลดใหม่
