Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# UPNP
source: Added
ar: إضافه
bg: Добавен
de: Hinzugefügt
es: Añadido
et: Lisatud
eu: Gehituta
fi: Lisätty
fr: Ajoutés
hu: Hozzáadva
it: Aggiunto
ja: 追加されました
nb: Lagt til
nl: Toegevoegd
pl: Dodane
pt_br: Adicionado
ro: Adăugat
ru: Добавлено
sk: Pridané
sq: U Shtua
sv: Tillagd
th: เพิ่มแล้ว
tr: Eklendi
ug: قوشۇلغان

# UPNP
source: Failed
ar: فشل
bg: Неуспешно
de: Fehlgeschlagen
es: Error
et: Tõrge
eu: Huts egin du
fi: Epäonnistui
fr: Échec
hu: Sikertelen
it: Fallito
ja: 失敗
nb: Feilet
nl: Mislukt
pl: Nieudane
pt_br: Falhou
ro: Eșec
ru: Не удалось
sk: Zlyhalo
sq: Dështoi
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
ug: مەغلۇپ بولدى

# UPNP
source: Released
ar: صدر
bg: Издаден на
de: Freigegeben
es: Completado
et: Väljalastud
eu: Argitaratua
fi: Julkaistu
fr: Disponible
hu: Megjelent
it: Rilasciato
ja: 解放されました
nb: Utgitt
nl: Uitgegeven
pl: Wydany
pt_br: Lançado
ro: Eliberat
ru: Выпущен
sk: Uvoľnená
sq: U Lëshua
sv: Utgiven
th: ปล่อยแล้ว
tr: Sürüm
ug: تارقىتىلدى

# StatisticItem
source: Mobile App
bg: Мобилно приложение
es: Aplicación Móvil
fr: Application mobile
it: Applicazione mobile
ja: モバイルアプリ
nl: Mobiele app
pl: Mobilna aplikacja
pt_br: Aplicativo para Celular
ru: Мобильное приложение
th: แอพมือถือ

# StatisticItem
source: Web Page
bg: Уеб страница
de: Webseite
es: Página Web
it: Pagina Web
ja: ウェブページ
nl: Webpagina
pl: Strona sieci Web
pt_br: Página Web
ru: Веб-страница
th: เว็บเพจ

# Common
source: Disabled
bg: Забранено
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Disabilitado
ru: Запрешено
th: ปิดการใช้งาน

# Common
source: None
bg: Нищо
de: Kein
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
nl: Geen
pl: Żadny
pt_br: Nada
ru: Ничего
th: ไม่มี

# StatusList_StatisticValue
source: Opened in Firewall/Router
ar: مفتوح في جدار حماية/جهاز التوجيه
bg: Отворен в защитна стена/рутер
de: Firewall/Router geöffnet
es: Abierto en Firewall/Router
et: Avatud tulemüüris/ruuteris
eu: Irekita Suhesi/Routerrean
fi: Avattu Palomuuriin/Reitittimeen
fr: Ouvert dans le pare-feu/routeur
hu: Megnyitva tűzfalon/routeren
it: Sbloccato nel Firewall/Router
ja: ファイヤウォールおよびルーター内で開放
nb: Åpen i brannmur/router
nl: Geopend in Firewall/Router
pl: Otwarty w Firewall i/lub Router
pt_br: Aberto no Firewall/Roteador
ro: Acceptată de Parafoc/Ruter
ru: Открыт файерволм/роутером
sk: Otvorené na firewalle/smerovači
sq: Hapur në Firewall/Router
sv: Öppnad i brandväggen/routern
th: เปิดแล้วใน ไฟวอลล์/เร้าเตอร์
tr: Güvenlik Duvarı/Router açıldı
ug: مۇداپىئە تام/يول تاللىغۇچ ئېچىلدى

# StatusList_StatisticValue
source: Detecting
ar: كشف
bg: Откриване
de: Ermitteln
es: Buscando
et: Jälitan
eu: Atzematen
fi: Havaitaan
fr: Détection
hu: Érzékelés
it: Rilevamento in corso
ja: 検出中
nb: Oppsporer
nl: Detecteren
pl: Wykrywanie
pt_br: Detectando
ro: Detectez
ru: Определяется
sk: Detekcia
sq: Duke Gjurmuar
sv: Söker
th: กำลังตรวจสอบ
tr: Denetleniyor
ug: بايقاۋاتىدۇ

# StatusList_StatisticValue
source: Not Detected
ar: لم يتم الكشف عنها
bg: Не е открит
de: Nicht erkannt
es: No detectado
et: Ei leitud
eu: Ez Atzemana
fi: Ei Havaittu
fr: Non détecté
hu: Nem felismert
it: Non rilevato
ja: 検出されませんでした
nb: Ikke oppsporet
nl: Niet gedetecteerd
pl: Nie wykryto
pt_br: Não Detectado
ro: Nedetectată
ru: Не определено
sk: Nezistené
sq: Nuk u Dallua
sv: Inte detekterad
th: ไม่พบ
tr: Algılanamadı
ug: بايقالمىدى

# StatusList_StatisticValue
source: Not Listening
bg: Не слушане
de: Nicht zuhören
es: No escuchar
fr: Ne pas écouter
it: Non ascolto
ja: 聞いていない
nl: Niet luisteren
pl: Nie słucham
pt_br: Não ouvindo
ru: Не слушать
th: ไม่ฟัง

# StatusList_StatisticValue
source: Detect Failed
ar: فشل الكشف
bg: Откриването пропадна
de: Ermittlung fehlgeschlagen
es: Error de detención
et: Leidmine nurjus
eu: Atzemateak Huts egin du
fi: Havaitseminen Epäonnistui
fr: La détection a échoué
hu: A felismerés sikertelen
it: Rilevamento Fallito
ja: 検出失敗
nb: Oppsporing feilet
nl: Detectie mislukt
pl: Wykrywanie nieudane
pt_br: A detecção Falhou
ro: Detectare Eșuată
ru: Ошибка определения
sk: Detekcia zlyhala
sq: Gjurmimi Dështoi
sv: Sökning misslyckades
th: การตรวจพบล้มเหลว
tr: Algılama Başarısız
ug: بايقىيالمىدى

# StatusList_StatisticValue
source: Blocked by Firewall/Router
ar: حظر بواسطة جدار حماية/جهاز التوجيه
bg: Блокиран от защитна стена/рутер
de: Firewall/Router gesperrt
es: Bloqueado por Firewall/Router
et: Blokeeritud tulemüüri/ruuteri poolt
eu: Suhesi/Routerrak itxita
fr: Bloqué par un pare-feu/routeur
hu: Tűzfal/router által blokkolva
it: Bloccato dal Firewall/Router
ja: ファイヤウォールまたはルーターでブロックされています
nb: Blokkert av brannmur/ruter
nl: Geblokkeerd door Firewall/Router
pl: Zablokowane przez Firewall/Router
pt_br: Bloqueado por Firewall/Roteador
ro: Blocat de Parafoc/Ruter
ru: Блокировано файерволом/роутером
sk: Blokuje firewall/smerovač
sq: Bllokuar nga Firewall/Router
sv: Blockerad av brandväggen/routern
th: ถูกบล็อกโดย Firewall หรือ Router
tr: Güvenlik Duvarı/Router engeli
ug: مۇداپئە تام/يول تاللىغۇچ تەرىپىدىن توسۇلدى

# Scheduler
source: scheduled high-speed
ar: المجدولة عاليه السرعة
bg: планирани високи скорости
de: geplanten hoch Geschwindigkeits
es: alta velocidad programada
fr: planifié à grande vitesse
it: programmata ad alta velocità
ja: 予定された高速
nl: geplande High-Speed
pl: zaplanowane dużych prędkości
pt_br: programado de alta velocidade
ru: запланированный высокоскоростной
th: กําหนดความเร็วสูง

# Scheduler
source: scheduled low-speed
ar: المجدولة منخفضه السرعة
bg: планирани ниска скорост
de: geplanten Low-Speed
es: programado a baja velocidad
fr: planifiée à basse vitesse
it: programmato a bassa velocità
ja: スケジュールされた低速
nl: geplande Low-Speed
pl: zaplanowane niskiej prędkości
pt_br: programado de baixa velocidade
ru: запланированная низкоскоростная
th: ความเร็วต่ําตามกําหนดเวลา

# Scheduler
source: scheduled turn-off
ar: بدوره إيقاف المجدولة
bg: планирано изключване
de: geplante Abzweigung
es: Apagado programado
fr: arrêt programmé
it: spegnimento programmato
ja: 予定ターンオフ
nl: geplande turn-off
pl: zaplanowane wyłączenie
pt_br: programado turn-off
ru: запланированное выключение
th: ปิดตามกําหนดการ

# Scheduler
source: for not downloading
ar: لعدم تحميله
bg: за не изтегляне
de: für nicht herunterladen
es: para no descargar
fr: pour ne pas télécharger
it: per non scaricare
ja: ダウンロードしないための
nl: voor het niet downloaden
pl: za nie pobieranie
pt_br: para não baixar
ru: не загружая
th: สําหรับการไม่ดาวน์โหลด

# StatusList_StatisticValue
source: Disk Write Buffer too Large
de: Datenträger-Schreibpuffer zu groß
es: Búfer de escritura en disco demasiado grande
fr: Tampon d’écriture sur disque trop volumineux
it: Buffer di scrittura su disco troppo grande
ja: ディスク書き込みバッファが大きすぎます
pl: Zbyt duży bufor zapisu na dysku
pt_br: Buffer de gravação de disco muito grande
ru: Слишком большой буфер записи на диск
th: Disk Write Buffer ใหญ่เกินไป

# StatusList_StatisticValue
source: ${NUMBER} files ready for seeding
bg: ${NUMBER} файлове, готови за засяване
de: ${NUMBER} Dateien für das Seeding bereit
es: Archivos de ${NUMBER} listos para la sembración
fr: ${NUMBER} fichiers prêts pour l’ensemencement
it: ${NUMBER} File di tipo pronti per il seeding
ja: ${NUMBER} ファイルはシードの準備ができています
nl: ${NUMBER}-bestanden klaar voor zaaien
pl: Pliki ${NUMBER} gotowe do wysiewu
pt_br: ${NUMBER} arquivos prontos para semeação
ru: ${NUMBER} Файлы, готовые к посевной
th: ไฟล์ ${NUMBER} พร้อมสําหรับการเพาะเมล็ด

# StatusList_StatisticValue
source: Pending: ${PENDING_NUMBER}, Downloading: ${DOWNLOADING_NUMBER}, Succeed: ${SUCCEED_NUMBER}, Failed: ${FAILED_NUMBER}
bg: Чакащи: ${PENDING_NUMBER}, Изтегляне: ${DOWNLOADING_NUMBER}, Успешно: ${SUCCEED_NUMBER}, Неуспешно: ${FAILED_NUMBER}
de: Ausstehend: ${PENDING_NUMBER}, Herunterladen: ${DOWNLOADING_NUMBER}, Erfolg: ${SUCCEED_NUMBER}, Fehler: ${FAILED_NUMBER}
es: Pendiente: ${PENDING_NUMBER}, Descarga: ${DOWNLOADING_NUMBER}, Succeed: ${SUCCEED_NUMBER}, Error: ${FAILED_NUMBER}
fr: En attente : ${PENDING_NUMBER}, Téléchargement : ${DOWNLOADING_NUMBER}, Réussite : ${SUCCEED_NUMBER} , Échec : ${FAILED_NUMBER}
it: In attesa di: ${PENDING_NUMBER}, Download: ${DOWNLOADING_NUMBER}, Operazione riuscita: ${SUCCEED_NUMBER}, Non riuscito: ${FAILED_NUMBER}
ja: 保留中: ${PENDING_NUMBER}、 ダウンロード: ${DOWNLOADING_NUMBER}, 成功: ${SUCCEED_NUMBER}, 失敗しました: ${FAILED_NUMBER}
nl: In behandeling: ${PENDING_NUMBER}, Downloaden: ${DOWNLOADING_NUMBER}, Slagen: ${SUCCEED_NUMBER}, Mislukt: ${FAILED_NUMBER}
pl: Oczekujące: ${PENDING_NUMBER}, Pobieranie: ${DOWNLOADING_NUMBER}, Powodzenie: ${SUCCEED_NUMBER}, nie powiodło się: ${FAILED_NUMBER}
pt_br: Pendências: ${PENDING_NUMBER}, Download: ${DOWNLOADING_NUMBER}, Sucesso: ${SUCCEED_NUMBER}, Falha: ${FAILED_NUMBER}
ru: В ожидании: ${PENDING_NUMBER}, Загрузка: ${DOWNLOADING_NUMBER}, Преуспеть: ${SUCCEED_NUMBER}, Не удалось: ${FAILED_NUMBER}
th: รอดําเนินการ: ${PENDING_NUMBER}, ดาวน์โหลด: ${DOWNLOADING_NUMBER}, สําเร็จ: ${SUCCEED_NUMBER}, ล้มเหลว: ${FAILED_NUMBER}

# Common
source: Loading
de: Laden
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
pl: Ładowanie
pt_br: Carregando
ru: Загрузка
th: กำลังโหลด

# StatusList_StatisticItem
source: Established:
bg: Установен:
de: Etabliert:
es: Establecido:
fr: Établi:
it: Stabilito:
ja: 確立：
nl: Vastgesteld:
pl: Ustanowione:
pt_br: Estabelecido:
ru: Oснована:
th: ที่จัดตั้งขึ้น:

# StatusList_StatisticItem
source: Half-Open:
bg: Полуотворени:
de: Halboffen:
es: Medio abierto:
fr: Entrebâiller:
it: Semiaperto:
ja: ハーフオープン:
pl: Półotwarte:
pt_br: Semiaberto:
ru: Полуоткрытый:
th: เปิดครึ่งหนึ่ง:

# StatusList_StatisticItem
source: Pending:
bg: Изчакващи:
de: Ausstehend:
es: Pendiente:
fr: En attente :
it: In sospeso:
ja: 保留中:
nl: In afwachting:
pl: Oczekujący:
pt_br: Pendente:
ru: В ожидании:
th: รอ:

# TCP
source: undfined
bg: неопределяне
de: undfiniert
es: sin refinar
it: non raffinato
ja: 未定義
nl: ongedefinieerd
pl: niezdefiektywowane
pt_br: não definido
ru: неоконедованный
th: ไม่ได้กําหนด

# TCP
source: incoming
bg: входящи
de: eingehend
es: entrante
fr: entrant
it: in arrivo
ja: 受信
nl: binnenkomend
pl: przychodzący
pt_br: entrada
ru: прибывающий
th: ขาเข้า

# TCP
source: remote_download
bg: дистанционно изтегляне
de: Remote Herunterladen
ja: リモートダウンロード
nl: Download op afstand
pl: Pobieranie zdalne
pt_br: Download remoto
ru: Удаленная загрузка
th: ดาวน์โหลดระยะไกล

# TCP
source: others
bg: други
de: andere
es: otros
fr: autres
it: altri
ja: その他の
nl: anderen
pl: innych
pt_br: outros
ru: другие
th: อื่นๆ

# TCP
source: snapshot
bg: снимка
de: Schnappschuss
es: instantánea
fr: instantané
it: istantanea
ja: スナップショット
nl: momentopname
pl: migawka
pt_br: instantâneo
ru: снимок
th: ภาพถ่าย

# StatusList_StatisticItem
source: Disk Cache:
bg: Кеш на диска:
de: Datenträger-Cache:
es: Caché de disco:
fr: Cache disque :
it: Cache del disco:
ja: ディスク キャッシュ:
nl: Schijfcache:
pl: Pamięć podręczna dysku:
pt_br: Cache de disco:
ru: Дисковый кэш:
th: แคชดิสก์:

# StatusList_StatisticItem
source: Disk Write Buffer:
bg: Буфер за запис на диск:
es: Búfer de escritura de disco:
fr: Tampon d’écriture de disque :
it: Buffer scrittura disco:
ja: ディスク書き込みバッファ:
nl: Schijfschrijfbuffer:
pl: Bufor zapisu dysku:
pt_br: Buffer de gravação de disco:
ru: Диск Написать буфер:
th: บัฟเฟอร์การเขียนดิสก์:

# StatusList_StatisticItem
source: TCP Transfer Buffer:
bg: TCP буфер за прехвърляне:
de: TCP-Übertragungspuffer:
es: Búfer de transferencia TCP:
fr: Tampon de transfert TCP :
it: Buffer di trasferimento TCP:
ja: TCP 転送バッファ:
nl: TCP-overdrachtsbuffer:
pl: Bufor transferu TCP:
pt_br: Buffer de transferência TCP:
ru: Буфер передачи TCP:
th: บัฟเฟอร์การถ่ายโอน TCP:

# StatusList_StatisticItem
source: UDP Transfer Buffer:
bg: Буфер за прехвърляне на UDP:
de: UDP-Übertragungspuffer:
es: Búfer de transferencia UDP:
fr: Tampon de transfert UDP:
it: Buffer di trasferimento UDP:
ja: UDP 転送バッファ:
nl: UDP-overdrachtsbuffer:
pl: Bufor transferu UDP:
pt_br: Buffer de transferência UDP:
ru: Буфер передачи UDP:
th: บัฟเฟอร์การถ่ายโอน UDP:

# StatusList_StatisticItem
source: File List:
bg: Списък с файлове:
de: Dateien-Liste:
es: Lista de archivos:
fr: Liste fichier:
it: Elenco file:
ja: ファイルリスト:
nl: Bestandslijst:
pl: Lista plików:
pt_br: Lista de arquivos:
ru: Список файлов:
th: รายการแฟ้ม:

# StatusList_StatisticItem
source: Torrent List:
bg: Торент списък:
de: Torrent-Liste:
es: Lista de torrents:
fr: Liste des torrents:
it: Elenco torrent:
ja: Torrent リスト:
nl: Torrent Lijst:
pl: Lista torrentów:
pt_br: Lista de torrents:
ru: Список торрентов:
th: รายการฝนตกหนัก:

# StatusList_StatisticItem
source: Metadata Buffer:
bg: Буфер за метаданни:
de: Metadatenpuffer:
es: Búfer de metadatos:
fr: Tampon de métadonnées :
it: Buffer metadati:
ja: メタデータ バッファー:
nl: Metagegevensbuffer:
pl: Bufor metadanych:
pt_br: Buffer de metadados:
ru: Метаданные Буфер:
th: บัฟเฟอร์ข้อมูลเมตา:

# StatusList_StatisticItem
source: Metadata Download:
bg: Метаданни Изтегляне:
de: Metadaten-Download:
es: Descarga de metadatos:
fr: Téléchargement des métadonnées:
it: Download dei metadati:
ja: メタデータダウンロード:
nl: Metadata downloaden:
pl: Pobieranie metadanych:
pt_br: Download de metadados:
ru: Загрузка метаданных:
th: ดาวน์โหลดข้อมูลเมตา:

# StatusList_StatisticItem
source: Tracker Log:
bg: дневник на Tracker:
de: Tracker-Protokoll:
es: Registro del rastreador:
fr: Journal de suivi:
it: Registro tracker:
ja: トラッカーログ:
nl: Tracker logboek:
pl: Dziennik trackera:
pt_br: Log de rastreador:
ru: Журнал трекера:
th: แฟ้มบันทึกตัวติดตาม:

# StatusList_StatisticItem
source: Task Log:
bg: дневник на задачите:
de: Aufgabenprotokoll:
es: Registro de tareas:
fr: Journal des tâches :
it: Registro attività:
ja: タスク ログ:
nl: Taaklogboek:
pl: Dziennik zadań:
pt_br: Log da tarefa:
ru: Журнал задач:
th: แฟ้มบันทึกงาน:

# StatusList_StatisticItem
source: Peer Log:
bg: дневник на партньора:
de: Peer-Protokoll:
es: Registro de pares:
fr: Journal des homologues :
it: Registro tra pari:
ja: ピア ログ:
nl: Peer logboek:
pl: Dziennik równorzędny:
pt_br: Log da pares:
ru: Одноранговый журнал:
th: แฟ้มบันทึกเพียร์:

# StatusList_StatisticItem
source: Global Log:
bg: Глобален дневник:
de: Globales Protokoll:
es: Registro global:
fr: Journal global :
it: Registro globale:
ja: グローバル ログ:
nl: Globaal logboek:
pl: Dziennik globalny:
pt_br: Logs globais:
ru: Глобальный журнал:
th: แฟ้มบันทึกส่วนกลาง:

# StatusList_StatisticItem
source: Reserved Regions:
de: Reservierte Regionen:
es: Regiones reservadas:
fr: Régions réservées:
it: Regioni riservate:
ja: 予約領域:
pl: Regiony zarezerwowane:
pt_br: Regiões Reservadas:
ru: Зарезервированные регионы:
th: ภูมิภาคที่สงวนไว้:

# BitComet_Info
source: ${PERCENT} available
de: ${PERCENT} verfügbar
es: ${PERCENT} disponible
fr: ${PERCENT} disponibles
it: ${PERCENT} disponibili
ja: ${PERCENT} 利用可能
pl: ${PERCENT} dostępny
pt_br: ${PERCENT} disponíveis
ru: ${PERCENT} доступно
th: ${PERCENT} ที่มีอยู่

# BitComet_Info
source: (shares an APFS Container with other volumes)
de: (teilt einen APFS-Container mit anderen Volumes)
es: (comparte un contenedor APFS con otros volúmenes)
fr: (partage un conteneur APFS avec d’autres volumes)
it: (condivide un contenitore APFS con altri volumi)
ja: (APFSコンテナを他のボリュームと共有します)
pl: (udostępnia kontener APFS innym woluminom)
pt_br: (compartilha um contêiner APFS com outros volumes)
ru: (совместно использует контейнер APFS с другими томами)
th: (แชร์คอนเทนเนอร์ APFS กับวอลุ่มอื่นๆ)

# StatusList_StatisticItem
source: UDP Transfer:
bg: UDP трансфер:
de: UDP-Übertragung:
es: Transferencia UDP:
fr: Transfert UDP :
it: Trasferimento UDP:
ja: UDP 転送:
nl: UDP-overdracht:
pl: Transfer UDP:
pt_br: Transferência UDP:
ru: UDP передача:
th: การโอน UDP:

# BitComet_Info
source: Torrent decode error
ar: خطا في فك شفره السيل
bg: Грешка при декодирането на торента
de: Torrent-entschlüsseln-Fehler
es: Error de decodificación de Torrent
et: Torrendi dekoodimise tõrge
eu: Akatsa Torrentaren dekodeatzean
fi: Virhe torrentin purkamisessa
fr: Erreur de décodage du torrent
hu: Torrent dekódolási hiba
it: Errore di decodifica torrent
ja: Torrent解析エラー
nb: Torrent dekodingsfeil
nl: Torrent decodeerfout
pl: Błąd dekodowania torrenta
pt_br: Erro de decodificador do Torrent
ro: Eroare de decodare a torentului
ru: Ошибка декодирования торрента
sk: Chyba pri dekódovaní torrentu
sq: Gabim Në Dekodifikimin e Torrentit
sv: Fel vid avkodning av torrentfil
th: การถอดรหัส torrent ผิดพลาด
tr: Torrent kod çözme hatası!
ug: توررېنتنى يېشىشتە خاتالىق كۆرۈلدى

# BitComet_Info
source: Torrent too Large
ar: سيل كبير جدا
bg: Торентът е твърде голям
de: Torrent zu groß
es: Torrent demasiado grande
et: Torrent on liiga suur
eu: Torrent Handiegia
fi: Torrent-tiedosto on liian suuri
fr: Torrent trop lourd
hu: Torrrent túl Nagy
it: Il torrent è troppo grande
ja: Torrentが大きすぎます
nb: Torrent for stor
nl: Te grote torrent
pl: Torrent jest za duży
pt_br: O Torrent atual é muito grande
ro: Torent prea mare
ru: Торрент слишком большой
sk: Torrent je príliš veľký
sq: Torrenti Është Shumë i Madh
sv: Torrentfilen är för stor
th: ไฟล์ Torrent ใหญ่ไป
tr: Torrent dosyası çok büyük.
ug: توررېنت بەك چوڭ

# BitComet_Info
source: Opening Torrent Failed
ar: فشل فتح السيل
bg: Отварянето на торента пропадна
de: Torrent konnte nicht geöffnet werden
es: Error al abrir Torrent
et: Torrendi avamine ebaõnnestus
eu: Akatsa Torrenta Irekitzerakoan
fi: Torrentin Avaaminen Epäonnistui
fr: L'ouverture du torrent a échoué
hu: Torrent Megnyitása Sikertelen
it: Apertura del torrent non riuscita
ja: Torrent のオープン失敗
nb: Feil ved åpning av torrent
nl: Torrent openen mislukt
pl: Otworzenie torrenta nie udało się
pt_br: A abertura do arquivo torrent falhou
ro: Deschiderea filei torent a eșuat
ru: Не удалось открыть торрент
sk: Chyba pri otváraní torrentu
sq: Hapja e Torrentit Dështoi
sv: Torrentfilen kunde inte öppnas
th: การเปิด torrent ล้มเหลว
tr: Torrent dosyası açılamadı!
ug: توررېنتنى ئاچقىلى بولمىدى

# BitComet_Info
source: Task XML file error
de: Fehler in der XML-Datei der Aufgabe
es: Error de archivo XML de tarea
fr: Erreur de fichier XML de tâche
it: Errore del file XML dell'attività
ja: タスク XML ファイルのエラー
pl: Błąd pliku XML zadania
pt_br: Erro de arquivo XML da tarefa
ru: Ошибка XML-файла задачи
th: ข้อผิดพลาดของแฟ้ม XML งาน

# BitComet_Info
source: Torrent Download Failed
ar: فشل تنزيل سيل
bg: Изтеглянето на торента пропадна
de: Herunterladen des Torrent fehlgeschlagen
es: Error en la descarga de Torrent
et: Torrendi allalaadimine ebaõnnestus
eu: Akatsa Torrenta Jeisterakoan
fi: Torrentin Lataaminen Epäonnistui
fr: Le téléchargement du torrent a échoué
hu: Torrent Letöltése Sikertelen
it: Download del torrent non riuscito
ja: Torrent のダウンロード失敗
nb: Feil ved nedlasting av torrent
nl: Torrent downloaden mislukt
pl: Pobieranie torrenta nie udało się
pt_br: A transferência do arquivo torrent falhou
ro: Descărcarea filei torent a eșuat
ru: Не удалось загрузить торрент
sk: Chyba pri sťahovaní torrentu
sq: Shkarkimi i Torrentit Dështoi
sv: Nedladdning av torrentfil misslyckades
th: ดาวน์โหลด Torrent ล้มเหลว
tr: Torrent dosyası indirilemedi
ug: توررېنتنى چۈشۈرگىلى بولمىدى

# BitComet_Info
source: Error:
ar: الخطا:
bg: Грешка:
de: Fehler:
et: Viga:
eu: Akatsa
fr: Erreur :
it: Errore:
ja: エラー：
nb: Feil:
nl: Fout:
pl: Błąd:
pt_br: Erro:
ro: Eroare:
ru: Ошибка:
sk: Chyba:
sv: Fel:
th: ข้อผิดพลาด:
tr: Hata:
ug: خاتالىق:

# BitComet_Info
source: Warning:
ar: تحذير:
bg: Предупреждение:
de: Achtung:
es: Advertencia:
et: Hoiatus:
eu: Kontuz:
fr: Avertissement :
it: Attenzione:
ja: 注意:
nb: Advarsel:
nl: Waarschuwing:
pl: Ostrzeżenie:
pt_br: Alerta:
ro: Atenție:
ru: Предупреждение:
sk: Varovanie:
sv: Varning:
th: แจ้งเตือน:
tr: Uyarı:
ug: ئاگاھلاندۇرۇش:

# BitComet_Info
source: Downloaded file missing.
ar: الملف الذي تم تنزيله مفقود.
bg: Сваленият файл липсва.
de: Heruntergeladene Datei ist nicht vorhanden.
es: No se encuentra el archivo descargado.
et: Allalaetud fail puudub
eu: Jeitsitako agiria galduta
fr: Fichier téléchargé manquant.
it: File scaricato mancante.
ja: ダウンロードしたファイルが見つかりません。
nl: Gedownload bestand niet gevonden.
pl: Utracono pobierany plik.
pt_br: O arquivo baixado está faltando.
ro: Fila descărcată lipsește.
ru: Загруженный файл отсутствует.
sk: Stiahnutý súbor chýba.
sv: Nedladdad fil saknas.
th: ไฟล์ที่ดาวน์โหลดแล้วหายไป
tr: İndirilen dosya bulunamadı.
ug: چۈشۈرگەن ھۆججەت يوقالغان.

# DetailView_Log
source: An error occurred during download. Task stopped.
ar: حدث خطأ أثناء التحميل . أدت لإيقاف المهمة.
bg: Възникна грешка при свалянето. Задачата е спряна.
de: Beim Herunterladen ist ein Fehler aufgetreten. Aufgabe angehalten.
es: Ha ocurrido un error durante la descarga. Tarea detenida.
et: Allalaadmise ajal tekkis viga. Tegevus peatatud.
eu: Akats bat gertatu da jeisketan. Eginkizuna geldituta
fi: Virhe tapahtui ladattessa. Tehtävä pysäytetty.
fr: Une erreur s'est produite pendant le téléchargement. La tâche est arrêtée.
hu: Hiba történt a letöltés közben. A feladat leállítva.
it: Errore durante il download. Task interrotto.
ja: 致命的なエラーが発生しました。タスクは停止しました。
nb: En feil oppstod under nedlasting. Oppgaven er stoppet.
nl: Een fout is opgetreden tijdens het downloaden. Taak gestopt.
pl: Wystąpił błąd podczas pobierania. Zadanie zatrzymane.
pt_br: Um erro ocorreu durante o download. Tarefa interrompida.
ro: A apărut o eroare în timpul descărcării. Sarcina a fost oprită.
ru: Произошла ошибка во время загрузки. Задание остановлено.
sk: V priebehu sťahovania sa vyskytla chyba. Úloha bola zastavená.
sq: Ndodhi një gabim gjatë shkarkimit, detyra u ndal.
sv: Ett fel uppstod vid hämtning. Aktivitet stoppad.
th: งานหยุดเพราะเกิดข้อผิดพลาดระหว่างดาวน์โหลด
tr: İndirme sırasında bir hata oluştu. İşlem durduruldu.
ug: چۈشۈرۈشتە خاتالىق كۆرۈلدى. ۋەزىپە توختىدى.

# DetailView_Log
source: File does not exist at the specified address. Task stopped.
ar: توقفت المهمة .الملف غير موجود في العنوان المحدد.
bg: Файлът не съществува на посочения адрес. Задачата е спряна.
de: Die Datei ist unter angegebener Internadresse nicht vorhanden. Aufgabe angehalten.
es: No se encuentra el archivo en la dirección especificada. Tarea detenida.
et: Faili ei leitud määratud aadressil. Tegevus peataud
eu: Agiria ez dago adieraziriko helbidean. Eginkuzuna geldituta.
fi: Tiedostoa ei löydy määritetystä osoitteesta. Tehtävä pysäytetty.
fr: Le fichier n'existe pas à l'adresse indiquée. Tâche arrêtée.
hu: A fájl nem létezik a megadott címen. A feladat leállítva.
it: Questo file non è presente all'indirizzo indicato. Task interrotto.
ja: 指定されたアドレスにファイルがありません。タスクは停止しました。
nb: Filen eksisterer ikke ved angitt adresse. Oppgaven er stoppet.
nl: Bestand bestaat niet op gespecificeerd pad. Taak gestopt.
pl: Nie istnieje plik o podanym adresie. Zadanie zatrzymane
pt_br: O arquivo não existe no endereço especificado e, por isso, a tarefa foi interrompida.
ro: Fila nu există la adresa specificată. Sarcina a fost oprită.
ru: По указанному адресу файл отсутствует. Задание остановлено.
sk: Súbor neexistuje na uvedenej adrese. Úloha zastavená.
sq: Skedari nuk ekziston në adresën e specifikuar. Detyra u ndal.
sv: Filen finns inte på angiven adress. Aktivitet stoppad!
th: งานหยุดเพราะไม่พบไฟล์ตามที่อยู่นี้
tr: Dosya belirtilen konumda bulunamadı. İşlem durduruldu.
ug: بەلگىلەنگەن ئادرېستا ھۆججەت مەۋجۇد ئەمەس. ۋەزىپە توختىدى.
