Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogTaskBitTorrentPublisher
source: Created By:
bg: Създадено от:
de: Erstellt von:
es: Creado por:
fr: Créé par :
it: Creato da:
ja: 作成者:
nl: Gemaakt door:
pl: Utworzona przez:
pt_br: Criada por:
ru: Создана:
th: สร้างโดย:

# DialogTaskBitTorrentPublisher
source: Creation Time:
bg: Време на създаване:
de: Erstellungszeit:
es: Tiempo de creación:
fr: Heure de création:
it: Ora creazione:
ja: 作成時間:
nl: Creatietijd:
pl: Czas utworzenia:
pt_br: Tempo de criação:
ru: Время создания:
th: เวลาที่สร้าง:

# DialogTaskBitTorrentPublisher
source: Web Seeding
ar: مواقع الإرسال
bg: Уеб сийдване
de: Web-Seeden
es: Sembrado web
et: Levitamine veebis
eu: Webean Ereiten
fr: Essaimage Web
hu: Web seedelés
it: Seeding web
ja: Web Seed
nb: Nettutdeling
nl: Web-Seeden
pl: RozSiewanie w sieci Web
pt_br: Semeando na WEB
ro: Donare Web
ru: Веб-сидирование
sk: Webové seedovanie
sq: Dërgim Nga Interneti
sv: Webbseeding
th: การปล่อยผ่านเว็บ
tr: Web Besleme
ug: Web ئۇرۇق

# DialogTaskBitTorrentPublisher
source: Description:
bg: Описание:
de: Beschreibung:
es: Descripción:
it: Descrizione:
ja: 説明:
nl: Beschrijving:
pl: Opis:
pt_br: Descrição:
ru: Описание:
th: คำอธิบาย:

# DialogTorrentMaker
source: Invalid HTTP URL!
ar: رابط هش تي تي بي غير مسموح به
bg: Невалиден HTTP уеб адрес!
de: Ungültige HTTP-Internetadresse!
es: URL HTTP no válida!
et: Vigane HTTP URL!
fr: URL HTTP non valide !
hu: Érvénytelen HTTP URL!
it: Indirizzo HTTP non valido!
ja: 無効な HTTP URL です!
nl: Ongeldige HTTP URL!
pl: Nieprawidłowy adres URL!
pt_br: URL invalida!
ro: Adresă HTTP nevalidă!
ru: Неправильный адрес HTTP!
sv: Invalid HTTP-adress!
th: ที่อยู่ HTTP ไม่ถูกต้อง
tr: Geçersiz HTTP URLsi!

# DialogTorrentMaker
source: URL must end with "/" for multi-file task!
ar: يجب أن ينتهي عنوان ملفات الملتوميديا بي "/"
bg: Уеб адресът трябва да завършва с "/" за задача с няколко файла!
de: Internetadresse muss für Aufgabe mit mehreren enthaltenen Dateien mit "/" enden!
es: La URL debe terminar en «/» cuando se trata de tareas de más de un archive!
et: URL peab lõppema "/" multi-faili tegumile!
fr: L'URL doit se terminer par "/" pour les tâches multi-fichiers !
hu: Az URL-nek "/"-rel kell végződnie többfájlos feladat esetén!
it: L'indirizzo deve terminare con "/" per i multi-file-task!
ja: 複数ファイル指定のためには、URLは "/" で終わっている必要があります!
nl: URL moet eindigen met "/" voor een taak met meerdere bestanden!
pl: Adres URL musi się kończyć na "/" dla zadań z wieloma plikami!
pt_br: URL deve terminar com "/" para tarfefa de multi-arquivos!
ro: Adresa (URL) trebuie să se termine cu "/" pentru o sarcină multifilă!
ru: Для мультифайловых заданий дрес должен закашчиваться "/" !
sv: URL:en måste sluta med ett "/" för flera filaktiviteter!
th: สำหรับไฟล์งานหลายไฟล์ ลิงค์ที่อยู่ต้องลงท้ายด้วย "/"
tr: Çok dosyalı görevler için URL "/" ile bitmek zorunda.

# TaskList
source: What do you want to do with the selected tasks?
ar: ماذا تريد أن تفعل مع المهام المحددة ؟
bg: Какво желаете да направите с избраните задачи?
de: Was möchten Sie mit den ausgewählten Aufgaben machen?
es: ¿Qué es lo que quiere hacer con determinadas tareas?
et: Mida sa soovid teha valitud tegumiga?
eu: Zer nahi duzu egitea hautaturiko eginkizunekin?
fi: Mitä haluat tehdä valituille tehtäville?
fr: Que voulez-vous faire avec la tâche sélectionnée ?
hu: Mit szeretne csinálni a kijelölt feladatokkal?
it: Che cosa vuoi fare con i task selezionati?
ja: 選択したタスクを削除する場合の動作はどうしますか？
nb: Hva ønsker du å gjøre med merkede oppgaver?
nl: Wat wil je doen met de geselecteerde taken?
pl: Co chcesz zrobić z wybranymi zadaniami?
pt_br: O que você deseja fazer com as tarefas selecionadas?
ro: Ce vrei să faci cu sarcinile selectate?
ru: Что вы хотите сделать с выбранными заданиями?
sk: Čo si prajete urobiť s vybranými úlohami?
sq: Çfarë dëshironi të bëni me detyrat e përzgjedhura?
sv: Vad vill du göra med de markerade filer?
th: คุณต้องการจะทำอะไรกับงานที่เลือกไว้?
tr: Seçili görevleri ne yapmak istiyorsunuz?
ug: تاللىغان ۋەزىپىگە قانداق مەشغۇلات ئېلىپ بارىسىز؟

# Options_Appearance
source: Delete task only
ar: حذف المهمة فقط
bg: Изтриване само на задачата
de: Nur Aufgabe löschen
es: Sólo eliminar tarea
et: Kustuta tegum ainult
eu: Ezabatu eginkizuna bakarrik
fi: Poista vain tehtävä
fr: Effacer de la liste uniquement
hu: Csak a feladat törlése
it: Elimina solo il Task
ja: タスクのみ削除
nb: Bare slett oppgave
nl: Verwijder alleen taak
pl: Usuń tylko zadanie
pt_br: Excluir tarefa apenas
ro: Șterge numai sarcina
ru: Удалить только задание
sk: Odstrániť iba torrent
sq: Fshije vetëm detyrën
sv: Radera endast uppgift!
th: ลบแค่งานเท่านั้น
tr: Sadece Görevi Sil
ug: ۋەزىپىنىلا ئۆچۈر

# Options_Appearance
source: Delete task and downloaded files
ar: حذف المهمة والملفات المحملة
bg: Изтриване на задачата и свалените файлове
de: Aufgabe und heruntergeladene Dateien löschen
es: Eliminar tarea y archivos descargados
et: Kustuta tegum ja allalaetud failid
eu: Ezabatu eginkizuna eta jeitsitako agiriak
fi: Poista tehtävä ja ladatut tiedostot
fr: Effacer la tâche et les fichiers téléchargés
hu: A feladat és a letöltött fájlok törlése
it: Elimina il Task ed i files scaricati
ja: タスクとダウンロードしたファイルの削除
nb: Slett oppgave og nedlastede filer
nl: Verwijder taak en gedownloade bestanden
pl: Usuń zadanie i pobrane pliki
pt_br: Excluir tarefa e aquivos baixados
ro: Șterge sarcina și filele descărcate
ru: Удалить задание и загруженные файлы
sk: Odstrániť torrent a stiahnutý súbor
sq: Fshije detyrën dhe skedarët e shkarkuar
sv: Radera uppgift och nedladdad/e filer!
th: ลบทั้งงานและไฟล์ที่ดาวน์โหลดแล้ว
tr: Görevi ve İndirilen Dosyaları Sil
ug: ۋەزىپە ۋە چۈشۈرگەن ھۆججەتنى ئۆچۈر

# Options_Appearance
source: Delete unfinished files only
bg: Изтриване само на недовършени файлове
de: Nur unfertige Dateien löschen
es: Eliminar solo archivos sin terminar
fr: Supprimer uniquement les fichiers inachevés
it: Elimina solo i file non completati
ja: 未完成のファイルのみを削除する
nl: Alleen onvoltooide bestanden verwijderen
pl: Usuń tylko niedokończone pliki
pt_br: Excluir somente arquivos inacabados
ru: Удаление только незавершенных файлов
th: ลบเฉพาะแฟ้มที่ยังไม่เสร็จเท่านั้น

# Options_Appearance
source: Delete all downloaded files
bg: Изтриване на всички изтеглени файлове
de: Löschen aller heruntergeladenen Dateien
es: Eliminar todos los archivos descargados
fr: Supprimer tous les fichiers téléchargés
it: Eliminare tutti i file scaricati
ja: ダウンロードしたすべてのファイルを削除する
nl: Alle gedownloade bestanden verwijderen
pl: Usuń wszystkie pobrane pliki
pt_br: Exclua todos os arquivos baixados
ru: Удалить все загруженные файлы
th: ลบแฟ้มที่ดาวน์โหลดมาทั้งหมด

# Options_Appearance
source: Also remove from Torrent History
ar: حذفه أيضاً من سجلات الترونت
bg: Премахване и от историята на торентите
de: Auch aus Torrent-Verlauf entfernen
es: También eliminar del historial de Torrent
et: Samuti eemaldada Torrendi ajaloost
eu: Torrent Historiatik ere ezabatu
fi: Poista myös Torrent Historiasta
fr: Supprimer également de l'historique
hu: Törlés a Torrent előzményekből is
it: Rimuovi anche dalla Cronologia Torrent
ja: Torrent 履歴からも削除する
nb: Også fjern fra Torrent History
nl: Ook verwijderen uit torrent geschiedenis
pl: Usuń także z historii torrentów
pt_br: Também remover do histórico de torrents
ro: Înlătură și din istoria torentelor
ru: Также удалить из Истории торрентов
sk: Takisto vymazať z Histórie torrentov
sv: Ta också bort från Torrent-historiken
th: ลบออกจากประวัติฝนตกหนักด้วย
tr: Ayrıca Torrent geçmişinden kaldır
ug: توررېنت تارىخىدىنمۇ چىقىرىۋەت

# TaskList
source: Task Cleanup
bg: Почистване на задача
de: Aufgabenbereinigung
es: Limpieza de tareas
fr: Nettoyage des tâches
it: Pulizia attività
ja: タスクのクリーンアップ
nl: Taak opruiming
pl: Oczyszczanie zadań
pt_br: Limpeza de tarefas
ru: Очистка задач
th: การล้างข้อมูลงาน

# TaskList
source: Task Delete Confirmation
ar: تأكيد حذف المهمة
bg: Потвърждение при изтриване на задача
de: Aufgabe löschen
es: Eliminar confirmación de Tareas
et: Tegumi kutatmise kinnitus
eu: Eginkizun Ezabatze Baieztapena
fi: Tehtävän Poisto Vahvistus
fr: Confirmation de suppression de tâche
hu: Feladat törlésének megerősítése
it: Conferma di eliminazione del task
ja: タスクの削除の確認
nl: Verwijder Taak Bevestigen
pl: Potwierdź usunięcie zadania
pt_br: Confirmação de exclusão de tarefa
ro: Confirmare de Ștergere a Sarcinii BitComet
ru: Подтверждение удаления задания
sk: Potvrdenie vymazania úlohy
sq: Konfirmim i Fshirjes së Detyrës
sv: Bekräfta borttagning!
th: ยืนยันการลบงาน
tr: Görev silme doğrulaması
ug: ۋەزىپە ئۆچۈرۈش جەزملە

# DialogTaskExistedRemind
source: Task exists. Current task progress: ${TASK_PROGRESS}
ar: المهمة موجودة.تقدم المهام الحالية : ${TASK_PROGRESS}
bg: Задачата вече съществува. Текущ напредък на задачата: ${TASK_PROGRESS}
de: Die Aufgabe ist bereits vorhanden. Aktueller Fortschritt: ${TASK_PROGRESS}
es: La tarea ya existe. Progreso actual de la tarea: ${TASK_PROGRESS}
et: Tegum on olemas.Töösoleva tegumi progress:${TASK_PROGRESS}
eu: Eginkizunak. Eginkizun garapena: ${TASK_PROGRESS}
fi: Tehtävä on olemassa. Nykyisen tehtävän eteneminen: ${TASK_PROGRESS}
fr: Tâche existante. Progression tâche en cours : ${TASK_PROGRESS}
hu: A feladat létezik. A jelenlegi feladat állapota:${TASK_PROGRESS}
it: Task esistente. Avanzamento task corrente:${TASK_PROGRESS}
ja: タスクが存在しています。現在のタスクの進行状況:${TASK_PROGRESS}
nb: Oppgave eksisterte.Nåværende oppgavefremgang:${TASK_PROGRESS}
nl: Taak bestaat. Voortgang: ${TASK_PROGRESS}
pl: Zadanie istnieje. Aktualne zaawansowanie zadania:${TASK_PROGRESS}
pt_br: Tarefa já existente. Progresso atual da Tarefa:${TASK_PROGRESS}
ro: Sarcina există deja. Progresul sarcinii curente:${TASK_PROGRESS}
ru: Задание существует. Текущий прогресс задания:${TASK_PROGRESS}
sk: Úloha existuje. Aktuálna úloha pokroku:${TASK_PROGRESS}
sq: Detyra Ekzistonte. Progresi i detyrës së tanishme:${TASK_PROGRESS}
sv: Aktiviteten finns. Aktuellt förlopp: ${TASK_PROGRESS}
th: มีงานนี้อยู่แล้ว ความคืบหน้าของงาน:${TASK_PROGRESS}
tr: Görev mevcut. Geçerli görev işlem basamağı:${TASK_PROGRESS}
ug: چۈشۈرۈش مەۋجۇد: ۋەزىپىنىڭ نۆۋەتتىكى سۈرئىتى: ${TASK_PROGRESS}

# DialogTaskExistedRemind
source: Re-download
ar: إعادة التحميل
bg: Повторно сваляне
de: Erneut herunterladen
es: Volver a descargar
et: Lae uuesti alla
eu: Bir-jeitsi
fi: Lataa uudestaan
fr: Télécharger à nouveau
hu: Újratöltés
it: Riscarica
ja: 再ダウンロード
nb: Last ned igjen
nl: Opnieuw downloaden
pl: Pobierz ponownie
pt_br: Baixar novamente
ro: Redescarcă
ru: Загрузить заново
sk: Znovu stiahnuť
sq: Rishkarko
sv: Ladda ner igen
th: ดาวน์โหลดใหม่
tr: Tekrar İndir
ug: قايتا چۈشۈر

# DialogTaskExistedRemind
source: Download
ar: تحميل
bg: Сваляне
de: Herunterladen
es: Descargar
et: Allalaadimine
eu: Jeitsi
fi: Lataa
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
nb: Last ned
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ro: Descarcă
ru: Загрузить
sk: Sťiahnuť
sq: Shkarko
sv: Ladda ner
th: ดาวน์โหลด
tr: İndir
ug: چۈشۈر

# DialogTaskExistedRemind
source: Task exists
ar: اماكن المهمه
bg: Задачата вече съществува
de: Aufgabe bereits vorhanden
es: La tarea ya existe
et: Tegum eksisteerib
eu: Eginkizunak
fi: Trackerilista:
fr: Tâche existante
hu: A feladat létezik
it: Compito esistente
ja: タスクが存在しています
nb: Tracker Liste:
nl: Taak bestaat
pl: Zadanie istnieje
pt_br: Tarefa já existente
ro: Sarcina există deja
ru: Задание существовало
sk: Úloha existuje
sq: Detyra ekzistonte
sv: Aktivitet finns
th: มีงานนี้อยู่แล้ว
tr: Görev mevcut
ug: ۋەزىپە مەۋجۇد

# TaskHash
source: Following tasks need perform hash checks:
ar: تتطلب المهام التالية اجراء تدقيقات التجزئة:
bg: Следващите задачи се нуждаят от изпълняването на хеш проверки:
de: Folgende Aufgaben müssen Hash-Prüfungen durchführen:
es: Las siguientes tareas necesitan realizar comprobaciones hash:
et: Järgmised ülesandel on vaja teha räsi kontroll:
fr: Les tâches suivantes doivent effectuer des vérifications de hachage:
it: Le attività seguenti devono eseguire controlli hash:
ja: 以下のタスクはハッシュ値の照合が必要：
nl: Volgende taken moeten uitvoeren hash controles:
pl: Następujące zadania wymagają sprawdzenia sumy kontrolnej:
pt_br: As seguintes tarefas necessitam verificação de hash:
ro: Următoarele sarcini necesită verificarea hașurilor:
ru: В следующих заданиях необходимо проверить контрольную сумму:
sv: Följande aktiviteter behöver utföra hashkontroll:
th: งานต่อไปนี้จําเป็นต้องทําการตรวจสอบแฮช:
tr: Şu görevlere hash kontrolü uygulanması gerekmektedir.

# TaskHash
source: Check all files before download
bg: Проверка на всички файлове преди изтеглянето
de: Überprüfen Sie alle Dateien vor dem Download
es: Compruebe todos los archivos antes de descargarlos
fr: Vérifier tous les fichiers avant le téléchargement
it: Controlla tutti i file prima del download
ja: ダウンロード前にすべてのファイルを確認する
nl: Controleer alle bestanden voor het downloaden
pl: Sprawdź wszystkie pliki przed pobraniem
pt_br: Verifique todos os arquivos antes do download
ru: Проверьте все файлы перед загрузкой
th: ตรวจสอบแฟ้มทั้งหมดก่อนดาวน์โหลด

# TaskHash
source: Skip hash check
bg: Пропусни хеш проверка
de: Hash-Prüfung überspringen
es: Omitir comprobación de hash
fr: Passer la vérification du hh
it: Ignora controllo hash
ja: ハッシュ チェックをスキップする
nl: Hash-controle overslaan
pl: Pomiń sprawdzanie skrótu
pt_br: Pule a verificação hash
ru: Пропустить хэш-чек
th: ข้ามการตรวจสอบแฮช

# TaskHash
source: Skip checking, download all files again as new task
bg: Пропусни проверка, Изтегли всички файлове отново като нова задача
de: Überprüfen überspringen, alle Dateien als neue Aufgabe erneut herunterladen
es: Omitir comprobación, descargar todos los archivos de nuevo como nueva tarea
fr: Passer la vérification, télécharger tous les fichiers à nouveau comme nouvelle tâche
it: Salta il controllo, scarica di nuovo tutti i file come nuova attività
ja: チェックをスキップし、すべてのファイルを新しいタスクとして再度ダウンロードする
nl: Controle overslaan, alle bestanden opnieuw downloaden als nieuwe taak
pl: Pomiń sprawdzanie, Pobierz wszystkie pliki ponownie jako nowe zadanie
pt_br: Pule a verificação, baixe todos os arquivos novamente como nova tarefa
ru: Пропустить проверку, загрузить все файлы снова в качестве новой задачи
th: ข้ามการตรวจสอบ ดาวน์โหลดแฟ้มทั้งหมดอีกครั้งเป็นงานใหม่

# TaskHash
source: Start seeding, check pieces until uploading
bg: Започнете засяване, проверете парчета, докато качите
de: Starten Sie das Seeding, checken Sie Stücke bis zum Hochladen
es: Comience a sembrar, revise las piezas hasta que se carguen
fr: Commencer l'ensemencement, vérifier les morceaux jusqu'au téléchargement
it: Inizia il seeding, controlla i pezzi fino al caricamento
ja: シード処理を開始し、アップロードするまでピースをチェックする
nl: Start seeding, Controleer stukken tot het uploaden
pl: Rozpocznij siew, sprawdzaj kawałki do momentu przesłania
pt_br: Comece a semeajás, verifique as peças até fazer upload
ru: Начать посев, проверить куски до загрузки
th: เริ่มเพาะเมล็ดตรวจสอบชิ้นส่วนจนกว่าจะอัปโหลด

# TaskHash
source: Continue
bg: Продължи
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
th: ดำเนินการต่อ

# TaskHash
source: Stop
bg: Спиране
de: Anhalten
es: Detener
fr: Arrêter
it: Ferma
ja: 停止
nl: Gestopt
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
th: หยุด

# TaskHash
source: Files to be downloaded already existed in new location.
ar: الملفات التي سيتم تحميلها موجودة بالفعل في موقع جديد.
bg: Файловете за изтегляне вече са съществували в ново местоположение.
de: Dateien, die heruntergeladen werden sollen, gab es bereits an neuem Ort.
es: Los archivos que se descargan ya existían en una nueva ubicación.
fr: Les fichiers à télécharger existaient déjà dans un nouvel emplacement.
it: I file da scaricare già esistevano in una nuova posizione.
ja: ダウンロードするファイルは、すでに新しい場所に存在していました。
nl: Bestanden die moeten worden gedownload, bestonden al op een nieuwe locatie.
pl: Pliki do pobrania już istniały w nowej lokalizacji.
pt_br: Os arquivos a serem baixados já existiam no novo local.
ru: Файлы, которые нужно загрузить, уже существуют в новом месте.
th: มีแฟ้มที่จะดาวน์โหลดอยู่แล้วในตําแหน่งที่ตั้งใหม่

# TaskHash
source: Files to be downloaded for new task already existed.
ar: الملفات التي سيتم تحميلها للمهمة الجديدة موجودة بالفعل.
bg: Файловете, които се опитвате да изтеглите като нова задача вече съществуват.
de: Heruntergeladene Dateien sind bereits vorhanden.
es: Los archivos que iban a ser descargados para una nueva tarea ya existían.
et: Failid mida soovitakse alla laadida uue käsuga on juba olemas.
eu: Jeitsitako agiriak eginkizun berrirako jadanik badaude.
fr: Les fichiers à télécharger pour la nouvelle tâche existaient déjà.
it: I file da scaricare per la nuova attività già esistito.
ja: 新しいタスクでダウンロードしようとしているファイルがすでに存在しています。
nl: Bestanden die moeten worden gedownload voor nieuwe taak al bestaan.
pl: Pliki mające zostać pobrane już istnieją.
pt_br: Os arquivos a serem baixados para nova tarefa já existem.
ro: Filele de descărcat pentru noua sarcină există deja.
ru: Загружаемые файлы для новой задачи уже существуют.
sk: Súbory budú stiahnuté pre už existujúcu úlohu.
sv: Filer som skulle laddas ned för en ny aktivitet fanns redan.
th: มีแฟ้มที่จะดาวน์โหลดสําหรับงานใหม่อยู่แล้ว
tr: Yeni görev için indirilecek dosyalar daha önce vardı.
ug: يېڭى ۋەزىپە چۈشۈرىدىغان ھۆججەت مەۋجۇد.

# TaskHash
source: Downloaded files have been modified by other program.
ar: تم تعديل الملفات التي تم تنزيلها بواسطة برنامج آخر.
bg: Изтеглените файлове са били променени от друга програма.
de: Heruntergeladene Dateien wurden von anderen Programm geändert.
es: Los archivos descargados han sido modificados por otro programa.
et: Allalaetud faili on muudetud teise programmiga.
eu: Jeitsitako agiriak beste programa batek aldatu ditu.
fr: Les fichiers téléchargés ont été modifiés par d'autres programmes.
it: I file scaricati sono stati modificati da altri programmi.
ja: ダウンロードされたファイルが他のプログラムにより変更されました。
nl: GeDownloade bestanden zijn gewijzigd door andere Programma's.
pl: Pobrane pliki zostały zmodyfikowane przez inny program.
pt_br: Os arquivos baixados foram modificados por outro programa.
ro: Filele descărcate au fost modificate de un alt program.
ru: Загруженные фалы были изменены другими приложениями.
sk: Stiahnuté programy boli modifikované iným programom.
sv: Nedladdade filer har ändrats av ett annat program.
th: แฟ้มที่ดาวน์โหลดถูกปรับเปลี่ยนโดยโปรแกรมอื่น
tr: İndirilen dosyalar başka bir program tarafından değiştirilmiş.
ug: چۈشۈرۈلگەن ھۆججەت باشقا پىروگراممىدا ئۆزگەرتىلدى.

# DialogTaskMultiDownload
source: URL:
bg: Уеб адрес:
de: Internetadresse:
eu: URL-a:
it: Indirizzo:
pt_br: Endereço:
ru: Адрес(URL):
sq: Adresa URL:
th: ที่อยู่ URL:
tr: Adres (URL):

# DialogTaskMultiDownload
source: File size:
ar: حجم الملف:
bg: Размер на файла:
de: Dateigröße:
es: Tamaño del archivo:
et: Faili suurus:
eu: Agiri Neurria:
fi: Tiedoston koko:
fr: Taille :
hu: Fájlméret:
it: Dimensione del file:
ja: ファイルサイズ:
nb: Delstørrelse:
nl: Bestandsgrootte:
pl: Rozmiar pliku:
pt_br: Tamanho do Arquivo:
ro: Mărime:
ru: Размер:
sk: Veľkosť:
sq: Madhësia e Skedarit:
sv: Delstorlek:
th: ขนาดชิ้นส่วน:
tr: Dosya boyutu:
ug: ھۆججەت چوڭلۇقى:

# DialogTaskMultiDownload
source: Query
ar: الاستعلام
bg: Запитване
de: Abfrage
es: Petición
et: Päring
eu: Irizpena
fi: Kysely
fr: Requête
hu: Kérés
it: Domanda
ja: 問い合わせ
nb: Spør
nl: Aanvraag
pl: Zapytanie
pt_br: Consultar
ro: Află
ru: Запрос
sk: Dotaz
sq: Kërkesë
sv: Förfrågan
th: สอบถาม
tr: Sorgu
ug: سۈرۈشتۈر

# DialogTaskMultiDownload
source: Save path:
ar: مسار الحفظ:
bg: Път за запазване:
de: Speicherpfad:
es: Ruta destino:
et: Salvesta
eu: Gorde helburua
fi: Tallennuspolku:
fr: Emplacement :
hu: Mentési útvonal:
it: Salva in:
ja: 保存先(&S):
nb: Målbane:
nl: Opslaan in map:
pl: Ścieżka zapisywania:
pt_br: Caminho para salvar:
ro: Salv. în:
ru: Сохранить в:
sk: Uložiť do:
sq: Shtegu i Regjistrimit:
sv: Välj sökväg:
th: ตำแหน่งที่บันทึก:
tr: Kaydet:
ug: ساقلاش يولى:

# DialogTaskMultiDownload
source: Save as:
ar: حفظ باسم:
bg: Запазване като:
de: Speichern als:
es: Guardar Como:
et: Salvesta kohas:
eu: Gorde honela:
fi: Tallenna nimellä:
fr: Enregistrer sous :
hu: Mentés mint:
it: Salva come:
ja: 名前をつけて保存(&N)
nb: Lagre som:
nl: Opslaan als:
pl: Zapisz jako:
pt_br: Salvar como:
ro: Salvare:
ru: Сохранить как:
sk: Uložiť ako:
sq: Regjistroje Si:
sv: Spara som:
th: บันทึกเป็น:
tr: Farklı Kaydet:
ug: باشقا ئاتتا ساقلا:

# DialogTaskMultiDownload
source: Rename
ar: إعادة التسمية
bg: Преименуване
de: Umbennen
es: Renombrar
et: Nimeta ümber
eu: Birrizendatu
fi: Muuta nimeä
fr: Renommer
hu: Átnevez
it: Rinomina
ja: 名前の変更
nb: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ro: Renumește
ru: Переименовать
sk: Premenovať
sq: Riemërto
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
ug: قايتا نام بېرىش

# DialogTaskMultiDownload
source: Wrong URL, please correct and try again.
ar: عنوان خاطئ , الرجاء التأكد وكتابته من جديد
bg: Грешен уеб адрес. Моля, поправете го и опитайте отново.
de: Internetadresse ungültig, bitte korrigieren und erneut versuchen.
es: URL incorrecta, inténtelo de nuevo.
et: Vale URL, palun korigeeri ja proovi uuesti
eu: URL okerra, mesedez zuzendu eta saiatu berriro
fi: Väärä URL, korjaa ja yritä uudelleen.
fr: Erreur d'URL. Merci de corriger et de réessayer.
hu: Hibás URL, kérlek javítsd és próbáld meg újra.
it: URL errato. Correggerlo e riprovare.
ja: URLが間違っています。訂正して再度実行してください。
nb: Feil URL, vennligst korriger og prøv igjen.
nl: Onjuiste URL, corrigeer en probeer opnieuw.
pl: Niepoprawny URL. Wpisz poprawny adres i spróbuj ponownie.
pt_br: Endereço errado. Por favor, corrija e tente novamente.
ro: URL greșit, corectează-l și încearcă din nou.
ru: Неправильный URL, пожалуйста исправьте и попробуйте снова.
sk: Nevhodná URL. Opravte ju a skúste to znovu.
sq: URL e gabuar, ju lutem korrigjojeni dhe provoni përsëri.
sv: Felaktig URL. Vänligen korrigera och försök igen.
th: URL ผิด กรุณาแก้และลองใหม่
tr: Yanlış URL.Lütfen geçerli URL girip tekrar deneyin.
ug: URL خاتا، توغرىلاپ قايتا سىناڭ.

# DialogTaskMultiDownload
source: More
ar: أكثر
bg: Още
de: Mehr
es: Más
et: Rohkem
eu: Gehiago
fi: Lisää
fr: Plus
hu: Több
it: Altro
ja: 追加の設定
nb: Mer
nl: Meer
pl: Więcej
pt_br: Mais
ro: Avansate
ru: Больше
sk: Viac
sq: Akoma
sv: Mer
th: เพิ่มเติม
tr: Daha Fazla
ug: تېخىمۇ كۆپ

# DialogTaskMultiDownload
source: Select Destination Folder:
ar: حدد مجلد الوجهة :
bg: Избор на целева папка:
de: Zielordner wählen:
es: Seleccionar carpeta de destino:
et: Vali sihtkoha kaust:
eu: Hautatu Helburu Agiritegia:
fi: Valitse Kohdekansio:
fr: Sélectionner le répertoire de destination :
hu: Válassz célkönyvtárat:
it: Seleziona la cartella di destinazione:
ja: 保存先フォルダを選択:
nb: Velg Målmappe:
nl: Map van bestemming selecteren:
pl: Wybierz folder docelowy:
pt_br: Selecionar Pasta de Destino:
ro: Selectează Dosarul de Salvare:
ru: Выберите папку назначения:
sk: Vyberte cieľový priečinok:
sq: Zgjidh Folderin e Destinacionit:
sv: Välj målmapp:
th: เลือกโฟลเดอร์ปลายทาง
tr: Hedef Klasörü Seçin:
ug: نىشان قىسقۇچ تاللاڭ:

# DialogTaskMultiDownload
source: Unknown
ar: غير معروف
bg: Неизвестен
de: Unbekannt
es: Desconocido
et: Tundmatu
eu: Ezezaguna
fi: Tuntematon
fr: Inconnue
hu: Ismeretlen
it: Sconosciuto
ja: 不明
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестен
sk: Neznámy
sq: Nuk njihet
sv: Okänd
th: ไม่รู้จัก
tr: Bilinmeyen
ug: نامەلۇم
