Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# LogMessage_BT_Task
source: Failed to move downloaded files. [${ERROR_MSG}]
ar: فشل نقل الملفات المحملة. [${ERROR_MSG}]
bg: Неуспешно преместване на свалените файлове. [${ERROR_MSG}]
de: Verschieben heruntergeladener Dateien fehlgeschlagen. [${ERROR_MSG}]
es: Fallo al mover archivos descargados. [${ERROR_MSG}]
et: Allalaetud failide teisladamine luhtus.. [${ERROR_MSG}]
eu: Huts egin du jeitsitako agiriak mugitzerakoan. [${ERROR_MSG}]
fr: Impossible de déplacer les fichiers téléchargés. [${ERROR_MSG}]
it: Spostamento file scaricati non riuscito. [${ERROR_MSG}]
ja: ダウンロード済みのファイルの移動に失敗しました。 [${ERROR_MSG}]
nl: Kan gedownloade bestanden niet verplaatsen. [${ERROR_MSG}]
pl: Nieudane przeniesienie pobranych plików. [${ERROR_MSG}]
pt_br: Erro em mover arquivos baixados. [${ERROR_MSG}]
ro: Mutarea filelor descărcate a eșuat. [${ERROR_MSG}]
ru: Ошибка при перемещении загруженных файлов. [${ERROR_MSG}]
sk: Chyba pri presune stiahnutých súborov. [${ERROR_MSG}]
sv: Misslyckades att flytta nedladdade filer. [${ERROR_MSG}]
th: การเคลื่อนย้ายไฟล์ที่ดาวน์โหลดแล้วล้มเหลว [${ERROR_MSG}]
tr: Dosyalar taşınamıyor. [${ERROR_MSG}]
ug: چۈشۈرگەن ھۆججەتنى يۆتكىيەلمىدى. [${ERROR_MSG}]

# LogMessage_BT_Task
source: Moving downloaded files canceled.
ar: تم إلغاء تحريك الملفات المحملة.
bg: Преместването на свалените файлове е прекъснато.
de: Verschieben heruntergeladener Dateien abgebrochen.
es: Movimiento de archivos descargados cancelado.
et: Allalaetud failide teisaldamine katkestatud.
eu: Jeitsitako agirien mugitzea etenda.
fr: Déplacement des fichiers téléchargés annulés.
it: Spostamento dei file scaricati annullato.
ja: ダウンロード済みのファイルの移動はキャンセルされました。
nl: Het verplaatsen van gedownloade bestanden geannuleerd.
pl: Anulowano przesunięcie pobranych plików.
pt_br: Movimentação de arquivos baixados cancelada.
ro: Mutarea filelor descărcate a fost anulată.
ru: Перемещение загруженных файлов отменено.
sk: Presun stiahnutých súborov bol zrušený.
sv: Flyttning av nedladdade filer avbröts.
th: การเคลื่อนย้ายไฟล์ที่ดาวน์โหลดแล้วถูกยกเลิก
tr: Dosya taşıma işlemi iptal edildi.
ug: چۈشۈرۈلگەن ھۆججەتنى يۆتكەش بىكار قىلىندى.

# LogMessage_BT_Task
source: Switch to other tracker and clear all peers.
ar: التبديل إلى تعقب أخرى ومسح جميع الاقران.
bg: Превключване към друг тракер и изчистване на всички пиъри.
de: Zu anderen Tracker wechseln und alle Peers deaktivieren.
es: Cambiar a otro rastreador y limpiar todos pares.
et: Üleminek teistele jälgijale ja eemalda kõik partnerid.
eu: Aldatu beste aztarnarietara eta garbitu hartzaile guztiak.
fr: Passez à l'autre traqueur et effacez tous les pairs.
it: Passare ad altri tracker e deselezionare tutti i peer.
ja: 全てのピアをクリアして別のトラッカーに切り替えます。
nl: Schakel over naar andere tracker en wis alle peers.
pl: Przełącz na inny tracker i wyczyść listę peerów.
pt_br: Mude para outro rastreador e limpar todos os peers.
ro: Comută (treci) la alt tracker și curăță toți partenerii.
ru: Переключиться на другой трекер и сбросить всех пиров.
sk: Prepnúť na iný tracker a vyčistiť všetkých peerov.
sv: Byt till en annan tracker och rensa alla peers.
th: สลับไปยังตัวติดตามอื่น ๆ และล้างเพื่อนทั้งหมด
tr: Başka bir sunucuya geç ve tüm uç noktaları sil.
ug: باشقا tracker گە ئالماشتۇرۇپ، ھەممە ئىشلەتكۈچىنى تازىلايدۇ.

# LogMessage_BT_Task
source: Task added from RSS feed: ${ARTICLE_TITLE}
bg: Задача, добавена от RSS канал: ${ARTICLE_TITLE}
de: Aufgabe, die aus dem RSS-Feed hinzugefügt wurde: ${ARTICLE_TITLE}
es: Tarea agregada desde la fuente RSS: ${ARTICLE_TITLE}
fr: Tâche ajoutée à partir du flux RSS : ${ARTICLE_TITLE}
it: Attività aggiunta dal feed RSS: ${ARTICLE_TITLE}
ja: RSS フィードから追加されたタスク: ${ARTICLE_TITLE}
nl: Taak toegevoegd uit RSS-feed: ${ARTICLE_TITLE}
pl: Zadanie dodane z kanału RSS: ${ARTICLE_TITLE}
pt_br: Tarefa adicionada do feed RSS: ${ARTICLE_TITLE}
ru: Задача, добавленная из RSS-канала: ${ARTICLE_TITLE}
th: งานที่เพิ่มจากตัวดึงข้อมูล RSS: ${ARTICLE_TITLE}

# StatusList_LogList
source: Time
ar: الوقت
bg: Време
de: Zeit
es: Tiempo
et: Aeg
eu: Denbora
fi: Aika
fr: Temps
hu: Idő
it: Tempo
ja: 時間
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ro: Timp
ru: Время
sk: Čas
sq: Koha
sv: Tid
th: เวลา
tr: Süre
ug: ۋاقىت

# StatusList_LogList
source: Message
ar: الرسالة
bg: Съобщение
de: Meldung
es: Mensaje
et: Sõnum
eu: Mezua
fi: Viesti
hu: Üzenet
it: Messaggio
ja: メッセージ
nb: Melding
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sq: Mesazh
sv: Meddelande
th: ข้อความ
tr: Mesaj
ug: ئۇچۇر

# MainWindow
source: ${TOTAL_COUNT} blocks, ${TOTAL_SIZE} in total
de: ${TOTAL_COUNT} Blöcke, insgesamt ${TOTAL_SIZE}
es: ${TOTAL_COUNT} bloques, ${TOTAL_SIZE} en total
fr: Blocs de ${TOTAL_COUNT}, ${TOTAL_SIZE} au total
it: ${TOTAL_COUNT} blocchi, ${TOTAL_SIZE} in totale
ja: ${TOTAL_COUNT} ブロック、合計 ${TOTAL_SIZE}
pl: Bloki o wartości ${TOTAL_COUNT}, łącznie ${TOTAL_SIZE}
pt_br: ${TOTAL_COUNT} blocos, ${TOTAL_SIZE} no total
ru: ${TOTAL_COUNT} блоков, всего ${TOTAL_SIZE}
th: บล็อก ${TOTAL_COUNT} รวม ${TOTAL_SIZE}

# MainWindow
source: Reset to Default Layout
ar: إعادة للوضع الأفتراضي
bg: Възстановяване на стандартната подредба
de: Standardlayout zurücksetzen
es: Reiniciar tema por defecto
et: Nulli vaikepaigutus
eu: Ezgaitu Lehenetsitako Antolaketa
fi: Palauta Oletusnäkymä
fr: Réinitialiser la mise en page par défaut
hu: Alapértelmezett elrendezés visszaállítása
it: Ripristina il layout predefinito
ja: レイアウトをリセット
nb: Tilbakestill Standard Layout
nl: Standaardlayout herstellen
pl: Przywróć wygląd domyślny
pt_br: Resetar Layout Padrão
ro: Restaurează Aranjamentul Implicit
ru: Вернуть расположение по умолчанию
sk: Nastaviť pôvodné zobrazenie
sq: Ringarko Daljen e Parazgjedhur
sv: Återställ till standardutseendet
th: ตั้งค่าใหม่เป็นเค้าโครงเริ่มต้น
tr: Varsayılan planı sıfırla
ug: كۆڭۈلدىكى ئۇسلۇبقا قايتۇر

# Favourite
source: Task Tags
bg: Тагове на задача
de: Aufgaben-Tags
es: Etiquetas de tareas
fr: Étiquettes de tâches
it: Tag attività
ja: タスクタグ
nl: Taaktags
pl: Znaczniki zadań
pt_br: Tags de tarefa
ru: Теги задач
th: แท็กงาน

# Favourite
source: All
bg: Всички
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: 全て
nl: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
th: ทั้งหมด

# Favourite
source: Untagged
bg: Немаркиран
de: Nicht tagged
fr: Non balisé
it: Senza tag
ja: タグなし
nl: Niet gelabeld
pl: Nieoznakowane
pt_br: Sem etiqueta
ru: Немаркированный
th: ไม่ได้ติดแท็ก

# Favourite
source: Torrent Exchange
ar: تبادل الترونت
bg: Обмяна на торенти
de: Torrent-Austausch
es: Intercambio de Torrent
et: Torrendi vahetus
eu: Torrent Aldaketa
fi: Torrent Vaihto
fr: Échange de torrent
hu: Torrentmegosztó
it: Scambio torrent
ja: Torrentの交換
nb: Torrent utveksling
nl: Torrent uitwisselen
pl: Wymiana torrentów
pt_br: Trocar torrent
ro: Partajare
ru: Обмен торрентом
sk: Zámena torrentu
sq: Shkëmbim Torrentësh
th: แลกเปลี่ยน Torrent
tr: Torrent Değişimi
ug: توررېنت ئالماشتۇرۇش

# Favourite
source: DHT Network
bg: DHT мрежа
de: DHT-Netzwerk
es: Red DHT
fr: Réseau DHT
it: Rete DHT
ja: DHTネットワーク
nl: DHT-netwerk
pl: Sieć DHT
pt_br: Rede DHT
ru: Сеть DHT
th: เครือข่าย DHT

# Favourite
source: Nodes
bg: Възли
de: Knoten
es: Nodos
fr: Noeuds
it: Nodi
ja: ノード
nl: Knooppunten
pl: Węzły
pt_br: Nós
ru: Узлы
th: โหนด

# Favourite
source: Values
bg: Стойности
de: Werte
es: Valores
fr: Valeurs
it: Valori
ja: 値
nl: Waarden
pl: Wartości
pt_br: Valores
ru: Значения
th: มูลค่า

# Favourite
source: Sessions
bg: Сесии
de: Sitzungen
es: Sesiones
it: Sessioni
ja: セッション
nl: Sessies
pl: Sesja
pt_br: Sessões
ru: Сессии
th: เซสชั่น

# Favourite
source: Announce
bg: Обяви
de: Bekanntmachen
es: Anunciar
fr: Annonce
it: Annuncio
ja: 発表
nl: Kondigen
pl: Ogłosić
pt_br: Anúncio
ru: Анонс
th: ประกาศ

# Favourite
source: Expert
de: Experte
es: Experto
it: Esperto
ja: エキスパート人
pl: Ekspert
ru: Эксперт
th: ผู้เชี่ยวชาญ

# Favourite
source: Piece Cache
de: Stück-Cache
es: Alijo de piezas
fr: Cache de pièces
it: Cassa dei pezzi
ja: ピースキャッシュ
pl: Skrytka na kawałki
pt_br: Cache de peças
ru: Кэш деталей
th: แคชชิ้น

# Favourite
source: Long-Term Seeding Cache
de: Langfristiger Seeding-Cache
es: Caché de siembra a largo plazo
fr: Cache d’amorçage à long terme
it: Cache di seeding a lungo termine
ja: 長期シード キャッシュ
pl: Długoterminowa pamięć podręczna rozsiewania
pt_br: Cache de propagação de longo prazo
ru: Кэш долгосрочного заполнения
th: แคชเพาะเมล็ดระยะยาว

# Favourite
source: Long-Term Seeding Files
de: Langfristige Seeding-Dateien
es: Archivos de siembra a largo plazo
fr: Fichiers d’ensemencement à long terme
it: File di seeding a lungo termine
ja: 長期シード ファイル
pl: Długoterminowe pliki rozmieszczania
pt_br: Arquivos de semeadura de longo prazo
ru: Файлы долгосрочного заполнения
th: ไฟล์การเพาะระยะยาว

# CView_Passport
source: Sign in CometID<br>(may download faster)
ar: قم بتسجيل الدخول في CometID<br>(لتحميل أسرع)
bg: Вписване в CometID<br>(може да се сваля по-бързо)
de: CometID-Anmeldung<br>(schneller Herunterladen möglich)
es: Acceder a CometID<br>(podría descargar más rápido)
et: Logi sisse CometID'sse<br>(saab allalaadida kiiremini)
eu: Saioa hasiz CometID<br>(azkarrago jeitsi ahalko zenuke)
fi: Kirjaudu CometID:llä<br>(saattaa ladata nopeampaa)
fr: Se connecter avec CometID<br>(peut télécharger plus vite)
it: Collegati tramite CometID<br>(i download potrebbero essere più rapidi)
ja: CometIDにサインアップする<br>（ダウンロードが速くなることがあります）
nl: Inloggen met CometID<br>(Download misschien sneller)
pl: Zalogowanie do CometID<br>(może spowodować szybsze pobieranie)
pt_br: Entre no CometID<br>(Talves baixe mais rápido)
ro: Loghează-te la CometID<br>(descărcare mai rapidă)
ru: Войти в CometID<br>(может ускорить загрузку)
sk: Prihlásiť sa do CometID<br>(môže sa sťahovať rýchlejšie)
sv: Logga in på CometID<br>(kanske laddar ned snabbare)
th: ลงชื่อเข้าใช้ CometID<br>(อาจดาวน์โหลดเร็วขึ้น)
tr: CometID'yle giriş yap<br>(daha hızlı indrime yapabilir)
ug: CometID دا تىزىمغا كىر<br>(چۈشۈرۈشنى تېزلىتىدۇ)

# CView_Passport
source: Signed in successfully
ar: تم تسجيل الدخول بنجاح
bg: Вписването е успешно
de: Anmeldung erfolgreich
es: Acceso correcto
et: Logimine õnnestus
eu: Ongi hasi da
fi: Sisäänkirjautuminen onnistui
fr: Inscription réussie
hu: Sikeresen bejelentkezett
it: Firmato con successo
ja: 正常にログインしました
nb: Innlogging vellykket
nl: Inloggen gelukt
pl: Zalogowano pomyślnie
pt_br: Conectado com sucesso
ro: Logare reușită
ru: Вход успешно выполнен
sk: Prihlásenie bolo úspešné
sq: U regjistruat me Sukses
sv: Inloggningen lyckades
th: ลงชื่อเข้าใช้สำเร็จ
tr: Giriş başarılı
ug: مۇۋەپپەقىيەتلىك تىزىمغا كىردى

# CView_Passport
source: Connecting to Server...
ar: الإتصال بالسيرفر ...
bg: Свързване със сървъра...
de: Verbindung zum Server...
es: Contactando con el servidor...
et: Ühendan serveriga...
eu: Zerbitzarira elkartzen...
fi: Yhdistetään palvelimeen...
fr: Connection au Serveur...
hu: Kapcsolódás a szerverhez...
it: Connessione al server in corso...
ja: サーバーへ接続中...
nb: Kobler til server...
nl: Maakt Verbinding...
pl: Łączenie z serwerem...
pt_br: Conectando ao Servidor...
ro: Conectare la server...
ru: Соединяемся с сервером...
sk: Prebieha pripájanie k serveru...
sq: Po lidhemi me Serverin...
sv: Ansluter till server...
th: กำลังเชื่อมต่อกับเซิร์ฟเวอร์
tr: Sunucuya bağlanılıyor...
ug: مۇلازىمىتېرغا ئۇلىنىۋاتىدۇ…

# CView_Passport
source: Sign in Now
ar: قم بتسجيل الدخول الآن
bg: Вписване сега
de: Jetzt anmelden
es: Acceder ahora
et: Logi kohe sisse
eu: Hasi saioa Orain
fi: Kirjaudu Sisään Nyt
fr: Enregistrez-vous maintenant
hu: Bejelentkezés most
it: Entra
ja: サインアップする
nb: Logg inn nå
nl: Registreer nu
pl: Zaloguj się teraz
pt_br: Entrar Agora
ro: Loghează-te Acum
ru: Войти сейчас
sk: Prihlásiť sa
sq: Regjistrohu Tani
sv: Logga in nu
th: ลงชื่อเข้าใช้ทันที
tr: Şimdi Oturum Aç
ug: ھازىرلا تىزىمغا كىر

# DetailView_PeerList
source: Remote Port
bg: Отдалечен порт
es: Puerto Remoto
fr: Port éloigné
it: Porta remota
ja: リモート ポート
nl: Externe poort
pl: Port zdalny
pt_br: Porta Remota
ru: Удаленный порт
th: พอร์ตระยะไกล

# DetailView_PeerList
source: Listening Port
bg: Пристанище за слушане
de: Überwachungsport
es: Puerto de escucha
fr: Port d'écoute
it: Porta di ascolto
ja: リスニングポート
nl: Luisterpoort
pl: Port nasłuchiwania
pt_br: Porta de escuta
ru: Прослушиваемый порт
th: พอร์ตการฟัง

# DetailView_PeerList
source: Location
bg: Местоположение
de: Standort
es: Ubicación
fr: Emplacement
it: Luogo
ja: 場所
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Местоположение
th: ที่ตั้ง

# DetailView_PeerList
source: Progress
ar: المنجز
bg: Напредък
de: Fortschritt
es: Progreso
et: Valmis
eu: Garapena
fi: Edistyminen
fr: En cours
hu: Folyamat
it: Avanzamento
ja: 進行状況
nb: Fremdrift
nl: Voortgang
pl: Ukończone
pt_br: Progresso
ro: Progres
ru: Прогресс
sk: Priebeh
sq: Progresi
sv: Förlopp
th: ความคืบหน้า
tr: İlerleme
ug: سۈرئەت

# DetailView_PeerList
source: Piece Map
bg: Карта на парчетата
de: Stückkarte
es: Mapa de la pieza
fr: Carte de pièce
it: Mappa dei pezzi
ja: ピースマップ
nl: Stuk kaart
pl: Mapa sztuki
pt_br: Mapa da peça
ru: Карта частей
th: แผนที่ชิ้น

# DetailView_PeerList
source: Source
bg: Източник
de: Quelle
es: Fuente
it: Sorgente
ja: ソース
nl: Bron
pl: Źródło
pt_br: Origem
ru: Источник
th: แหล่งข้อมูล

# DetailView_PeerList
source: Download Rate
ar: معدل التحميل
bg: Скорост на сваляне
de: Herunterladen-Geschwindigkeit
es: Tasa de descarga
et: Madal kiirus
fr: Débit réception
hu: Letöltési Sebesség
it: Velocità di download
ja: DL速度
nl: Download Snelheid
pl: Prędkość pobierania
pt_br: Taxa Baixada
ro: Vit. Descărcare
ru: Скорость загрузки
sv: Nedladdningshastighet
th: อัตราดาวน์โหลด
tr: İndirme Oranı

# DetailView_PeerList
source: Upload Rate
ar: معدل الرفع
bg: Скорост на качване
de: Hochladen-Geschwindigkeit
es: Tasa de subida
et: Üles kiirus
fr: Débit d'émission
hu: Feltöltési Sebesség
it: Velocità di upload
ja: UP速度
nl: Upload snelheid
pl: Prędkość wysyłania
pt_br: Taxa Envio
ro: Vit. Încărcare
ru: Скор. отдачи
sv: Uppladdningshastighet
th: อัตราอัพโหลด
tr: Yükleme Hızı

# DetailView_PeerList
source: Download Size
ar: حجم التحميل
bg: Размер на свалянето
de: Dn-Größe
es: Tamaño descargado
et: Väiksem suurus
fr: Taille téléchargée
hu: Letöltött Mennyiség
it: Volume di download
ja: DLサイズ
nl: Download grootte
pl: Wielkość pobierania
pt_br: Baixado
ro: Descărcat
ru: Загружено
sv: Nedladdningsstorlek
th: ขนาดดาวน์โหลด
tr: İndirme Boyutu

# DetailView_PeerList
source: Upload Size
ar: حجم الرفع
bg: Размер за качване
de: Up-Größe
es: Tamaño subido
et: Üleslaetud suurus
fr: Taille émise
hu: Feltöltött Mennyiség
it: Volume in upload
ja: UPサイズ
nl: Up Grt.
pl: Rozmiar wysyłania
pt_br: Enviado
ro: Încărcat
ru: Отдано
sv: Uppladdningsstorlek
th: อัพโหลดไปแล้ว
tr: Yükleme Boyutu

# DetailView_PeerList
source: Initiation
ar: البدء
bg: Започване
de: Aktivierung
es: Iniciación
et: Algatus
eu: Hasiera
fi: Johdatus
fr: Lancement
hu: Kezdeményezés
it: Iniziazione
ja: 接続元
nb: Oppstart
nl: Starten van
pl: Inicjacja
pt_br: Início
ro: Inițiere
ru: Запуск
sk: Inicializácia
sq: Nisja
sv: Initierar
th: การเริ่มต้น
tr: Başlangıç
ug: قوزغاش

# DetailView_PeerList
source: Protocol
bg: Протокол
de: Protokoll
es: Protocolo
fr: Protocole
it: Protocollo
ja: プロトコル
pl: Protokół
pt_br: Protocolo
ru: Протокол
th: พิธีสาร

# DetailView_PeerList
source: Encryption
bg: Шифроване
de: Verschlüsselung
es: Encriptación
fr: Chiffrement
it: Crittografia
ja: 暗号化
nl: Versleuteling
pl: Szyfrowanie
pt_br: Encriptação
ru: Шифрование
th: การเข้ารหัส

# DetailView_PeerList
source: Peer Download Rate
ar: معدل تحميل المتقفين
bg: Скорост на сваляне на пиъра
de: Peer-Herunterladen-Geschwindigkeit
es: Tasa de descarga del par
et: Peeri al.
fr: Débit source
hu: Peer Letöltési Sebesség
it: Velocità di download del Peer
ja: ピアDL速度
nl: Peer download snelheid
pl: Prędkość pobierania od peera
pt_br: Taxa Baixada Peer
ro: Vit. Parteneri
ru: Скор. загрузки пира
sv: Peer-nedladdningshastighet
th: อัตราดาวน์โหลดของผู้ใช้คนอื่น
tr: Eşlerin İndirme Oranı

# DetailView_PeerList
source: Connect Time
ar: وقت الاتصال
bg: Продължителност на връзката
de: Dauer
es: Tiempo de conexión
et: Aega jäänud
eu: Elkarketa Denbora
fi: Yhteysaika
fr: Temps de connexion
hu: Kapcsolódás ideje
it: Tempo di connessione
ja: 接続時間
nb: Kontakt tid
nl: Verbindingstijd
pl: Czas połączenia
pt_br: Tempo de Conexão
ro: Timp de Conectare
ru: Время соединения
sk: Čas pripojenia
sq: Koha e Lidhjes
sv: Anslutningstid
th: เวลาเชื่อมต่อ
tr: Bağlantı Süresi
ug: ئۇلانغان ۋاقىت

# DetailView_PeerList
source: Client Type
ar: نوع العميل
bg: Тип на клиента
de: Client
es: Tipo de cliente
et: Kliendi tüüp
eu: Bezero Mota
fi: Asiakasohjelma
fr: Logiciel client
hu: Kliens típus
it: Tipologia client
ja: クライアント
nb: Klienttype
pl: Typ klienta
pt_br: Tipo de Cliente
ro: Soft
ru: Тип клиента
sk: Typ klienta
sq: Lloji i Klientit
sv: Klienttyp
th: ชนิดของ Client
tr: İstemci Çeşidi
ug: خېرىدار تىپى

# DetailView_PeerList
source: Peer ID
ar: هوية الند
bg: ID на пиъра
es: ID del par
et: Jagaja ID
eu: Hartzaile ID-a
fi: Jakajan ID
fr: ID de la source
hu: Peer Azonosító
it: ID Peer
ja: ピアID
nb: Klient ID
nl: Ontvanger ID
pl: ID peera
pt_br: ID Peer
ro: Parteneri
ru: ID пира
sk: Identifikácia peera
sq: ID e Peer
th: ID ผู้ใช้คนอื่น
tr: Eş(Peer) ID
ug: ئىشلەتكۈچى كىملىكى

# DetailView_PeerList
source: Flags
bg: Знамена
de: Markierungen
es: Banderas
fr: Drapeaux
it: Bandiere
ja: フラグ
nl: Markeringen
pl: Flagi
pt_br: Marcações
ru: Флаги
th: ธง

# DetailView_PeerList
source: Status
ar: الحالة
bg: Състояние
de: Zustand
es: Estado
et: Olek
eu: Egoera
fi: Tila
fr: État
hu: Állapot
it: Stato
ja: 状態
nl: Toestand
pl: Stan
pt_br: Estado
ro: Stare
ru: Состояние
sk: Stav
sq: Gjendja
th: สถานะ
tr: Durum
ug: ھالىتى

# DetailView_PeerList
source: Piece Error
ar: قطعة خطأ
bg: Грешка в парчето
de: Fragmentfehler
es: Error en parte
et: Tüki viga
eu: Atal Akatsa
fi: Lohkovirhe
fr: Morceau défectueux
hu: Szelethiba
it: Errore della parte
ja: ピースエラー
nb: Del feil
nl: Stuk Fout
pl: Błąd fragmentu
pt_br: Erro na peça
ro: Eroare de Bucăți
ru: Ошибка части
sk: Chyba časti
sq: Gabim Pjese
sv: Fel på bit
th: ชิ้นส่วนไฟล์ผิดพลาด
tr: Parça Hatası
ug: بۆلەك خاتالىقى

# DetailView_PeerList
source: Number of peers received from Peer Exchange
bg: Брой връстници, получени от Партньорска борса
de: Anzahl der von Peer Exchange erhaltenen Peers
es: Número de pares recibidos de Peer Exchange
fr: Nombre de pairs reçus de Peer Exchange
it: Numero di peer ricevuti da Peer Exchange
ja: ピア交換から受信したピアの数
nl: Aantal peers ontvangen van Peer Exchange
pl: Liczba rówieśników otrzymanych z Peer Exchange
pt_br: Número de pares recebidos da Peer Exchange
ru: Количество одноранговых узлов, полученных от Peer Exchange
th: จํานวนเพื่อนที่ได้รับจาก Peer Exchange

# DetailView_PeerList
source: uTP connection status
de: uTP-Verbindungsstatus
es: Estado de la conexión uTP
fr: État de la connexion uTP
it: Stato della connessione uTP
ja: uTP 接続ステータス
pl: Stan połączenia uTP
pt_br: status de conexão uTP
ru: Состояние подключения uTP
th: สถานะการเชื่อมต่อ uTP

# DetailView_PeerList
source: I am interested in peer's data
bg: Интересувам се от данните на партньорската информация
de: Ich interessiere mich für Peer-Daten
es: Estoy interesado en los datos de pares
fr: Je m'intéresse aux données des pairs
it: Sono interessato ai dati del peer
ja: 私はピアのデータに興味があります
nl: Ik ben geïnteresseerd in de gegevens van peer
pl: Interesuje mnie dane peer
pt_br: Estou interessado nos dados dos pares
ru: Меня интересуют данные сверстников
th: ฉันสนใจข้อมูลของเพื่อน

# DetailView_PeerList
source: I am not interested in peer's data
bg: Аз не се интересувам от данните на партньорската
de: Ich interessiere mich nicht für Peer-Daten
es: No me interesan los datos de pares
fr: Je ne suis pas intéressé par les données des pairs
it: Non sono interessato ai dati del peer
ja: ピアのデータに興味がない
nl: Ik ben niet geïnteresseerd in de gegevens van peer
pl: Nie interesuje mnie dane peer
pt_br: Não estou interessado nos dados dos pares
ru: Меня не интересуют данные сверстников
th: ฉันไม่สนใจข้อมูลของเพื่อน

# DetailView_PeerList
source: choked by peer
bg: се задуши от Peer
de: von Peer erstickt
es: asfixiado por su compañero
fr: étouffé par les pairs
it: soffocato dal peer
ja: ピアによって窒息
nl: gesmokt door peer
pl: zagłuszyły przez peer
pt_br: sufocado por par
ru: душили сверстников
th: สําลักโดยเพื่อน

# DetailView_PeerList
source: not choked by peer
bg: не се задуши от Peer
de: nicht von Peer erstickt
es: no ahogado por su compañero
fr: pas étouffé par les pairs
it: non soffocato dal peer
ja: ピアによって窒息しない
nl: niet gesmokt door peer
pl: nie zagłuszyły przez peer
pt_br: não sufocado por par
ru: не душил сверстников
th: ไม่สําลักโดยเพื่อน

# DetailView_PeerList
source: peer is interested in my data
bg: peer се интересува от моите данни
de: Peer interessiert sich für meine Daten
es: pares está interesado en mis datos
fr: pair est intéressé par mes données
it: peer è interessato ai miei dati
ja: ピアが自分のデータに興味を持っている
nl: peer is geïnteresseerd in mijn gegevens
pl: peer jest zainteresowany moimi danymi
pt_br: peer está interessado em meus dados
ru: одноранговый узл заинтересован в моих данных
th: เพียร์สนใจข้อมูลของฉัน

# DetailView_PeerList
source: peer is not interested in my data
bg: peer не се интересува от моите данни
de: Peer interessiert sich nicht für meine Daten
es: pares no está interesado en mis datos
fr: pair n'est pas intéressé par mes données
it: peer non è interessato ai miei dati
ja: ピアがデータに関心がない
nl: peer is niet geïnteresseerd in mijn gegevens
pl: peer nie jest zainteresowany moimi danymi
pt_br: peer não está interessado em meus dados
ru: одноранговый узл не заинтересован в моих данных
th: เพียร์ไม่สนใจข้อมูลของฉัน

# DetailView_PeerList
source: Choking peer
bg: Задушаване
es: Compañero asfixiante
fr: S'étouffer par les pairs
it: Peer soffocamento
ja: 窒息ピア
nl: Verstikking peer
pl: Zadławienie równorzędne
pt_br: Par de asfixia
ru: Удушье сверстников
th: เพื่อนสําลัก

# DetailView_PeerList
source: not choking peer
bg: не задушаване партньорска
de: nicht ersticken Peer
es: no asfixiar a su par
fr: ne pas étouffer les pairs
it: non soffocamento peer
ja: 窒息ピアではない
nl: niet verstikking peer
pl: nie dusząc peer
pt_br: não sufocar par
ru: не задыхаясь сверстников
th: ไม่สําลักเพื่อน

# DetailView_PeerList
source: TCP connection failures:
de: TCP-Verbindungsfehler:
es: Errores de conexión TCP:
fr: Échecs de connexion TCP :
it: Errori di connessione TCP:
ja: TCP接続の失敗:
pl: Błędy połączenia TCP:
pt_br: Falhas na conexão TCP:
ru: Сбои TCP-подключения:
th: ความล้มเหลวในการเชื่อมต่อ TCP:

# DetailView_PeerList
source: uTP connection failures:
de: uTP-Verbindungsfehler:
es: Errores de conexión uTP:
fr: Échecs de connexion uTP :
it: Errori di connessione uTP:
ja: uTP 接続障害:
pl: Błędy połączenia uTP:
pt_br: Falhas na conexão uTP:
ru: Сбои подключения uTP:
th: ความล้มเหลวในการเชื่อมต่อ uTP:

# DetailView_PeerList
source: Hole punch failures:
de: Locherausfälle:
es: Fallos de perforación de agujeros:
fr: Défaillances de perforation :
it: Errori di punzonatura del foro:
ja: 穴あけの失敗:
pl: Awarie dziurkowania otworów:
pt_br: Falhas no furo:
ru: Неисправности дыроколов:
th: ความล้มเหลวในการเจาะรู:
