Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogTaskMultiDownload
source: Resume supported
ar: يدعم الأستئناف
bg: Поддържа се възобновяване на свалянето
de: Wiederaufnahme wird unterstützt
es: Permite continuar la descarga
et: Jätka toetusega
eu: Jarraitu aldezten
fi: Jatkaminen tuettu
fr: La reprise est supportée
hu: A folytatás lehetséges
it: Ripristino supportato
ja: レジュームが利用可能です
nb: Fortsett støttede
nl: Hervatten ondersteund
pl: Wznawianie obsługiwane
pt_br: Recomeço suportado
ro: Reluarea e suportată
ru: Докачка поддерживается
sk: Pokračovanie podporované
sq: Suportohet rinisja
sv: Återupptagning möjlig
th: รองรับการดาวน์โหลดต่อ
tr: Desteklenmiyor
ug: داۋامىنى يوللاشنى قوللايدۇ

# DialogTaskMultiDownload
source: Resume unsupported
ar: لايدعم الأستئناف
bg: Не се поддържа възобновяване на свалянето
de: Wiederaufnahme wird nicht unterstützt
es: No prmite continuar la descarga
et: Jätka toetuseta
eu: Jarraitu ez aldezten
fi: Jatkaminen ei tuettu
fr: Le "reprise" est non supportée
hu: A folytatás nem lehetséges
it: Ripristino non supportato
ja: レジュームは利用できません
nb: Fortsett ustøttede
nl: Hervatten niet ondersteund
pl: Wznawianie nieobsługiwane
pt_br: Recomeço não suportado
ro: Reluarea nu e suportată
ru: Докачка не поддерживается
sk: Pokračovanie nepodporované
sq: Nuk suportohet rinisja
sv: Återupptagning inte möjlig
th: ไม่รองรับการดาวน์โหลดต่อ
tr: Devam ettirme desteklenmiyor
ug: داۋامىنى يوللاشنى قوللامايدۇ

# DialogTaskMultiDownload
source: Server error
ar: خطأ في الخادم
bg: Сървърна грешка
de: Serverfehler
es: Error del servidor
et: Serveri viga
eu: Zerbitzari akatsa
fi: Yhteydet
fr: Erreur du serveur
hu: Kiszolgálóhiba
it: Errore del server
ja: サーバーエラー
nb: Tjenerfeil
nl: Serverfout
pl: Błąd serwera
pt_br: Erro no servidor
ro: Eroare de server
ru: Ошибка сервера
sk: Chyba serveru
sq: Gabim i Serverit
sv: Serverfel
th: เกิดข้อผิดพลาดที่เซิร์ฟเวอร์
tr: Sunucu hatası
ug: مۇلازىمېتىر خاتالىقى

# DialogTaskMultiDownload
source: Not found
ar: لم يتم العثور
bg: Не е открит
de: Nicht gefunden
es: No encontrado
et: Ei leitud
eu: Ez da aurkitu
fi: Ei Löytynyt
fr: Introuvable
hu: Nem található
it: Non trovato
ja: 見つかりません
nb: Ikke funnet
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não localizado
ro: N-a fost găsit
ru: Не найден
sk: Nebolo nájdené
sq: Nuk u gjet
sv: Hittades inte
th: ไม่พบ
tr: Bulunamadı
ug: تېپىلمىدى

# DialogTaskMultiDownload
source: Username/Password error
ar: خطأ في اسم المستخدم/كلمة المرور
bg: Грешка в потребителското име/парола
de: Benutzername-/Kennwortfehler
es: Nombre de usuario o contraseña incorrectos
et: Kasutajanime/Salasõna viga
eu: Erabiltzaile izen/Sar-hitz akatsa
fi: Käyttäjänimi/salasana virhe
fr: Erreur d'identifiant/Mot de passe
hu: Felhasználónév/jelszó hiba
it: Errore nome utente/password
ja: ユーザー名／パスワードエラー
nb: Brukernavn-/Passordfeil
nl: Gebruikersnaam/wachtwoord fout
pl: Błędna nazwa użytkownika/hasło
pt_br: Erro no Nome de Usuário/Senha
ro: Eroare de Utilizator/Parolă
ru: Неправильное имя пользователя или пароль
sk: ID používateľa/heslo je nesprávne
sq: Gabim Emër Përdoruesi/Fjalëkalim
sv: Fel användarnamn eller lösenord
th: ชื่อผู้ใช้/รหัสผ่าน ผิดพลาด
tr: Hatalı Kullanıcı adı/ Parola
ug: ئىشلەتكۈچى ئاتى/ئىم خاتا

# DialogTaskMultiDownload
source: URL parse error
ar: خطاء بتحليل عنوان URL
bg: Грешка при разбора на уеб адреса
de: Internetadressen-Analysefehler
es: Error al analizar la URL
et: URL parsimisviga
eu: URL azter akatsa
fi: URL jäsennysvirhe
fr: Erreur d'interprétation URL
hu: URL értelmezési hiba
it: Errore di parse dell'indirizzo
ja: URL解析エラー
nb: URL-analyse feil
nl: URL verwerk fout
pl: Błąd analizy składni URL
pt_br: Erro na análise do endereço
ro: Eroare de parsare a adresei (URL)
ru: Ошибка разбора Url
sk: Chyba analýzy URL
sq: Gabim në Krahasimin e URL
sv: URL-fel
th: การวิเคราะห์ URL ผิดพลาด
tr: Adres hatası
ug: URL فورماتى خاتا

# DialogTaskMultiDownload
source: Wrong response header
ar: تحذير استجابة خاطئة
bg: Грешка при отговора
de: Falsche Antwortkopfzeile
es: Respuesta no válida de la cabecera
et: Vale vastus päises
eu: Erantzun buru okerra
fi: Värää vastaus otsikko
fr: Mauvaise entête de réponse
hu: Rossz válaszfejléc
it: Intestazione della risposta errata
ja: 不正な応答
nb: Feil svarsfane
nl: Foute response header
pl: Błędna odpowiedź nagłówka
pt_br: Resposta errada do cabeçalho
ro: Antet eronat al răspunsului
ru: Неправильный заголовок ответа
sk: Nesprávna odozva záhlavia
sq: Kreu i përgjigjes gabim
sv: Felaktigt svarshuvud
th: ส่วนหัวการตอบสนองไม่ถูกต้อง
tr: Yanlış cevap başlığı
ug: مۇلازىمىتىر ئىنكاس كېلىشىمى خاتا

# DialogTaskMultiDownload
source: Connecting to proxy failed
ar: فشل الاتصال بالوكيل
bg: Неуспешно свързване към прокси сървър
de: Verbindung zu Proxy gescheitert
es: Error al conectarse a proxy
fr: Echec de la connexion au proxy
it: Connessione al proxy non riuscita
ja: プロキシへの接続に失敗しました
nl: Verbinding maken met proxy mislukt
pl: Połączenie z serwerem proxy nie powiodło się
pt_br: Falha na conexão com o proxy
ru: Не удалось подключиться к прокси-серверу
th: การเชื่อมต่อกับพร็อกซีล้มเหลว

# DialogTaskMultiDownload
source: Proxy server error
bg: Грешка в прокси сървъра
de: Proxyserverfehler
es: Error del servidor proxy
fr: Erreur de serveur proxy
it: Errore del server proxy
ja: プロキシ サーバー エラー
nl: Proxyserverfout
pl: Błąd serwera proxy
pt_br: Erro do servidor proxy
ru: Ошибка прокси-сервера
th: ข้อผิดพลาดพร็อกซีเซิร์ฟเวอร์

# DialogTaskMultiDownload
source: DNS resolve failed
ar: فشل حل DNS
bg: Неуспешно разрешаване на DNS
de: DNS Resolve gescheitert
es: Error de resolución de DNS
fr: Échec de la résolution DNS
it: Risoluzione DNS non riuscita
ja: DNS解決に失敗しました
nl: DNS-oplossing mislukt
pl: Rozpoznawanie nazw DNS nie powiodło się
pt_br: Falha na resolução de DNS
ru: Ошибка DNS-разрешения
th: การแก้ไข DNS ล้มเหลว

# DialogTaskMultiDownload
source: Connecting failed
ar: فشل الإتصال
bg: Връзката пропадна
de: Verbindung fehlgeschlagen
es: Error en la conexión
et: Ühendus luhtunud
eu: Elkarketak huts egin du
fi: Yhteys epäonnistui
fr: Echec de connexion
hu: A csatlakozás sikertelen
it: Connessione fallita
ja: 接続失敗
nb: Tilkobling
nl: Verbinding
pl: Połączenie z serwerem utracone
pt_br: Falha na conexão
ro: Conectarea a eșuat
ru: Ошибка соединения
sk: Pripojenie sa napodarilo
sq: Lidhja dështoi
sv: Anslutning
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı başarısız
ug: ئۇلىنالمىدى

# DialogTaskMultiDownload
source: Username/password error
ar: خطأ في اسم المستخدم/كلمة المرور
bg: Грешка в потребителското име/парола
de: Benutzername-/Kennwortfehler
es: Nombre de usuario o contraseña incorrectos
et: Kasutajanime/Salasõna viga
eu: Erabiltzaile izen/Sar-hitz akatsa
fi: Käyttäjänimi/salasana virhe
fr: Erreur d'identifiant/Mot de passe
hu: Fehasználónév/jelszó hiba
it: Errore nome utente/password
ja: ユーザー名／パスワードエラー
nb: Brukernavn-/passordfeil
nl: Gebruikersnaam/wachtwoord fout
pl: Błędna nazwa użytkownika/hasło
pt_br: Erro no nome de usuário/senha
ro: Eroare de Utilizator/Parolă
ru: Неправильное имя пользователя или пароль
sk: ID používateľa/heslo je nesprávne
sq: Gabim Emër Përdoruesi/Fjalëkalim
sv: Fel användarnamn eller lösenord
th: ชื่อผู้ใช้/รหัสผ่าน ผิดพลาด
tr: Hatalı Kullanıcı adı/ Parola
ug: ئىشلەتكۈچى ئاتى/ئىم خاتا

# DialogTaskMultiDownload
source: BC link parse error
ar: خطأ بتحليل رابط الجهاز
bg: Грешка при разбора на BC връзката
de: BC-Link syntaktischer Analysenfehler
es: Error al analizar el enlace BC
et: BC lingi sõelumis viga
eu: BC lotura azter akatsa
fi: BC linkin jäsennysvirhe
fr: Erreur d'analyse de lien BC
hu: BC hivatkozés értelmezési hiba
it: Errore di parse dell'indirizzo BC
ja: BCリンク解析エラー
nb: BC-lenkeanalyse feil
nl: BC link verwerk fout
pl: Błąd analizy składni linku BC
pt_br: Erro na análise do endereço BC
ro: Eroare de parsare a legăturii BitComet
ru: Ошибка разбора BC ссылки
sk: BC link chyba analýzy
sq: Krahaso gabimin në lidhjen BC
sv: Fel på BC-länk
th: การวิเคราะห์ลิงค์ BC ผิดพลาด
tr: BC bağlantı hatası
ug: BC ئۇلىنىش يېشىش خاتالىقى

# DialogTaskMultiDownload
source: This BC link is a BT task
ar: عنوان الجهاز هو نفس مهمة الترونت
bg: Тази BC връзка е BT задача
de: Dieser BC-Link ist eine BT-Aufgabe
es: El enlace BC es una tarea de BT
et: See BC link on BT tegum
eu: BC lotura hau BT eginkizun bat da
fi: Tämä BC linkki on BT tehtävä
fr: Ce lien BC est une tâche BT
hu: Ez a BC hivatkozés egy BT folyamat
it: Questo link BC è un BT task
ja: このBCリンクはBitTorrentタスクです
nb: Denne BC-lenken er en BT-oppgave
nl: Deze BC link is een BT taak
pl: Ten link BC jest zadaniem BT
pt_br: Este endereço do BitComet é uma tarefa do Bit Torrent
ro: Această legătură BC este o sarcină BT
ru: Эта BC ссылка - BT задача
sk: Tento BC link je BT úloha
sq: Lidhja BC është një detyrë e BT
sv: Denna BC-länk är en BT-aktivitet
th: ลิงค์ BC นี้เป็นงาน BT
tr: Bu BC bağlantısı bir BT görevi
ug: بۇ BC ئۇلىنىشى ب ت چۈشۈرۈش ۋەزىپىسى

# DialogTaskMultiDownload
source: Querying...
ar: جاري الاستعلام ...
bg: Запитване...
de: Abfragen...
es: Consultando…
et: Päring...
eu: Irizpenean
fi: Kysellään...
fr: Interrogation.....
hu: Lekérdezés...
it: In richiesta...
ja: 問い合わせ中...
nb: Spør...
nl: Opvragen...
pl: Wyszukiwanie...
pt_br: Consultando...
ro: Investigare în curs...
ru: Запрашиваю...
sk: Dotazovanie...
sq: Kërkesë...
sv: Förfrågar..
th: กำลังสอบถาม...
tr: Sorguluyor...
ug: سۈرۈشتۈرۈۋاتىدۇ…

# DialogTaskMultiDownload
source: Intelligent rename
ar: التسمية الذكية
bg: Интелигентно преименуване
de: Intelligent umbenennen
es: Nombre inteligente
et: Arukas ümbernimetamine
eu: Adimenezko birrizendatzea
fi: Älykäs uudelleen nimeäminen
fr: Renommer intelligemment
hu: Intelligens átnevezés
it: Rinomina Intelligente
ja: インテリジェントリネーム
nb: Intelligent navngiving
nl: Intelligent hernoemen
pl: Inteligentna zmiana nazwy
pt_br: Renomear inteligente
ro: Renumire inteligentă
ru: Умное переименование
sk: Inteligentné premenovanie
sq: Riemërtim Inteligjent
sv: Intelligent namnbyte
th: ระบบการเปลี่ยนชื่ออย่างชาญฉลาด
ug: ئىدراكلىق ئات ئۆزگەرت

# DialogTaskMultiDownload
source: By URL filename
ar: بواسطة عنوان اسم ملف
bg: По име на файла от уеб адреса
de: Nach Internetadressen-Dateinamen
es: Según nombre del archivo de la URL
et: Url failinime järgi
eu: URL agirizenetik
fi: URL tiedostonimen mukaan
fr: Par nom d'URL
hu: Url fájlnév szerint
it: Per nome indirizzo
ja: URL のファイル名
nb: Etter URL-filnavn
nl: Op URL bestandsnaam
pl: Przez nazwę pliku URL
pt_br: Pelo nome do arquivo do endereço
ro: După numele URL
ru: Как имя файла в URL
sk: Podľe názvu súboru URL
sq: Nga emri i skedarit url
sv: URL-filnamn
th: โดยชื่อไฟล์ของ URL
tr: Adres dosya isminden
ug: URL دىكى ھۆججەت ئاتى بويىچە

# DialogTaskMultiDownload
source: By description
ar: بالوصف
bg: По описание
de: Nach Beschreibung
es: Según descripción
et: Kirjelduse järgi
eu: Azalpenetik
fi: Kuvauksen mukaan
fr: Pour description
hu: Leírás szerint
it: Per descrizione
ja: リンクのタイトル
nb: Beskrivelse
nl: Op beschrijving
pl: Przez opis
pt_br: Pela descrição
ro: După descriere
ru: Как описание
sk: Podľa názvu odkazu
sq: Nga Përshkrimi
sv: Beskrivning
th: โดยคำอธิบาย
tr: Tanımlandı
ug: چۈشەندۈرۈش بويىچە

# DialogTaskMultiDownload
source: By URL path and filename
ar: بواسطة عنوان مكان الحفظ و اسم ملف
bg: По път в уеб адреса и име на файла
de: Nach Internetadressen-Pfad und -Dateinamen
es: Según nombre del archivo y ruta de la URL
et: Url raja ja failinime järgi
eu: URL helburu eta agirizenetik
fi: URL polun ja tiedostonimen mukaan
fr: Par chemin et nom d'URL
hu: Url útvonal és fájlnév szerint
it: Per percorso URL e nome file
ja: URL のパスとファイル名
nb: Etter URL-plassering og filnavn
nl: Op URL adres of bestandsnaam
pl: Przez ścieżkę URL i nazwę pliku
pt_br: Pelo caminho e nome de arquivo do endereço
ro: După calea și numele URL
ru: Как путь URL и имя файла
sk: Podľa cesty URL
sq: Nga shtegu dhe emri i skedarit url
sv: URL-sökväg och filnamn
th: โดยเส้นทางของ URL และชื่อไฟล์
tr: Adres yolu ve dosya isminden
ug: URL يولى ۋە ھۆججەت ئاتى بويىچە

# DialogTaskMultiDownload
source: Import from Chrome
bg: Импортиране от Chrome
de: Aus Chrome importieren
es: Importar desde Chrome
fr: Importer à partir de Chrome
it: Importazione da Chrome
ja: Chromeからインポート
nl: Importeren vanuit Chrome
pl: Importowanie z Chrome
pt_br: Importação do Chrome
ru: Импорт из Chrome
th: นําเข้าจาก Chrome

# DialogTaskMultiDownload
source: Import from Firefox
bg: Импортиране от Firefox
de: Aus Firefox importieren
es: Importar desde Firefox
fr: Importer depuis Firefox
it: Importa da Firefox
ja: Firefoxからインポート
nl: Importeren vanuit Firefox
pl: Importowanie z Firefoksa
pt_br: Importação do Firefox
ru: Импорт из Firefox
th: นําเข้าจากไฟร์ฟอกซ์

# DialogTaskMultiDownload
source: Import from Edge
bg: Импортиране от Edge
de: Importieren aus Edge
es: Importar desde Edge
fr: Importer à partir d’Edge
it: Importa da Edge
ja: Edgeからインポート
nl: Importeren vanuit Edge
pl: Importowanie z Edge
pt_br: Importação de Edge
ru: Импорт из Edge
th: นําเข้าจากขอบ

# DialogTaskMultiDownload
source: URL is empty.
bg: URL адресът е празен.
de: URL ist leer.
es: La URL está vacía.
fr: L'URL est vide.
it: L'URL è vuoto.
ja: URL が空です。
nl: URL is leeg.
pl: Adres URL jest pusty.
pt_br: A URL está vazia.
ru: URL-адрес пуст.
th: URL ว่างเปล่า

# Common
source: Error
bg: Грешка
de: Fehler
fr: Erreur
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
th: ผิดพลาด

# DialogTaskMultiDownload
source: No cookie found.
bg: Не е намерена бисквитка.
de: Kein Cookie gefunden.
es: No se ha encontrado ninguna cookie.
fr: Aucun cookie trouvé.
it: Nessun cookie trovato.
ja: クッキーが見つかりません。
nl: Geen cookie gevonden.
pl: Nie znaleziono pliku cookie.
pt_br: Nenhum biscoito foi encontrado.
ru: Файл cookie не найден.
th: ไม่พบคุกกี้

# DialogTaskMultiDownload
source: Add download
ar: إضافة التحميل
bg: Добавяне на сваляне
de: Aufgabe hinzufügen
es: Añadir descarga
et: Lisa allalaadimine
eu: Gehitu jeisketa
fi: Lisää lataus
fr: Ajouter le téléchargement
hu: Letöltés hozzáadása
it: Aggiungi download
ja: ダウンロードの追加
nb: Alle Oppgaver
nl: Alle Taken
pl: Dodaj zadanie pobierania
pt_br: Adicionar download
ro: Adaugă o Descărcare
ru: Добавить закачку
sk: Všetky položky
sq: Shto Shkarkim
sv: Lägg till nedladdning
th: เพิ่มการดาวน์โหลด
tr: İndirme ekle
ug: HTTP/FTP چۈشۈرۈش قوش

# DialogTaskMultiDownloadAdvanced
source: Search for mirrors to speed up your download.
ar: البحث عن مرايا لتسريع التحميل.
bg: Търсене на огледала за подобряване скоростта на сваляне.
de: Nach Spiegeln suchen, um Herunterladen zu beschleunigen.
es: Buscar espejos para aumentar la velocidad de descarga.
et: Otsi peegleid tõstmaks allaladimis kiirust
eu: Bilatu izpiluak zure jeisketa abiadura handitzeko.
fi: Etsi peilejä nopeuttaaksesi lataamistasi
fr: Recherche de miroirs pour augmenter le débit de téléchargement.
hu: A tükörszerverek keresése felgyorsíthatja a letöltést.
it: Ricerca mirrors per velocizzare il download.
ja: ミラーを検索してダウンロード速度を向上する。
nb: Søk i alternative kilder for å laste ned raskere.
nl: Zoek naar mirrors om uw download te versnellen.
pl: Szukaj mirrorów, aby przyspieszyć pobieranie.
pt_br: Procurar por espelhos para acelerar seu download.
ro: Caută clone [mirrors] pentru a accelera descărcarea.
ru: Найти зеркала для ускорения загрузки.
sk: Hľadať zrkadlá
sq: Kërkoni për pasqyra për të përshpejtuar shkarkimin tuaj.
sv: Sök efter mirrors för att snabba på din nedladdning.
th: ค้นหา Mirror เพื่อเพิ่มความเร็วในการดาวน์โหลด
tr: Yansımaları araştır
ug: چۈشۈرۈشنى تېزلىتىش ئۈچۈن تېخىمۇ كۆپ تەسۋىر ئىزدە

# DialogTaskMultiDownloadAdvanced
source: Search for users to speed up your download.
ar: البحث عن المستخدمين لتسريع التحميل.
bg: Търсене на потребители за подобряване скоростта на сваляне.
de: Nach Benutzern suchen, um Herunterladen zu beschleunigen.
es: Buscar usuarios para aumentar la velocidad de descarga.
et: Otsi kasutajaid tõstmaks allaladimis kiirust
eu: Bilatu erabiltzaileak zure jeisketa abiadura handitzeko.
fi: Etsi käyttäjiä nopeuttaaksesi lataamistasi
fr: Recherche d'utilisateurs pour augmenter le débit de téléchargement.
hu: A felhasználók keresése felgyorsíthatja a letöltést.
it: Ricerca peers per velocizzare il download.
ja: ピアを検索してダウンロード速度を向上します。
nb: Søk etter brukere for å laste ned raskere.
nl: Zoek naar gebruikers om uw download te versnellen.
pl: Szukaj użytkowników, aby przyspieszyć pobieranie.
pt_br: Procurar por usuários para acelerar seu download.
ro: Caută mai mulți utilizatori pentru a accelera descărcarea.
ru: Найти больше пиров для ускорения загрузки.
sk: Hľadať viac klientov pre zrýchlenie sťahovania
sq: Kërkoni për më tepër peer për të përshpejtuar shkarkimin
sv: Sök efter användare för att accelerera din nedladdning.
th: ค้นหา Peer เพื่อเพิ่มความเร็วในการดาวน์โหลด
tr: İndirmeyi hızlandırmak için kullanıcı arayın.
ug: چۈشۈرۈشنى تېزلىتىش ئۈچۈن تېخىمۇ كۆپ ئىشلەتكۈچى ئىزدە

# DialogTaskMultiDownloadAdvanced
source: Try mirrors when the server is down.
ar: جرب المرايا عندما يكون الخادم متوقف .
bg: Опитай да сваляш от огледала, когато липсва връзка със сървъра.
de: Wenn keine Verbindung mit Quelle möglich ist, vom Spiegel herunterladen.
es: Usar espejos cuando el servidor esté caído.
et: Kasuta peegleid kui server maas
eu: Saiatu izpiluak zerbitzaria bertan behera dagoenean.
fi: Yritä peilejä kun palvelin on alhaalla.
fr: Utiliser les miroirs lorsque le serveur est indisponible.
hu: Próbáld a tükörszervereket, ha a kiszolgáló nem elérhető.
it: Quando la fonte non si connette, scaricare dal mirror.
ja: ソースに接続できないときは、ミラーからダウンロードします。
nb: Prøv alternative kilder når serveren er nede.
nl: Probeer mirrors als de server down is.
pl: Kiedy serwer jest wyłączony spróbuj użyć mirrorów.
pt_br: Tentar espelhos quando o servidor estiver fora do ar.
ro: Cînd serverul principal nu e accesibil, descarcă de pe clone.
ru: Загружать с зеркал, если сервер недоступен.
sk: Pokiaľ sa nejde pripojiť ku zdroju, sťahovať zo zrkadiel (mirrors)
sq: Kontrolloni pasqyrat kur serveri bije.
sv: Försök med speglar när server är nere.
th: เมื่อเชื่อมต่อกับเซิร์ฟเวอร์ไม่ได้ จะดาวน์โหลดจาก Mirror แทน
tr: Sunucu yavaşladığında paralelleri deneyin
ug: ئەسلى مۇلازىمىتىر ئادرېسىنى زىيارەت قىلالمىغاندا تەسۋىر ئادرېستىن چۈشۈر.

# DialogTaskMultiDownloadAdvanced
source: Number of Connections:
de: Anzahl der Verbindungen:
es: Número de conexiones:
fr: Nombre de connexions :
it: Numero di connessioni:
ja: 接続数:
pl: Liczba połączeń:
pt_br: Número de Conexões:
ru: Количество подключений:
th: จํานวนการเชื่อมต่อ:

# DialogTaskMultiDownloadAdvanced
source: Max download rate:
ar: أقصى معدل للتحميل:
bg: Макс. скорост на сваляне:
de: Max. Geschwindigkeit beim Herunterladen:
es: Tasa máxima de descarga:
et: Makismaalne allaldimis kiirus:
eu: Geh. jeiste maila:
fi: Max Latausnopeus:
fr: Débit maxi réception :
hu: Maximális letöltési sebesség:
it: Max velocità di download:
ja: ダウンロード速度制限:
nb: Maks nedlastingsrate:
nl: Maximum downloadsnelheid:
pl: Maksymalna szybkość pobierania:
pt_br: Taxa máxina de download:
ro: Viteza Max Desc. :
ru: Макс. скорость загр.:
sk: Limit pre sťahovanie:
sq: Shkalla maksimale e shkarkimit:
sv: Maximal nerladdningshastighet:
th: อัตราการดาวน์โหลดสูงสุด:
tr: Azami indirme hızı:
ug: ئەڭ يۇقىرى چۈشۈرۈش سۈرئىتى:

# DialogTaskMultiDownloadAdvanced
source: Use Proxy:
de: Proxy verwenden:
es: Usar proxy:
fr: Utiliser le proxy :
it: Usa proxy:
ja: プロキシを使用:
pl: Użyj serwera proxy:
ru: Используйте прокси:
th: ใช้พร็อกซี่:

# DialogTaskMultiDownloadAdvanced
source: Accelerate
ar: تسريع
bg: Ускоряване
de: Beschleunigen
es: Aumentar velocidad
et: Kiirenda
eu: Bizkortu
fi: Nopeuta
fr: Accélérer
hu: Törlés
it: Acceleratore
ja: アクセラレーター
nb: Fjern
nl: Versnellen
pl: Przyspieszanie
pt_br: Acelerar
ro: Accelerează
ru: Ускорить
sk: Akcelerátor
sq: Përshpejto
sv: Accelerera
th: เร่งความเร็ว
tr: Hızlandırıcı
ug: تېزلەت

# DialogTaskMultiDownloadAdvanced
source: Referrer:
ar: المرجع:
bg: Референт:
es: Referido:
et: Suunaja:
eu: Xehetasuna:
it: Riferimento:
ja: リファラ：
pl: Odsyłacz:
pt_br: Referenciador:
ro: Referent:
ru: Ссылающийся:
sk: Odkaz z:
sv: Hänvisning:
th: อ้างถึงโดย:
tr: Yansıma
ug: نەقىل بەت:

# DialogTaskMultiDownloadAdvanced
source: User-Agent:
bg: Потребител-агент:
es: Usuario-Agente:
it: Agente utente:
ja: ユーザーエージェント:
pt_br: Usuário-Agente:
ru: Пользовательский агент:
th: ผู้ใช้-ตัวแทน:

# DialogTaskMultiDownloadAdvanced
source: Send custom HTTP headers to mirror addresses
de: Senden von benutzerdefinierten HTTP-Headern an Spiegeladressen
es: Enviar encabezados HTTP personalizados a direcciones reflejadas
fr: Envoyer des en-têtes HTTP personnalisés à des adresses miroir
it: Inviare intestazioni HTTP personalizzate agli indirizzi mirror
ja: カスタム HTTP ヘッダーをミラーアドレスに送信する
pl: Wysyłanie niestandardowych nagłówków HTTP do adresów lustrzanych
pt_br: Envie cabeçalhos HTTP personalizados para espelhar endereços
ru: Отправка пользовательских HTTP-заголовков на зеркальные адреса
th: ส่งส่วนหัว HTTP ที่กําหนดเองไปยังที่อยู่มิเรอร์

# DialogTaskMultiDownloadAdvanced
source: Username and password needed to access sever
ar: اسم المستخدم و كلمة المرور مطلوبة للوصول إلى حساب السيرفر
bg: Сървърът изисква име и парола за достъп
de: Benutzername und Kennwort benötigt, um auf Server zuzugreifen
es: Necesita un nombre de usuario y una contraseña para acceder al servidor
et: Kasutajanimi ja salasõna vajalik serverile ligipääsuks
eu: Erabiltzaile izena eta sar-hitza beharrezkoak dira zerbitzaria eskuratzeko
fi: Palvelimelle pääsyyn vaaditaan käyttäjänimi ja salasana
fr: Nom d'utilisateur et mot de passe requis pour accéder au serveur
hu: Felhasználónév és jelszó szükséges a szerver belépéshez.
it: Nome utente e password necessarie per accedere al sever
ja: このサーバーはログインする必要があります
nb: Name and password needed to access sever.
nl: Gebruikersnaam en wachtwoord vereist voor servertoegang
pl: Nazwa użytkownika i hasło jest wymagane, aby uzyskać dostęp do serwera
pt_br: Nome de usuário e senha necessários para acessar o servidor
ro: Numele de utilizator și parola sînt necesare pentru accesul la server.
ru: Имя пользователя и пароль нужен для доступа к серверу
sk: Prihlásiť k serveru
sq: Nevojitet emër përdoruesi dhe fjalëkalim për të hyrë në server
sv: Användarnamn och lösenord behövs för att få tillgång till servern
th: ต้องมีชื่อผู้ใช้และรหัสผ่านถึงจะเข้าสู่เซิร์ฟเวอร์ได้
tr: Sunucuya ulaşmak için isim ve şifre gerekli.
ug: مۇلازىمىتىرنى زىيارەت قىلىش ئۈچۈن ئىشلەتكۈچى ئاتى ۋە ئىم كىرگۈزۈش زۆرۈر

# DialogTaskMultiDownloadAdvanced
source: Username:
ar: اسم المستخدم:
bg: Потребителско име:
de: Benutzername:
es: Nombre de usuario:
et: Kasutajanimi:
eu: Erabiltzaile izena
fi: Käyttäjänimi:
fr: Identifiant :
hu: Felhasználónév:
it: Nome utente:
ja: ユーザーID:
nb: Brukernavn:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt_br: Nome de Usuário:
ro: Utilizator:
ru: Имя пользователя:
sk: ID užívateľa:
sq: Emri i përdoruesit:
sv: Användarnamn:
th: ชื่อผู้ใช้งาน:
tr: Kullanıcı Adı:
ug: ئىشلەتكۈچى ئاتى:

# DialogTaskMultiDownloadAdvanced
source: Password:
ar: كلمة السر:
bg: Парола:
de: Kennwort:
es: Contraseña:
et: Salasõna:
eu: Sar-hitza
fi: Salasana:
fr: Mot de passe :
hu: Jelszó:
ja: パスワード：
nb: Passord:
nl: Paswoord:
pl: Hasło:
pt_br: Senha:
ro: Parolă:
ru: Пароль:
sk: Heslo:
sq: Fjalëkalimi:
sv: Lösenord:
th: รหัสผ่าน:
tr: Parola:
ug: ئىم:
