Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_TorrentShare
source: Use default location
bg: Използване на местоположение по подразбиране
de: Standardspeicherort verwenden
es: Usar la ubicación predeterminada
fr: Utiliser l’emplacement par défaut
it: Usa posizione predefinita
ja: 既定の場所を使用する
nl: Standaardlocatie gebruiken
pl: Użyj lokalizacji domyślnej
pt_br: Use o local padrão
ru: Использование расположения по умолчанию
th: ใช้ตําแหน่งที่ตั้งเริ่มต้น

# Common
source: Open
bg: Отворен
de: Offen
es: Abierto
fr: Ouvert
it: Aperto
ja: 開く
nl: Openen
pl: Otwórz
pt_br: Aberto
ru: Открыть
th: เปิด

# Options_TorrentShare
source: Use custom location
bg: Използване на местоположение по избор
de: Benutzerdefinierten Speicherort verwenden
es: Usar ubicación personalizada
fr: Utiliser un emplacement personnalisé
it: Utilizzare la posizione personalizzata
ja: カスタムの場所を使用する
nl: Aangepaste locatie gebruiken
pl: Użyj lokalizacji niestandardowej
pt_br: Use localização personalizada
ru: Использование пользовательского местоположения
th: ใช้ตําแหน่งที่ตั้งแบบกําหนดเอง

# Options_TorrentShare
source: Save cache files in multi-level directories
bg: Записване на кеш файлове в директории на няколко нива
de: Speichern von Cache-Dateien in mehrstufigen Verzeichnissen
es: Guardar archivos de caché en directorios de varios niveles
fr: Enregistrer les fichiers de cache dans des répertoires à plusieurs niveaux
it: Salvare i file della cache in directory multilivello
ja: キャッシュ ファイルをマルチレベル ディレクトリに保存する
nl: Cachebestanden opslaan in mappen met meerdere niveaus
pl: Zapisywanie plików pamięci podręcznej w katalogach wielopoziomowych
pt_br: Salvar arquivos de cache em diretórios de vários níveis
ru: Сохранение файлов кэша в многоуровневых каталогах
th: บันทึกแฟ้มแคชในไดเรกทอรีหลายระดับ

# Options_TorrentShare
source: Collecting torrents from the connected peers who share their torrents.
bg: Събиране на торенти от свързаните връстници, които споделят торентите си.
de: Sammeln von Torrents von den verbundenen Peers, die ihre Torrents teilen.
es: Recopilar torrents de los compañeros conectados que comparten sus torrents.
fr: Collecte de torrents auprès des pairs connectés qui partagent leurs torrents.
it: Raccolta di torrent dai peer connessi che condividono i loro torrent.
ja: 彼らの急流を共有する接続された仲間から急流を収集します。
nl: Torrents verzamelen van de aangesloten peers die hun torrents delen.
pl: Zbieranie torrentów od podłączonych rówieśników, którzy udostępniają swoje torrenty.
pt_br: Coletando torrents dos pares conectados que compartilham suas torrentes.
ru: Сбор торрентов от подключенных пиров, которые делятся своими торрентами.
th: รวบรวมเพลงจากเพื่อนที่เชื่อมต่อกันซึ่งแบ่งปันเพลงของพวกเขา

# Options_TorrentShare
source: Collecting torrents from the RSS feeds.
bg: Събиране на торенти от RSS емисиите.
de: Sammeln von Torrents aus den RSS-Feeds.
es: Recopilación de torrents de las fuentes RSS.
fr: Collecte de torrents à partir des flux RSS.
it: Raccolta di torrent dai feed RSS.
ja: RSS フィードからトレントを収集します。
nl: Het verzamelen van torrents van de RSS-feeds.
pl: Zbieranie torrentów z kanałów RSS.
pt_br: Coleta de torrents dos feeds RSS.
ru: Сбор торрентов из RSS-каналов.
th: การรวบรวมเพลงจากฟีด RSS

# Options_TorrentShare
source: Collecting torrents from the peers in DHT network.
bg: Събиране на торенти от връстниците в DHT мрежа.
de: Sammeln von Torrents von den Peers im DHT-Netzwerk.
es: Recopilación de torrents de los pares en la red DHT.
fr: Collecte de torrents auprès des pairs dans le réseau DHT.
it: Raccolta di torrent dai peer nella rete DHT.
ja: DHT ネットワーク内のピアからトレントを収集します。
nl: Het verzamelen van torrents van de peers in DHT-netwerk.
pl: Zbieranie torrentów od rówieśników w sieci DHT.
pt_br: Coletando torrents dos pares na rede DHT.
ru: Сбор торрентов с одноранговых сетей в сети DHT.
th: รวบรวมเพลงจากเพื่อนในเครือข่าย DHT

# Options_TorrentShare
source: Collecting torrents using tracker scrape.
bg: Събиране на торенти с помощта на тракера скреч.
de: Sammeln von Torrents mit Tracker Scrape.
es: Recopilación de torrents mediante raspado de rastreador.
fr: Collecte de torrents à l’aide de tracker scrape.
it: Raccolta di torrent utilizzando tracker scrape.
ja: トラッカーの擦り傷を使用して急流を収集します。
nl: Torrents verzamelen met behulp van tracker scrape.
pl: Zbieranie torrentów za pomocą skrobania trackera.
pt_br: Coletando torrents usando raspagem de rastreador.
ru: Сбор торрентов с помощью трекера скребка.
th: รวบรวมเพลงโดยใช้การขูดตัวติดตาม

# Options_TorrentShare
source: Select Cache Folder:
bg: Изберете Кеш папка:
de: Wählen Sie Cache-Ordner:
es: Seleccione Carpeta de caché:
fr: Sélectionnez Le dossier de cache :
it: Seleziona cartella cache:
ja: キャッシュ フォルダの選択:
nl: Selecteer Cache map:
pl: Wybierz folder cache:
pt_br: Selecione pasta de cache:
ru: Выберите Папка кэша:
th: เลือกโฟลเดอร์แคช:

# Options_TorrentShare
source: Path is empty.
bg: Пътеката е празна.
de: Pfad ist leer.
es: El camino está vacío.
fr: Le chemin d’accès est vide.
it: Il percorso è vuoto.
ja: パスが空です。
nl: Pad is leeg.
pl: Ścieżka jest pusta.
pt_br: O caminho está vazio.
ru: Путь пуст.
th: เส้นทางว่างเปล่า

# Options_TorrentShare
source: Folder does not exist.
bg: Папката не съществува.
de: Ordner ist nicht vorhanden.
es: La carpeta no existe.
fr: Le dossier n'existe pas.
it: La cartella non esiste.
ja: フォルダが存在しません。
nl: Map bestaat niet.
pl: Folder nie istnieje.
pt_br: Pasta não existe.
ru: Папка не существует.
th: ไม่มีโฟลเดอร์อยู่

# Options_KillVirus
source: Perform a virus scan upon finishing task download
ar: فحص الفيروسات عند انتهاء التحميل
bg: Сканиране за вируси при завършване на задачата
de: Nach Herunterladen der Aufgabe nach Viren scannen
es: Pasar antivirus al finalizar la descarga
et: Otsi viirusi peale tegumi allaladimise lõpetamist
eu: Ekin birus mihaketari eginkizun jeisketa amaitzen ari denean
fi: Tarkista viruksilta tehtävän latauksen loputtua
fr: Rechercher les virus une fois le téléchargement fini
hu: A feladat vírusellenőrzése a letöltés befejezésekor
it: Scansione virus al completamento del download
ja: ダウンロード後にウイルスチェックをする
nb: Utfør en virus- skann etter nedlasting av oppgave
nl: Een virusscan uitvoeren bij het beëindigen van de taak downloaden
pl: Skanowanie antywirusowe po zakończeniu pobierania
pt_br: Remove virus após download
ro: Scanează de viruși după terminarea sarcinii de descărcare
ru: Проверять на вирусы по завершению задания
sk: Po dokončení sťahovania prehľadať vírusy
sq: Skano për viruse pas përfundimit të detyrës
sv: Virussök slutförda nedladdningsaktiviteter
th: สแกนไวรัสเมื่องานดาวน์โหลดเสร็จ
tr: Kill virus after download
ug: ۋەزىپە چۈشۈرۈش تاماملانغاندىن كېيىن ۋىرۇس تەكشۈرۈپ جەزملە

# Options_KillVirus
source: Anti-virus program path:
ar: مسار برنامج الحماية:
bg: Път до антивирусната програма:
de: Programmpfad:
es: Ruta del antivirus:
et: Anti Viirus programmi asukoht:
eu: Birus-aurkako programa helburua:
fi: Anti-virus ohjelman polku:
fr: Chemin d'accès au programme antivirus :
hu: Az antivírus program útvonala:
it: Percorso del programma Anti-virus:
ja: ウイルス対策プログラムのパス:
nb: Antivirus- program sti:
nl: Pad naar Anti Virus programma:
pl: Ścieżka do programu antywirusowego:
pt_br: Caminho do anti-virus:
ro: Calea către programul antivirus:
ru: Путь к антивирусной программе:
sk: Zložka s antivírusovým programom:
sq: Shkurtorja e programit Anti Virus:
sv: Sökväg till antivirus:
th: ตำแหน่งที่อยู่โปรแกรมกำจัดไวรัส:
tr: Virus Programı Yolu:
ug: ۋىرۇسخور پروگرامما يولى:

# Options_KillVirus
source: Execute parameter:
ar: تنفيذ المعلمة :
bg: Параметър за изпълнение:
de: Parameter:
es: Ejecutar parámetro:
et: Käivitus parameetrid:
eu: Ekintza parametroak:
fi: Suorita parametri:
fr: Exécuter le paramètre :
hu: Végrehajtási paraméter:
it: Parametro di esecuzione:
ja: 実行パラメータ:
nb: Kjør- parameter
nl: Uitvoeren parameter:
pl: Parametr wykonawczy:
pt_br: Paramentro de execução:
ro: Parametru de execuție:
ru: Параметры запуска:
sk: Spracovateľný parameter:
sq: Ekzekuto parametrin:
sv: Åtgärdningsparameter:
th: ตัวแปรบังคับ:
tr: Çalıştırma Parametresi:
ug: ئىجرا قىلىش پارامېتىرى:

# Common
source: Reset
bg: Нулиране
de: Zurücksetzen
es: Reajustar
fr: Réinitialiser
it: Ripristina
ja: リセット
pl: Resetuj
pt_br: Restaurar
ru: Сброс
th: รีเซ็ต

# Options_KillVirus
source: Extension file types which will be scanned:
ar: أستعراض الملف المطلوب فحصه:
bg: Разширения на файловете, които да бъдат сканирани :
de: Dateitypen, die geprüft werden sollen:
es: Especifique la extensión de los archivos que analizar:
et: Faili laiendite nimed mida hakkatakse skannima:
eu: Mihatuak izan daitezken hedapen agiri motak:
fi: Tiedostopäätteet jotka tarkistetaan:
fr: Nom d'extension des fichiers qui seront balayés :
hu: A fájlok kiterjesztése, amelyek szkennelve lesznek:
it: Estensione dei files su cui fare la scansione:
ja: スキャンする対象の拡張子:
nb: Utvidelse- filtyper som vil bli skannet:
nl: Bestanden met de volgende extensie zullen worden gescand:
pl: Rozszerzenia plików, które będą skanowane:
pt_br: Extensões de arquivos a serem verificadas:
ro: Extensiile filelor ce vor fi scanate:
ru: Расширения файлов которые необходимо проверять:
sk: Názvy prípon súborov, které budú kontrolované:
sq: Emri i zgjatimit të skedarëve do të skanohet:
sv: Filändelser som ska skannas:
th: สกุลไฟล์ที่จะถูกสแกน:
tr: Taranacak dosya eklentileri:
ug: قوللايدىغان ھۆججەت كېڭەيتىلگەن ئاتى:(مەسىلەن: .exe;.com;.rar;.zip......)

# Options_KillVirus
source: Auto Detect
ar: اكتشاف تلقائى
bg: Автоматично откриване
de: Auto-Erkennung
es: Detectar automáticamente
et: Automaat tuvastus
eu: Berez Atzeman
fi: Havaitse automaattisesti
fr: Détection automatique
hu: Automatikus felismerés
it: Auto-rileva
ja: 自動検出
nb: Auto-søk
nl: Automatisch detecteren
pl: Autowykrywanie
pt_br: Detectar Automaticamente
ro: Autodetectează
ru: Автоопределение
sk: Automatická detekcia
sq: Vetë Dalloje
sv: Sök automatiskt
th: ตรวจอัตโนมัติ
tr: Otomatik Algıla
ug: ئۆزلۈكىدىن بايقا

# Options_KillVirus
source: IMPORTANT: Always Protect your computer with anti-virus software
ar: ملاحظة : برنامج الحماية يحمي جهازك دائما من الفيروسات
bg: ВАЖНО: Винаги защитавайте Вашия компютър с антивирусен софтуер
de: WICHTIG: Schützen Sie Ihren Computer immer mit einem Antivirenprogramm
es: IMPORTANTE: No olvide proteger su equipo con antivirus
et: TÄHTIS: Alati kaitse oma arvutit Antiviirus tarkavaraga
eu: GARRANTZITSUA: Babestu betik zure ordenagailua birus-aurkako softwarearekin
fi: TÄRKEÄÄ: Suojaa aina tietokoneesi virustorjuntaohjelmalla
fr: IMPORTANT : Protégez toujours votre ordinateur avec un antivirus
hu: FONTOS: Mindig védd a számítógéped AntiVirus szoftverrel
it: IMPORTANTE: proteggi sempre il tuo computer con un programma antivirus
ja: 重要：ウイルス対策ソフトで常にコンピュータを保護してください
nb: VIKTIG: Alltid beskytt din datamaskin med antivirusprogram
nl: Belangrijk: Bescherm Uw computer altijd met anti-virus software
pl: WAŻNE: Zawsze chroń swój komputer oprogramowaniem antywirusowym
pt_br: IMPORTANTE: Sempre proteja seu computador com software antivírus
ro: IMPORTANT: Protejează-ți mereu calculatorul cu un program antivirus
ru: ВАЖНО: Всегда Защищайте ваш компьютер Антивирусом
sk: DÔLEŽITÉ: Vždy chráň svoj počítač s antivírovým softvérom
sq: E RËNDËSISHME: Gjithmonë mbrojeni kompjuterin tuaj me programe Anti Virus
sv: VIKTIGT: Skydda alltid din dator med ett antivirusprogram.
th: สำคัญมาก: ควรป้องกันเครื่องคอมพิวเตอร์ของคุณด้วยโปรแกรมกำจัดไวรัสเสมอ
tr: ÖNEMLİ: Bilgisayarınızı her zaman AntiVirüs Yazılımı ile koruyun
ug: مۇھىم ئەسكەرتىش: چۈشۈرۈش تاماملانغاندا ۋىرۇسخوردا تەكشۈرۈپ كومپيۇتېرنىڭ بىخەتەرلىكىگە كاپالەتلىك قىلىڭ

# Options_KillVirus
source: Click here to download anti-virus software
ar: انقر هنا لتحميل برنامج للفيروسات
bg: Натиснете тук, за да свалите антивирусен софтуер
de: Hier klicken, um ein Antivirusprogramm herunterzuladen
es: Haga clic aquí para descargar software antivirus
et: Kliki siin laadimaks Antiviiruse tarkvara
eu: Egin klik hemen birus-aurkako softwarea jeisteko
fi: Paina tästä ladataksesi anti-virus ohjelmiston
fr: Cliquer ici pour télécharger un antivirus
hu: Kattints ide AntiVirus szoftver letöltéséhez
it: Clicca qui per scaricare il programma antivirus
ja: クリックしてウイルス対策ソフトをダウンロード
nb: Klikk her for å laste ned antivirusprogram
nl: Klik hier om anti-virus software te downloaden
pl: Kliknij tutaj, aby pobrać program antywirusowy
pt_br: Clique aqui para baixar software AntiVirus
ro: Clichează pentru a descărca un soft antivirus
ru: Нажмите здесь для загрузки антивирусного приложения
sk: Pre stiahnutie antivírového softvéru klikni sem
sq: Kliko këtu për të shkarkuar programin Anti Virus
sv: Klicka här för att ladda ner antivirusprogram
th: คลิกที่นี่เพื่อดาวน์โหลดโปรแกรมกำจัดไวรัส
tr: AntiVirus Yazılımı indirmek için buraya tıklayın
ug: بۇ جاي چېكىلسە ۋىرۇسخور يۇمشاق دېتالى چۈشۈرۈلىدۇ

# Options_KillVirus
source: Anti-virus program (*.exe)|*.exe||
ar: برنامج حماية الفيروسات (*.exe)
bg: Антивирусна програма(*.exe)|*.exe||
de: Antivirenprogramm (*.exe)|*.exe||
es: Antivirus (*.exe)|*.exe||
et: Anti Viirus programm(*.exe)|*.exe||
eu: Birus-aurkako programa (*.exe)|*.exe||
fi: Anti-virus ohjelma(*.exe)|*.exe||
fr: Antivirus(*.exe)|*.exe||
hu: Antivírus program(*.exe)|*.exe||
it: Programma Anti-virus(*.exe)|*.exe||
ja: ウイルス対策プログラム(*.exe)|*.exe||
nl: Anti-virus programma (*.exe)|*.exe||
pl: Program antywirusowy (*.exe)|*.exe||
pt_br: Programa antivirus(*.exe)|*.exe||
ro: Program Antivirus (*.exe)|*.exe||
ru: Антивирусная программа (*.exe)|*.exe||
sk: Antivírusový program(*.exe)|*.exe||
sq: Programi Anti Virus(*.exe)|*.exe||
th: โปรแกรมกำจัดไวรัส(*.exe)|*.exe||
tr: virus programı(*.exe)|*.exe||
ug: ۋىرۇسخور ئىجراچان پروگرامما(*.exe)|*.exe||

# Options_KillVirus
source: Detected anti-virus software as follows:
ar: عثر الكشاف الألي على برامج الفيروسات التالية:
bg: Открит е следият антивирусен софтуер:
de: Es wurde folgendes Antivirenprogramm ermittelt:
es: Antivirus detectados:
et: Leitud järgnev viiruse eemaldamis tarkvara:
eu: Atzeman birus-aurkako softwareak honela:
fi: Havaittu anti-virus ohjelmisto seuraavasti:
fr: Logiciel tueur de virus détecté comme suit:
hu: Észlelt vírusölő szoftver a következő:
it: Rilevato il seguente virus:
ja: 検出されたウイルス対策プログラムは:
nb: Oppdaget antivirus program er følgende:
nl: Detecteer anti-virus software als volgt:
pl: Wykryto następujące programy antywirusowe:
pt_br: Detectar o software anti-virus assim:
ro: Antivirusuri detectate:
ru: Обнаружены следующие анривирусные программы:
sk: Zistené vírusy softwarov zabiť takto:
sq: Dallo dhe shkatërro viruset si vijon:
sv: Hittade följande antivirusprogram:
th: ตรวจพบโปรแกรมกำจัดไวรัสดังต่อไปนี้:
tr: Virüs Koruma Yazılımı bulundu:
ug: تۆۋەندىكى ۋىرۇسخور يۇمشاق دېتالى بايقالدى:

# Options_KillVirus
source: Detect Remind
ar: حذف التذكير
bg: Напомняне за откриване
de: Ermitteln
es: Guardar resultados
et: Tuvastamiseks meeldetuletus
eu: Atzeman Gogoratzea
fi: Tunnistetaan
fr: Détecter rappel
hu: Emlékeztető a keresésre
it: Rilevamento
ja: 検出結果を記憶
nb: Påminn ved oppdagelse
nl: Detecteren herinneren
pl: Przypomnienie o wykryciu
pt_br: Detecta lembrete
ro: Memorează detectările
ru: Напоминать о проверке
sk: Objavené oznámiť
sq: Dallo dhe Kujto
sv: Sökningspåminnelse
th: ผลการตรวจ
tr: Anımsatıcıyı Denetle
ug: بايقاش ئەسكەرتىشى

# Options_KillVirus
source: No supported anti-virus software is detected on your system. Please configure settings manually.
ar: لم يتم إضافة برنامج حماية لديك الرجاء تحديد البرنامج بشكل يدوي .
bg: Няма открит поддържан антивирусен софтуер на вашата система. Моля, конфигурирайте настройките ръчно.
de: Es konnte kein unterstütztes Antivirenprogramm ermittelt werden. Bitte nehmen Sie die Einstellungen manuell vor.
es: No se ha detectado ningún antivirus en su sistema. Confígurelo usted mismo.
et: Ühtegi Anti-viirus tarkvara ei leitud teie süsteemist. Palun konfigureeri seaded manuaalselt.
eu: Zure erabidean sostengarria ez den birus-aurkako softwarea atzeman da. Mesedez itxuratu ezarpenak eskuz.
fi: Tuettua anti-virus ohjelmistoa ei havaittu järjestelmässäsi. Ole hyvä ja määritä asetukset manuaalisesti.
fr: Pas de logiciel antivirus compatible détecté dans votre système. Veuillez configurer les paramètres manuellement.
hu: Nem található támogatott antivírus szoftver a rendszeredben. Kérlek végezd el a beállításokat manuálisan.
it: Un programma Anti-Virus non supportato è stato rilevato sul tuo sistema. Si prega di configurare le impostazioni manualmente.
ja: あなたのシステム上には対応しているウイルス対策プログラムは見つかりませんでした。手動で設定してください。
nb: Ingen støttet antivirusprogram er oppdaget i ditt system. Vennligst konfigurer innstillinger manuelt.
nl: Geen ondersteunde anti-virus software gedetecteerd op uw systeem. Stel de instellingen aub handmatig in.
pl: Nie wykryto obsługiwanego oprogramowania antywirusowego w twoim systemie. Skonfiguruj ustawienia ręcznie.
pt_br: Anti-virus não detectado em seu sistema. Configure manualmente.
ro: Pe calculatorul tău nu a fost detectat nici un soft antivirus suportat de BitComet. Configură manual setările.
ru: Не обнаруженно поддерживаемых антивирусов на вашей системе. Пожалуйста настройте параметры вручную.
sk: Vo vašom systéme nebol rozpoznaný žiadny antivírusový software. Prosím nakonfigurujte nastavenia ručne.
sq: Asnjë program Anti Virus nuk u dallua në sistemin tuaj. Ju lutemi konfigurojini parametrat në mënyrë manuale.
sv: Inga stödjande antivirusprogram hittades på ditt system. Var god konfigurera inställningarna manuellt.
th: ไม่พบโปรแกรมกำจัดไวรัสที่สนับสนุนในระบบของคุณ กรุณากำหนดค่าด้วยตนเอง
tr: Sisteminizde desteklenmeyen anti-virus yazılımı bulundu. Lütfen yapılandırma ayarlarını elle yapınız.
ug: بۇ پروگرامما قوللايدىغان ۋىرۇسخور كومپيۇتېردا بايقالمىدى. ۋىرۇسخور تۇرۇشلۇق قىسقۇچ ۋە ئىجرا قىلىش پارامېتىر تەڭشەكلىرىنى قولدا سەپلەڭ.

# Option_RemoteDownload
source: BitComet Mobile App
bg: Мобилно приложение за BitComet
es: Aplicación móvil BitComet
fr: Application mobile BitComet
ja: ビットコメトモバイルアプリ
nl: BitComet Mobiele App
pl: Aplikacja mobilna BitComet
pt_br: Aplicativo móvel BitComet
ru: BitComet Мобильное приложение
th: แอป BitComet สําหรับอุปกรณ์เคลื่อนที่

# Option_RemoteDownload
source: Enable Remote Download via BitComet Mobile App
bg: Разрешаване на отдалечено изтегляне чрез мобилно приложение на BitComet
de: Remote-Download über BitComet Mobile App aktivieren
es: Habilitar descarga remota a través de La aplicación móvil BitComet
fr: Activer le téléchargement à distance via l’application mobile BitComet
it: Abilita download remoto tramite BitComet Mobile App
ja: BitCometモバイルアプリ経由でリモートダウンロードを有効にする
nl: Extern downloaden inschakelen via de mobiele bitcomet-app
pl: Włącz zdalne pobieranie za pośrednictwem aplikacji mobilnej BitComet
pt_br: Habilite o download remoto via aplicativo móvel BitComet
ru: Включить удаленную загрузку через BitComet Мобильное приложение
th: เปิดใช้งานการดาวน์โหลดระยะไกลผ่านแอพมือถือ BitComet

# Option_RemoteDownload
source: Bind App
bg: Приложение за свързване
es: Enlazar aplicación
fr: Application bind
it: Associa app
ja: アプリケーションのバインド
nl: App binden
pl: Aplikacja Bind
pt_br: Aplicativo bind
ru: Связать приложение
th: ผูกแอป

# Option_RemoteDownload
source: Cloud Service for Remote Connection:
de: Clouddienst für Remoteverbindung:
es: Servicio en la nube para conexión remota:
fr: Service cloud pour la connexion à distance :
it: Servizio cloud per la connessione remota:
ja: リモート接続のためのクラウドサービス:
pl: Usługa w chmurze dla połączenia zdalnego:
pt_br: Serviço de nuvem para conexão remota:
ru: Облачная служба для удаленного подключения:
th: บริการคลาวด์สําหรับการเชื่อมต่อระยะไกล:

# Common
source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効
pl: Włączone
pt_br: Ativado
ru: Включено
th: เปิดใช้งาน

# Common
source: Reconnect
de: Wiederverbinden
es: Reconectarse
fr: Se reconnecter
it: Riconnettere
ja: 再接続
pl: Ponownie
pt_br: Reconectar
ru: Переподключиться
th: เชื่อม ต่อ

# Option_RemoteDownload
source: Web Page
bg: Уеб страница
de: Webseite
es: Página Web
it: Pagina Web
ja: ウェブページ
nl: Webpagina
pl: Strona sieci Web
pt_br: Página Web
ru: Веб-страница
th: เว็บเพจ

# Option_RemoteDownload
source: Enable Remote Download via web page
bg: Разрешаване на отдалечено изтегляне чрез уеб страница
de: Remote Download über Webseite aktivieren
es: Habilitar la descarga remota a través de la página web
fr: Activer le téléchargement à distance via la page Web
it: Abilita download remoto tramite pagina Web
ja: Web ページ経由でリモート ダウンロードを有効にする
nl: Extern downloaden inschakelen via webpagina
pl: Włącz pobieranie zdalne za pośrednictwem strony internetowej
pt_br: Habilite o download remoto via página web
ru: Включить удаленную загрузку через веб-страницу
th: เปิดใช้งานการดาวน์โหลดระยะไกลผ่านเว็บเพจ

# Option_RemoteDownload
source: Always use HTTPS when connecting to the embedded web server of BitComet
bg: Винаги използвайте HTTPS при свързване към вградения уеб сървър на BitComet
de: Verwenden Sie HTTPS immer, wenn Sie eine Verbindung zum eingebetteten Webserver von BitComet herstellen
es: Utilice siempre HTTPS al conectarse al servidor web integrado de BitComet
fr: Utilisez toujours HTTPS lors de la connexion au serveur Web intégré de BitComet
it: Usa sempre HTTPS per la connessione al server Web incorporato di BitComet
ja: BitComet の組み込み Web サーバーに接続する場合は、常に HTTPS を使用してください
nl: Gebruik HTTPS altijd wanneer u verbinding maakt met de ingesloten webserver van BitComet
pl: Zawsze używaj protokołu HTTPS podczas łączenia się z osadzonym serwerem sieci Web BitComet
pt_br: Use sempre HTTPS ao se conectar ao servidor web incorporado do BitComet
ru: Всегда используйте HTTPS при подключении к встроенному веб-серверу BitComet
th: ใช้ HTTPS เสมอเมื่อเชื่อมต่อกับเว็บเซิร์ฟเวอร์แบบฝังตัวของ BitComet

# Option_RemoteDownload
source: Note: When HTTPS is forced, you may see web browser warnings
bg: Забележка: Когато HTTPS е принудена, може да видите предупреждения за уеб браузъра
de: Hinweis: Wenn HTTPS erzwungen wird, werden möglicherweise Webbrowserwarnungen angezeigt
es: Nota: Cuando se fuerza HTTPS, es posible que vea advertencias del explorador web
fr: Remarque : lorsque HTTPS est forcé, vous pouvez voir les avertissements du navigateur Web
it: Nota: quando HTTPS viene forzato, è possibile che vengano visualizzati avvisi del browser Web
ja: 注: HTTPS が強制されると、Web ブラウザーの警告が表示されることがあります
nl: Opmerking: Wanneer HTTPS wordt geforceerd, ziet u mogelijk waarschuwingen voor webbrowsers
pl: Uwaga: Gdy protokół HTTPS jest wymuszony, mogą pojawić się ostrzeżenia przeglądarki internetowej
pt_br: Nota: Quando o HTTPS for forçado, você pode ver avisos do navegador da Web
ru: Примечание: Когда HTTPS вынужден, вы можете увидеть предупреждения веб-браузера
th: หมายเหตุ: เมื่อ HTTPS ถูกบังคับ คุณอาจเห็นคําเตือนของเว็บเบราว์เซอร์

# Option_RemoteDownload
source: Username
ar: اسم المستخدم
bg: Потребителско име
de: Benutzername
es: Nombre de Usuario
et: Kasutajanimi
eu: Erabiltzaile izena
fi: Käyttäjänimi
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Utilizator
ru: Имя пользователя
sk: Užívateľské meno
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
ug: ئىشلەتكۈچى ئاتى

# Option_RemoteDownload
source: Password
ar: كلمة المرور
bg: Парола
de: Kennwort
es: Contraseña
et: Salasõna
eu: Sar-hitza
fi: Salasana
fr: Mot de passe
hu: Jelszó
ja: パスワード
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parolă:
ru: Пароль
sk: Heslo
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
ug: ئىم
