Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# LogMessage_MD_Task
source: Error occurred: File on the FTP server does not match
ar: حدث خطأ: لا تتطابق مع ملف على ملقم ftp
bg: Възникна грешка: Файлът не съвпада с този на FTP сървъра
de: Fehler: Datei auf dem FTP-Server nicht gefunden
es: Error: El archivo existente en el servidor FTP no coincide
et: Leitud viga: Fftp serveri failil puudub vaste
eu: Akats bat izan da: FTP zerbitzariko agiria ez dago kideturik
fi: Tapahtui virhe: Tiedosto FTP palvelimella ei täsmää
fr: Erreur survenue : le fichier sur le serveur FTP ne correspond pas
hu: Hiba lépett fel: Az FTP szerveren levő fájl nem egyezik meg
it: Errore: Il file sul server FTP non corrisponde
ja: エラー発生：FTPサーバー上のファイルが一致しません
nb: Feil opstått: Fil på FTP- server stemmer ikke
nl: Fout opgetreden: bestand op de FTP-server komt niet overeen
pl: Wystąpił błąd: Plik na serwerze FTP jest inny
pt_br: Erro: Arquivo no servidor FTP não foi encontrado
ro: Eroare apărută: Fila de pe serverul FTP nu se potrivește
ru: Обнаружена ошибка. Файл на FTP сервере не соответствует
sk: Vyskytla sa chyba: Súbor na FTP servery sa nezhoduje
sv: Fel uppstår: Fil på FTP-servern stämmer inte överens.
th: เกิดข้อผิดพลาด: ไฟล์บนแม่ข่าย ftp ไม่สอดคล้อง
tr: Hata oluştu: Ftp sunucusundaki dosya eşleşmiyor
ug: خاتالىق كۆرۈلدى: FTP مۇلازىمىتىردىكى ھۆججەت ماسلاشمىدى

# LogMessage_MD_Task
source: Error occurred: Too many connections
ar: حدث خطأ: اتصالات كثيرة جداً
bg: Възникна грешка: Твърде много връзки
de: Fehler: Zu viele Verbindungen
es: Error: Demasiadas conexiones
et: Leitud viga: liiga palju ühendusi
eu: Akats bat izan da: Baita hainbat elkarketetan ere
fi: Tapahtui virhe: Liian monta yhteyttä
fr: Une erreur est survenue: Trop de connexions simultanées
hu: Hiba lépett fel: Túl sok kapcsolat
it: Errore: Troppe connessioni
ja: エラー発生：接続数が多すぎます
nb: Feil oppstått: for mange tilkoblinger
nl: Fout opgetreden: teveel verbindingen
pl: Wystąpił błąd: Za dużo połączeń
pt_br: Erro ocorrido: Muitas conexões
ro: Eroarea apărută: Prea multe conexiuni
ru: Обнаружена ошибка: Слишком много подключений
sk: Vyskytla sa chyba: Príliš veľa spojení
sv: Fel uppstår: För många anslutningar
th: เกิดข้อผิดพลาด: มีการเชื่อมต่อมากเกินไป
tr: Hata oluştu: Çok fazla bağlantı
ug: خاتالىق كۆرۈلدى: FTP ئۇلىنىش سانى بەك كۆپ

# LogMessage_MD_Task
source: Error occurred: FTP cmd ${CMD_CODE} error, ${ERROR_REASON}
ar: حدث خطاء: FTP cmd ${CMD_CODE} خطاء, ${ERROR_REASON}
bg: Възникна грешка: FTP cmd ${CMD_CODE} грешка, ${ERROR_REASON}
de: Fehler: FTP cmd ${CMD_CODE} Fehler, ${ERROR_REASON}
es: Error: comando FTP ${CMD_CODE}, ${ERROR_REASON}
et: Leitud tõrge: FTP cmd ${CMD_CODE} viga, ${ERROR_REASON}
eu: Akats bat izan da: FTP cmd ${CMD_CODE} akatsa, ${ERROR_REASON}
fi: Tapahtui virhe: FTP cmd ${CMD_CODE} virhe, ${ERROR_REASON}
fr: Erreur survenue : erreur de commande FTP ${CMD_CODE}, ${ERROR_REASON}
hu: Hiba lépett fel: FTP parancs ${CMD_CODE} hiba, ${ERROR_REASON}
it: Errore: FTP cmd ${CMD_CODE} error, ${ERROR_REASON}
ja: エラー発生：FTP コマンド ${CMD_CODE} エラー ${ERROR_REASON}
nb: Feil oppstått: FTP cmd ${CMD_CODE} feil, ${ERROR_REASON}
nl: Fout opgetreden: FTP cmd ${CMD_CODE} error, ${ERROR_REASON}
pl: Wystąpił błąd: FTP cmd ${CMD_CODE} błąd, ${ERROR_REASON}
pt_br: Ocorreu um erro: o comando FTP é ${CMD_CODE}, e o código de erro é ${ERROR_REASON}
ro: Eroare apărută: Eroare de comandă FTP ${CMD_CODE}, ${ERROR_REASON}
ru: Обнаружена ошибка: FTP cmd ${CMD_CODE} ошибка, ${ERROR_REASON}
sk: Vyskytla sa chyba: FTP cmd ${CMD_CODE} chyba, ${ERROR_REASON}
sv: Ett fel uppstod: FTP-kommando ${CMD_CODE} fel, ${ERROR_REASON}
th: เกิดข้อผิดพลาด: FTP cmd ${CMD_CODE} ผิดพลาด, ${ERROR_REASON}
tr: Hata oluştu: FTP cmd ${CMD_CODE} , ${ERROR_REASON} hatası
ug: خاتالىق كۆرۈلدى: FTP cmd ${CMD_CODE}خاتالىق ${ERROR_REASON}

# LogMessage_MD_Task
source: Error occurred: File nonexistent on this FTP server
ar: خطأ : ملف غير موجود على هذا الخادم بروتوكول نقل الملفات
bg: Възникна грешка: Файлът не съществува на този FTP сървър
de: Fehler: Datei ist auf diesem FTP-Server nicht vorhanden
es: Error ocurrido: Archivo no existnte en este servidor FTP
et: Viga tekkis: File on olematu selles FTP serveris
eu: Akats bat izan da: Agiri hau ez dago FTP zerbitzari honetan
fr: Erreur s'est produite: fichier inexistant sur ce serveur FTP
it: Errore: il file non esiste sul server FTP
ja: エラー発生: ファイルはこの FTP サーバーには存在しません
nl: Fout opgetreden: bestand niet-existent op deze FTP-server
pl: Wystąpił błąd: Nie ma pliku na tym serwerze FTP
pt_br: Erro ocorrido: Arquivo não existe neste servidor FTP
ro: Eroare apărută: Fila nu există pe acest server FTP
ru: Ошибка: Файл отсутствует на FTP сервере
sk: Vyskytla sa chyba: Súbor neexistuje na tomto FTP servery
sv: Fel uppstod: Fil icke-existerar på denna server
th: เกิดข้อผิดพลาด: ไฟล์ไม่ได้อยู่บนเซิฟเวอร์ FTP นี้
tr: Hata oluştu: Dosya FTP sunucusunda bulunamadı.
ug: خاتالىق كۆرۈلدى: FTP مۇلازىمىتىردا ھۆججەت يوق

# LogMessage_MD_Task
source: Hash check failed, file removed.
ar: فشل فحص التجزئه, الملف محذوف.
bg: Неуспешна хеш проверка, файлът е премахнат.
de: Hash-Überprüfung fehlgeschlagen, Datei wurde entfernt.
es: Hash no válido, archivo eliminado.
et: Hash kontroll ei õnnestunud, fail eemaldada.
eu: Hash egiaztapenak huts egin du, agiria ezabatuta.
fi: Hash tarkistus epäonnistui, tiedosto poistettu.
fr: Échec de la vérification du hachage, fichier supprimé.
it: Errore durante l'hash check, il file è stato rimosso.
ja: ハッシュの照合に失敗。ファイルは取り除かれました。
nl: Hash check mislukt, bestand verwijderd.
pl: Sprawdzenie sumy kontrolnej nieudane, plik usunięto.
pt_br: A verificação do dispersor falhou. O arquivo foi removido.
ro: Verificarea hașului a eșuat, fila a fost înlăturată.
ru: Ошибка проверки целостности файла, файл удалён.
sk: Hash kontrola zlyhala, súbor bol vymazaný.
sv: Hashkontroll misslyckades, filen raderades.
th: การตรวจสอบ Hash ล้มเหลว ไฟล์ถูกถอดออก
tr: Hash kontrolu başarısız, dosya silindi.
ug: مۇكەممەللىك تەكشۈرەلمىدى، ھۆججەت يۆتكىۋېتىلدى.

# LogMessage_MD_Task
source: Preparing to move downloaded file.
ar: جاري الإستعداد لنقل الملفات المحملة.
bg: Подготовка за преместване на сваления файл.
de: Verschieben der heruntergeladenen Datei wird vorbereitet.
es: Preparando para mover archivo descargado.
et: Valmitsun allalaetud faili teisaldamiseks.
eu: Jeitsitako agiriak mugitzeko gertatzen.
fr: Préparation pour déplacer le fichier téléchargé.
it: Preparazione spostamento del file scaricato.
ja: ダウンロード済みのファイルの移動の準備をしています。
nl: Voorbereiding om gedownloade bestand te verplaatsen.
pl: Prygotowanie do przeniesienia pobranego pliku.
pt_br: Preparando-se para mover o arquivo baixado.
ro: Pregătire pentru mutarea filei descărcate.
ru: Подготовка к перемещению загруженного файла.
sk: Pripravuje sa presun stiahnutého súboru.
sv: Förbereder aför att flytta nedladdad fil.
th: กำลังเตรียมการเคลื่อนย้ายไฟล์ที่ดาวน์โหลดแล้ว
tr: Dosyaları taşımaya hazırlanıyor.
ug: چۈشۈرگەن ھۆججەتنى يۆتكىمەكچى.

# LogMessage_MD_Task
source: Start moving downloaded file. [${PATH}]
ar: ابدأ في نقل الملفات المحمله. [${PATH}]
bg: Започване на преместването на сваления файл. [${PATH}]
de: Berschieben heruntergeladener Datei starten. [${PATH}]
es: Empezar a mover archivo descargado. [${PATH}]
et: Alusta allaetud faili tesialdamist. [${PATH}]
eu: Hasi jeitsitako agiriak mugitzen. [${PATH}]
fr: Commencez à déplacer le fichier téléchargé. [${PATH}]
it: Inizio spostamento del file scaricato. [${PATH}]
ja: ダウンロード済みのファイルの移動開始 [${PATH}]
nl: Start bewegende gedownloade bestand. [${PATH}]
pl: Rozpoczęto przenoszenie pobranego pliku. [${PATH}]
pt_br: Movendo arquivo baixado. [${PATH}]
ro: Mutarea filei descărcate a pornit. [${PATH}]
ru: Начало перемещения загруженного файла. [${PATH}]
sk: Začiatok presunu stiahnutého súboru. [${PATH}]
sv: Börja flytta nedladdade filer. [${PATH}]
th: เริ่มการเคลื่อนย้ายไฟล์ที่ดาวน์โหลดแล้ว [${PATH}]
tr: Dosyaları taşımaya başladı.[${PATH}]
ug: چۈشۈرگەن ھۆججەتنى يۆتكەشكە باشلايدۇ. [${PATH}]

# LogMessage_MD_Task
source: Downloaded file moved.
ar: تم نقل الملفات المحملة.
bg: Свалените файлове са преместени.
de: Heruntergeladene Datei verschoben.
es: Archivos descargados movidos.
et: Allalaetud faili teisaldatud.
eu: Jeitsitako agiria mugituta.
fr: Fichier téléchargé déplacé.
it: File scaricato spostato correttamente.
ja: ダウンロード済みのファイルは移動されました。
nl: GeDownloade bestand verplaatst.
pl: Przeniesiono pobrany plik.
pt_br: Arquivo baixado movido.
ro: Fila descărcată a fost mutată.
ru: Загруженный файл перемещен.
sk: Stiahnutý súbor bol presunutý.
sv: Nedladdad fil har flyttats.
th: ไฟล์ที่ดาวน์โหลดถูกเคลื่อนย้ายแล้ว
tr: Dosyalar taşındı.
ug: چۈشۈرۈلگەن ھۆججەت يۆتكەلدى.

# LogMessage_MD_Task
source: Failed to move downloaded file. [${ERROR_MSG}]
ar: فشل نقل الملفات المحملة. [${ERROR_MSG}]
bg: Неуспешно преместване на сваления файл. [${ERROR_MSG}]
de: Verschieben der heruntergeladenen Datei ist fehlgeschlagen. [${ERROR_MSG}]
es: Fallo al mover archivo descargado. [${ERROR_MSG}]
et: Ebaõnnestus teisaldada allalaetud faili. [${ERROR_MSG}]
eu: Huts egin du jeitsitako agiria mugitzerakoan. [${ERROR_MSG}]
fr: Impossible de déplacer le fichier téléchargé. [${ERROR_MSG}]
it: Impossibile spostare il file scaricato. [${ERROR_MSG}]
ja: ダウンロード済みのファイルの移動に失敗しました。 [${ERROR_MSG}]
nl: Kan het gedownloade bestand niet verplaatsen. [${ERROR_MSG}]
pl: Nie udało się przeniesienie pliku. [${ERROR_MSG}]
pt_br: Falha em mover arquivo baixado [${ERROR_MSG}]
ro: Mutarea filei descărcate a eșuat. [${ERROR_MSG}]
ru: Ошибка при перемещении загруженного файла. [${ERROR_MSG}]
sk: Zlyhal presun stiahnutého súboru. [${ERROR_MSG}]
sv: Misslyckades att flytta nedladdad fil. [${ERROR_MSG}]
th: การเคลื่อนย้ายไฟล์ที่ดาวน์โหลดล้มเหลว [${ERROR_MSG}]
tr: Dosyalar taşınamıyor.[${ERROR_MSG}]
ug: چۈشۈرگەن ھۆججەتنى يۆتكىيەلمىدى. [${ERROR_MSG}]

# LogMessage_MD_Task
source: Moving downloaded file canceled.
ar: تم الغاء تحريك الملفات المحملة.
bg: Преместването на сваления файл е прекъснато.
de: Verschieben der heruntergeladenen Datei abgebrochen.
es: Movimiento de archivo descargado cancelado.
et: Allaetud faili teisaldamine katkestatud.
eu: Jeitsitako agiri mugitzea ezeztaturik.
fr: Déplacement du fichier téléchargé annulé.
it: Spostamento file annullato.
ja: ダウンロード済みのファイルの移動はキャンセルされました。
nl: Verplaatst gedownloade bestand geannuleerd.
pl: Przesunięcie pobranego pliku anulowane.
pt_br: Movendo arquivo baixado cancelado.
ro: Mutarea filei descărcate a fost anulată.
ru: Перемещение загруженного файла отменено.
sk: Presun stiahnutého súboru bol zrušený.
sv: Flyttande att nedladdad fil avbröts.
th: การเคลื่อนย้ายไฟล์ที่ดาวน์โหลดล้มเหลว
tr: Dosya taşıma iptal edildi.
ug: چۈشۈرۈلگەن ھۆججەتنى يۆتكەش بىكار قىلىندى.

# LogMessage_Task
source: Task entered the waiting queue.
bg: Задачата е влязла в опашката за изчакване.
de: Die Aufgabe ist in die Wartewarteschlange eingetreten.
es: La tarea entró en la cola de espera.
fr: Tâche entrée dans la file d'attente.
it: L'attività è entrata nella coda di attesa.
ja: タスクが待機キューに入りました。
nl: Taak heeft de wachtrij voor wachtrijen ingevoerd.
pl: Zadanie zostało wpisane do kolejki oczekujących.
pt_br: A tarefa entrou na fila de espera.
ru: Задача вошла в очередь ожидания.
th: งานได้เข้าสู่คิวการรอ

# LogMessage_Task
source: Task left the waiting queue.
bg: Задачата напусна опашката за изчакване.
de: Die Aufgabe hat die Wartewarteschlange verlassen.
es: La tarea dejó la cola de espera.
fr: La tâche a quitté la file d'attente.
it: L'attività ha lasciato la coda di attesa.
ja: タスクは待機中のキューを離れた。
nl: Taak heeft de wachtrij voor wachten verlaten.
pl: Zadanie opuścił kolejkę oczekiwania.
pt_br: A tarefa deixou a fila de espera.
ru: Задача оставила очередь ожидания.
th: งานออกจากคิวการรอ

# LogMessage_Task
source: Since the total download speed of all tasks is lower than the set value, this task has been paused and another task is started.
bg: Тъй като общата скорост на изтегляне на всички задачи е по-ниска от посочената стойност, тази задача е поставена на пауза и е стартирана друга задача.
de: Da die Gesamtdownloadgeschwindigkeit aller Aufgaben niedriger als der festgelegte Wert ist, wurde diese Aufgabe angehalten, und eine andere Aufgabe wird gestartet.
es: Dado que la velocidad de descarga total de todas las tareas es inferior al valor establecido, esta tarea se ha pausado y se ha iniciado otra tarea.
fr: Étant donné que la vitesse totale de téléchargement de toutes les tâches est inférieure à la valeur fixe, cette tâche a été interrompue et une autre tâche est commencée.
it: Poiché la velocità di download totale di tutte le attività è inferiore al valore impostato, questa attività è stata sospesa e viene avviata un'altra attività.
ja: すべてのタスクのダウンロード速度が設定値より低いため、このタスクは一時停止され、別のタスクが開始されます。
nl: Aangezien de totale download snelheid van alle taken lager is dan de ingestelde waarde, is deze taak onderbroken en wordt een andere taak gestart.
pl: Ponieważ całkowita szybkość pobierania wszystkich zadań jest niższa niż wartość ustawiona, to zadanie zostało wstrzymane i uruchomione jest inne zadanie.
pt_br: Uma vez que a velocidade total de download de todas as tarefas é menor do que o valor definido, esta tarefa foi pausada e outra tarefa é iniciada.
ru: Поскольку общая скорость загрузки всех задач ниже заданного значения, эта задача была приостановлена и запущена другая задача.
th: เนื่องจากความเร็วในการดาวน์โหลดทั้งหมดของงานทั้งหมดต่ํากว่าค่าที่ตั้งไว้ งานนี้จึงถูกหยุดชั่วคราวและงานอื่นจะเริ่มต้นขึ้น

# LogMessage_Task
source: Since the total download speed of all tasks is lower than the set value, the slowest task has been paused and this task is started.
bg: Тъй като общата скорост на изтегляне на всички задачи е по-ниска от зададена стойност, най-бавната задача е спряна и тази задача е стартирана.
de: Da die Gesamtdownloadgeschwindigkeit aller Aufgaben niedriger als der festgelegte Wert ist, wurde die langsamste Aufgabe angehalten und diese Aufgabe gestartet.
es: Dado que la velocidad de descarga total de todas las tareas es inferior al valor establecido, la tarea más lenta se ha pausado y se ha iniciado esta tarea.
fr: Étant donné que la vitesse totale de téléchargement de toutes les tâches est inférieure à la valeur fixe, la tâche la plus lente a été interrompue et cette tâche est commencée.
it: Poiché la velocità di download totale di tutte le attività è inferiore al valore impostato, l'attività più lenta è stata sospesa e questa attività viene avviata.
ja: すべてのタスクのダウンロード速度が設定値より低いため、最も遅いタスクは一時停止され、このタスクが開始されます。
nl: Aangezien de totale download snelheid van alle taken lager is dan de ingestelde waarde, is de langzaamste taak onderbroken en wordt deze taak gestart.
pl: Ponieważ całkowita szybkość pobierania wszystkich zadań jest niższa niż wartość ustawiona, najwolniejsze zadanie zostało wstrzymane i to zadanie jest uruchamiane.
pt_br: Uma vez que a velocidade total de download de todas as tarefas é menor do que o valor definido, a tarefa mais lenta foi pausada e esta tarefa é iniciada.
ru: Поскольку общая скорость загрузки всех задач ниже заданного значения, самая медленная задача была приостановлена и эта задача запущена.
th: เนื่องจากความเร็วในการดาวน์โหลดทั้งหมดของงานทั้งหมดต่ํากว่าค่าที่ตั้งไว้

# LogMessage_Task
source: Since the download speed of the slowest task is lower than the set value, this task has been paused and another task is started.
bg: Тъй като скоростта на изтегляне на най-бавната задача е по-ниска от зададената стойност, тази задача е спряна временно и се стартира друга задача.
de: Da die Downloadgeschwindigkeit der langsamsten Aufgabe niedriger als der festgelegte Wert ist, wurde diese Aufgabe angehalten, und eine andere Aufgabe wird gestartet.
es: Dado que la velocidad de descarga de la tarea más lenta es inferior al valor establecido, esta tarea se ha pausado y se ha iniciado otra tarea.
fr: Depuis la vitesse de téléchargement de la tâche la plus lente est inférieure à la valeur définie, cette tâche a été interrompue et une autre tâche est commencée.
it: Poiché la velocità di download dell'attività più lenta è inferiore al valore impostato, questa attività è stata sospesa e viene avviata un'altra attività.
ja: 最も遅いタスクのダウンロード速度が設定値より低いため、このタスクは一時停止され、別のタスクが開始されます。
nl: Aangezien de downloadsnelheid van de langzaamste taak lager is dan de ingestelde waarde, is deze taak onderbroken en wordt een andere taak gestart.
pl: Ponieważ szybkość pobierania najwolniejszego zadania jest niższa niż ustawiona wartość, to zadanie zostało wstrzymane i uruchomione zostanie inne zadanie.
pt_br: Como a velocidade de download da tarefa mais lenta é menor do que o valor definido, essa tarefa foi pausada e outra tarefa é iniciada.
ru: Поскольку скорость загрузки самой медленной задачи ниже установленного значения, эта задача была приостановлена и запущена другая задача.
th: เนื่องจากความเร็วในการดาวน์โหลดของงานที่ช้าที่สุดต่ํากว่าค่าที่ตั้งไว้งานนี้จึงถูกหยุดชั่วคราวและงานอื่นจะเริ่มต้นขึ้น

# LogMessage_Task
source: Since the download speed of the slowest task is lower than the set value, the slowest task has been paused and this task is started.
bg: Тъй като скоростта на изтегляне на най-бавната задача е по-ниска от зададената стойност, най-бавната задача е спряна временно и тази задача е стартирана.
de: Da die Downloadgeschwindigkeit der langsamsten Aufgabe niedriger als der eingestellte Wert ist, wurde die langsamste Aufgabe angehalten und diese Aufgabe gestartet.
es: Dado que la velocidad de descarga de la tarea más lenta es inferior al valor establecido, la tarea más lenta se ha pausado y se inicia esta tarea.
fr: Depuis la vitesse de téléchargement de la tâche la plus lente est inférieure à la valeur définie, la tâche la plus lente a été interrompue et cette tâche est commencée.
it: Poiché la velocità di download dell'attività più lenta è inferiore al valore impostato, l'attività più lenta è stata sospesa e questa attività viene avviata.
ja: 最も遅いタスクのダウンロード速度が設定値より低いため、最も遅いタスクが一時停止され、このタスクが開始されます。
nl: Aangezien de downloadsnelheid van de langzaamste taak lager is dan de ingestelde waarde, is de langzaamste taak onderbroken en wordt deze taak gestart.
pl: Ponieważ szybkość pobierania najwolniejszego zadania jest niższa niż ustawiona wartość, najwolniejsze zadanie zostało wstrzymane i to zadanie zostało uruchomione.
pt_br: Uma vez que a velocidade de download da tarefa mais lenta é menor do que o valor definido, a tarefa mais lenta foi pausada e esta tarefa é iniciada.
ru: Поскольку скорость загрузки самой медленной задачи ниже установленного значения, самая медленная задача была приостановлена и эта задача запущена.
th: เนื่องจากความเร็วในการดาวน์โหลดของงานที่ช้าที่สุดต่ํากว่าค่าที่ตั้งไว้

# LogMessage_Task
source: Available memory is insufficient, download speed limited to ${RATE}.
de: Der verfügbare Speicher reicht nicht aus, die Download-Geschwindigkeit ist auf ${RATE} begrenzt.
es: La memoria disponible es insuficiente, la velocidad de descarga limitada a ${RATE}.
fr: La mémoire disponible est insuffisante, la vitesse de téléchargement limitée à ${RATE}.
it: La memoria disponibile è insufficiente, la velocità di download è limitata a ${RATE}.
ja: 使用可能なメモリが不足しています。ダウンロード速度は ${RATE} に制限されています。
pl: Dostępna pamięć jest niewystarczająca, prędkość pobierania ograniczona do ${RATE}.
pt_br: A memória disponível é insuficiente, velocidade de download limitada a ${RATE}.
ru: Доступной памяти недостаточно, скорость загрузки ограничена ${RATE}.
th: หน่วยความจําที่มีอยู่ไม่เพียงพอความเร็วในการดาวน์โหลด จํากัด ไว้ที่ ${RATE}

# LogMessage_Task
source: Available memory is sufficient, download speed limit cancelled.
de: Verfügbarer Speicher ist ausreichend, Download-Geschwindigkeitsbegrenzung aufgehoben.
es: La memoria disponible es suficiente, el límite de velocidad de descarga cancelado.
fr: La mémoire disponible est suffisante, la limite de vitesse de téléchargement est annulée.
it: La memoria disponibile è sufficiente, il limite di velocità di download annullato.
ja: 使用可能なメモリは十分で、ダウンロード速度制限は解除されます。
pl: Dostępna pamięć jest wystarczająca, ograniczenie prędkości pobierania anulowane.
pt_br: A memória disponível é suficiente, limite de velocidade de download cancelado.
ru: Доступной памяти достаточно, ограничение скорости загрузки отменено.
th: หน่วยความจําที่มีอยู่เพียงพอขีด จํากัด ความเร็วในการดาวน์โหลดถูกยกเลิก

# LogMessage_BT_Task
source: Open torrent file: ${FILE_NAME}
ar: ${FILE_NAME} : فتح ملف الترونت
bg: Отваряне на torrent файл: ${FILE_NAME}
de: Torrent-Datei öffnen: ${FILE_NAME}
es: Abrir archivo Torrent: ${FILE_NAME}
et: Ava torrent fail: ${FILE_NAME}
eu: Ireki torrent agiria: ${FILE_NAME}
fi: Avaa torrent tiedosto: ${FILE_NAME}
fr: Ouvrir le fichier torrent: ${FILE_NAME}
hu: Torrentfájl megnyitása: ${FILE_NAME}
it: Apri il file torrent: ${FILE_NAME}
ja: Torrent ファイルを開く： ${FILE_NAME}
nb: Opne torrent fil: ${FILE_NAME}
nl: Open torrent bestand: ${FILE_NAME}
pl: Otwórz plik torrent: ${FILE_NAME}
pt_br: Abrir arquivo torrent: ${FILE_NAME}
ro: Deschide fila torent: ${FILE_NAME}
ru: Открыть торрент файл: ${FILE_NAME}
sk: Otvoriť súbor torrent: ${FILE_NAME}
sq: Hap skedarin torrent: ${FILE_NAME}
sv: Öppna torrent-fil: ${FILE_NAME}
th: เปิดไฟล์ torrent: ${FILE_NAME}
tr: Torrent dosyasını aç: ${FILE_NAME}
ug: توررېنت ھۆججىتى ئاچ:：${FILE_NAME}

# LogMessage_BT_Task
source: Torrent file opening failed.
ar: فشل فتح ملف الترونت.
bg: Отварянето на торент файла пропадна.
de: Öffnen der Torrent-Datei ist fehlgeschlagen.
es: Apertura de archivo Torrent fallida.
et: Torrnt faili avamine nurjus.
eu: Torrent agiriaren irekitzeak huts egin du.
fi: Torrent tiedoston avaaminen epäonnistui.
fr: Ouverture du fichier torrent échouée.
hu: Torrentfájl megnyitása sikertelen.
it: Apertura del file torrent non riuscita.
ja: Torrent ファイルが開けませんでした。
nb: Feil ved åpning av torrent- fil.
nl: Torrent bestand openen mislukt.
pl: Niepowodzenie otwarcia pliku torrent.
pt_br: Abertura do arquivo torrent falhou.
ro: Deshiderea filei torent a eșuat.
ru: Ошибка открытия торрент файла.
sk: Otvorenie súboru torrent zlyhalo.
sq: Hapja e skedarit torrent dështoi.
sv: Misslyckades att öppna torrent.
th: การเปิดไฟล์ torrent ล้มเหลว
tr: Torrent dosyasının açılması başarısız oldu.
ug: توررېنت ھۆججەتنى ئاچالمىدى.

# LogMessage_BT_Task
source: Torrent file saved successfully to ${FOLDER}
bg: Торент файл, записан успешно в ${FOLDER}
de: Torrent-Datei erfolgreich in der Datei ${FOLDER} gespeichert
es: Archivo Torrent guardado correctamente en ${FOLDER}
fr: Le fichier Torrent a été enregistré avec succès à ${FOLDER}
it: Il file Torrent salvato correttamente nella cartella ${FOLDER}
ja: トレントファイルは${FOLDER} に正常に保存されました
nl: Torrent-bestand opgeslagen in ${FOLDER}
pl: Plik torrent został pomyślnie zapisany w ${FOLDER}
pt_br: Arquivo torrent salvo com sucesso em ${FOLDER}
ru: Торрент-файл, успешно сохраненный до ${FOLDER}
th: บันทึกไฟล์ Torrent ได้สําเร็จเป็น ${FOLDER}

# LogMessage_BT_Task
source: Failed to save torrent file to ${FOLDER}
bg: Неуспешно записване на торент файл в ${FOLDER}
de: Fehler beim Speichern der Torrent-Datei in der Datei ${FOLDER}
es: No se ha podido guardar el archivo de torrent en ${FOLDER}
fr: Échec à enregistrer le fichier torrent à ${FOLDER}
it: Impossibile salvare il file torrent nella cartella ${FOLDER}
ja: トレント ファイルを ${FOLDER} に保存できませんでした
nl: Kan torrent-bestand niet opslaan in ${FOLDER}
pl: Nie można zapisać pliku torrent do ${FOLDER}
pt_br: Falha ao salvar o arquivo torrent em ${FOLDER}
ru: Не удалось сохранить торрент-файл до ${FOLDER}
th: ไม่สามารถบันทึกแฟ้มฝนตกหนักเป็น ${FOLDER}
