Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_Connection
source: WARNING: Your BT download speed is proportional to your upload speed! xDSL users please limit your upload rate under your line capacity, otherwise your download speed will be affected.
ar: تنبيه :سرعة التحميل تتناسب مع سرعة التحميل الخاصة بأشتراك DSL الرجاء تحديد سرعة التحميل تحت خط السعة الإجمالية لإشتراكك ، كي لا تتأثر سرعة التحميل.
bg: ВНИМАНИЕ: Скоростта на сваляне е пропорционална на скоростта на качване. Желателно е DSL потребителите да ограничат скоростта на качване, така че тя да бъде малко по-ниска от капацитета на линията, иначе ще бъде повлияна скоростта им на сваляне.
de: ACHTUNG: Die Geschwindigkeiten beim Herunter- und Hochladen sind proportional. DSL-Benutzer sollten die Geschwindigkeit beim Hochladen unterhalb der Bandbreite begrenzen, sonst wird die Geschwindigkeit beim Herunterladen beeinflusst.
es: AVISO: la velocidad de descarga debe ser proporcional a la velocidad de subida. Es aconsejable para los usuarios de línea DSL establecer la velocidad de subida por debajo de la capacidad contratada, de lo contrario la velocidad de descarga puede verse afectada.
et: Sinu allalaadimiskiirus on tihedalt seotud üleslaadimiskiirusega. Kui sa teistele ei jaga, ei jaga keegi ka sulle. DSLi kasutajad, seadke oma üleslaadimiskiirus natuke madalamaks, kui teie pakett võimaldab. Vastasel juhul jääb parim allalaadimiskiirus saavutamata.
eu: Oharra: Zure BT jeisketa abiadura igoera abiaduraren proportzionala da. xDSL erabiltzaileek lagundu dezakete zure igotze maila zure gaitasunera mugatzen, bestela zure jeisketa abiadurak eragina izan dezake.
fi: Huomaa: Latausnopeutesi on suhteessa lähetysnopeuteesi. Saavuttaaksesi parhaan latausnopeuden, aseta lähetysnopeutesi hieman maksimikapasiteettiasi pienemmäksi.
fr: Nota : Le débit de réception étant très lié au débit d'envoi, si vous n'envoyez rien, vous ne recevrez rien ! Utilisateurs DSL, réglez le débit d'envoi plus bas que la capacité d'émission de votre ligne, sinon vous ne pourrez pas obtenir un débit de réception optimisé.
hu: Figyelmeztetés: A letöltési sebességet nagymértékben befolyásolja a feltöltési sebesség. A DSL felhasználók állítsák kicsit alacsonyabbra a feltöltésüket, mint a feltöltési sávszéleségük, vagy nem fogják tudni elérni majd a legjobb letöltési sebességet.
it: AVVISO: La velocità di download è in funzione di quella di upload! Se usi l'ADSL, per favore limita la banda di upload al di sotto di quella massima disponibile altrimenti ne verrà influenzato il download.
ja: 警告: アップロードをすればするほど、ダウンロード速度が上がりますが、 xDSL ユーザーの方はアップロード速度として回線の上り速度（実測値）より小さい値を設定してください。 さもないとダウンロード速度にかえって悪影響を与えます。
nb: Tips: Nedlastingshastighet er relatert til opplastingshastighet. (A)DSL-brukere bør sette maksimal opplastingshastighet til noe under maks linjehastighet ut, ellers vil det ikke kunne oppnåes optimale forhold.
nl: Opgelet: Uw download snelheid is afhankelijk van uw upload snelheid. Upload u niet, dan kunnen anderen u blokkeren. DSL gebruikers; stel uw upload ratio iets lager in dan uw maximale upload capaciteit, zo behaalt u uw optimale download snelheid.
pl: Uwaga: Twoja prędkość pobierania BT jest mocno związana z prędkością wysyłania, jeśli nie będziesz niczego udostępniał innym, oni też nie będą chcieli Tobie udostępniać czegokolwiek. PAMIĘTAJ! Utrzymuj torrenta otwartego przynajmniej 24h po pobraniu.
pt_br: Atenção: A sua velocidade de recepção está fortemente relacionada com a velocidade de envio. Usuários de internet a Cabo e ADSL, por favor aumentem seu limite de envio pouco abaixo do limite da sua velocidade de Upload para obter melhores velocidades de recepção.
ro: ATENȚIE: Viteza de descărcare BT e proporțională cu viteza de încărcare! Utilizatorii conectați prin xDSL trebuie să limiteze viteza de încărcare un pic sub capacitatea conexiunii, altfel viteza de descărcare va fi afectată.
ru: ВНИМАНИЕ: скорость загрузки пропорциональна скорости передачи! Пользователи DSL, пожалуйста ограничивайте скорость передачи, иначе это повлияет на скорость загрузки.
sk: Prosím vedzte: Vaša rýchlosť Dn je podobná s vašou rýchlosťi Up. Ak nebudete Uploadovať k ostatným, nikdo nebude uploadovať k vám. Užívatelia DSL limitujte Up trochu menej, lebo nedosiahnete lepšiu rýchlosť Dn.
sq: KUJDES: shpejtësia juaj e shkarkimit është njësoj me atë të ngarkimit! Përdoruesve të DSL ju lutemi ta kufizojnë shkallën e ngarkimit të tyre nën kapacitetin e linjës, përndryshe do të ndikohet shpejtësia e shkarkimit.
sv: Notera: Din nedladdningshastighet är högt relaterad till din uppladdningshastighet, laddar du inte upp vill ingen skicka till dig. xDSL-användare, begränsa er uppladdningshastighet till något lägre än maximal kapacitet, annars fås inte bästa nedladdningshastighet.
th: คำเตือน: ความเร็วดาวน์โหลดของคุณสัมพันธ์กับความเร็วอัพโหลดของคุณ! ผู้ใช้ DSL กรุณาจำกัดอัตราอัพโหลดให้ต่ำกว่าความสามารถของสายคุณ มิฉะนั้นจะมีผลกระทบต่อความเร็วดาวน์โหลดของคุณ
tr: Dikkat: İndirme hızınız gönderme hızınıza bağlıdır. Eğer diğer kullanıcılara göndermezseniz, onlar da size göndermek istemeyecektir. En yüksek hız için, DSL kullanıcıları gönderme hızını bağlantı gönderme hızından bir miktar düşük bir değere ayarlamalıdır.
ug: ئاگاھلاندۇرۇش: چۈشۈرۈش ۋە يوللاش سۈرئىتىڭىز زىچ مۇناسىۋەتلىك. ئەگەر باشقىلارغا يوللىمىسىڭىز، باشقىلارمۇ سىزگە چۈشۈرگۈزمەيدۇ. ADSL ئىشلەتكۈچىلىرى تورنىڭ ئەھۋالىغا ئاساسەن يوللاش سۈرئىتىنى مۇۋاپىق تەڭشەپ چۈشۈرۈش سۈرئىتىنى ئاشۇرالايدۇ.

# Options_Directories
source: Directories
ar: مجلد الحفظ
bg: Директории
de: Ordner
es: Directorios
et: Kataloogid
eu: Zuzenbideak
fi: Hakemistot
fr: Répertoires
hu: Könyvtárak
it: Cartelle
ja: ダウンロード先フォルダ
nb: Gjentatt
nl: Pogingen
pl: Katalogi
pt_br: Tentativas
ro: Dosare
ru: Папки
sk: Adresáre
sq: Direktoritë
sv: Filkatalog
th: ไดเรคทอรี่
tr: Tekrar Deneme Sayısı
ug: چۈشۈرۈش مۇندەرىجىسى

# Options_Directories
source: Default download directory:
ar: وجهة التحميل الاصلية
bg: Директория за сваляне по подразбиране:
de: Standard-Herunterladen-Ordner:
es: Directorio de descarga por defecto:
et: Vaikimis allaladimise kataloog:
eu: Lehenetsitako jeisketa zuzenbidea:
fr: Répertoire de téléchargement par défaut:
it: Cartella predefinita download:
ja: デフォルトのダウンロードディレクトリ：
nl: Standaard Download Directory:
pl: Domyślny folder pobierania:
pt_br: Diretório padrão de download:
ro: Dosarul de Descărcare Implicit:
ru: По умолчанию каталог для загрузки:
sk: Prednastavený adresár sťahovania:
sv: Standardmapp för nedladdning:
th: ไดเรกทอรีการดาวน์โหลดเริ่มต้น:
tr: Varsayılan indirme konumu:
ug: كۆڭۈلدىكى چۈشۈرۈش مۇندەرىجىسى:

# Options_Directories
source: Move completed downloads to:
ar: انقل التحميلات المنتهية الى:
bg: Преместване на завършените сваляния в:
de: Abgeschlossene Downloads verschieben nach:
es: Mover descargas completas a:
et: Teisalda valmisallalaadimised:
eu: Mugitu buruturiko jeisketak hona:
fr: Déplacer les téléchargements terminés à:
it: Sposta i download completati in:
ja: ダウンロードが完了したファイルを移動する：
nb: Flytt ferdige nedlastinger til:
nl: Voltooide downloads verplaatsen naar:
pl: Przenieś zakończone pobrania do:
pt_br: Mover downloads completados para:
ro: Mută descărcările terminate în:
ru: Переместить завершенную загрузку в:
sk: Presunúť dokončené sťahovania do:
sv: Flytta slutförda nedladdningar till:
th: ย้ายการดาวน์โหลดที่เสร็จสมบูรณ์ไปที่:
tr: İndirilmiş dosyaları buraya taşı:
ug: تاماملانغان چۈشۈرۈشنى يۆتكەيدىغان ئورۇن:

# Options_Directories
source: Move to tag's folder if task has tag
ar: أنقل إلى مجلد الوسوم إن كانت الوظيفة تحمل أي وسم.
bg: Преместване в папка според тага, ако задачата има таг
de: Nach Tag-Ordner verschieben, wenn Aufgabe ein Tag zugeordnet
es: Mover a la carpeta de la etiqueta si la tarea tiene alguna etiqueta
et: Liigu siltide kausta, kui tegumil on silt
eu: Mugitu etiketa agiritegira eginkizunak etiketa badu
fr: Déplacer vers le dossier de la balise si la tâche a une balise
it: Se il task ha un tag, sposta nella relativa cartella
ja: タスクにタグが設定されている場合タグのフォルダに移動する
nl: Verplaats naar de map tag als taak heeft tag
pl: Przenieś do folderu znaczników jeśli zadania ma znacznik
pt_br: Move para a etiqueta da pasta se a tarefa possuir etiqueta
ro: Mută în dosarul etichetei dacă sarcina este etichetată
ru: Перемещать в папку тегов, если они есть
sk: Presunúť do priečinku značiek, ak úloha má značku
sv: Flytta till taggens mapp om aktiviteten har en tagg
th: ย้ายไปยังโฟลเดอร์ของแท็กถ้างานมีแท็ก
tr: Etiket olan dosyaları taşı
ug: ئەگەر ۋەزىپىدە بەلگە بولسا ئۇنداقتا ئۇنى بەلگە ماس كەلگەن مۇندەرىجىگە يۆتكەيدۇ

# Options_Directories
source: Only move from the default download directory
ar: أنقل فقط من مسار التحميل الأصلي.
bg: Преместване само от директорията за сваляне по подразбиране
de: Nur aus dem Standard-Herunterladen-Ordner verschieben
es: Solo mover desde el directorio de descargas por defecto
et: Teisalda ainult vaikimisi allalaadimis kataloogi
eu: Lehenetsitako jeisketa zuzenbidetik bakarrik mugitu
fr: Déplacer uniquement à partir du répertoire de téléchargement par défaut
it: Sposta solo dalla cartella predefinita
ja: デフォルトのダウンロードディレクトリから移動だけする
nl: Alleen verplaatsen van de standaard download directory
pl: Przenoś tylko z domyślnego folderu pobierania
pt_br: Apenas mover do diretório de download padrão
ro: Mută doar din dosarul de descărcare implicit
ru: Перемещать только из папки назначения по умолчанию
sk: Presunúť iba z prednastaveného sťahovacieho adresára
sv: Flytta endast från standardmappen för nedladdning
th: ย้ายจากไดเรกทอรีดาวน์โหลดเริ่มต้นเท่านั้น
tr: Sadece varsayılan indirme dosyasındakileri taşı
ug: پەقەت كۆڭۈلدىكى چۈشۈرۈش مۇندەرىجىسىدىن يۆتكەيدۇ

# TaskMove
source: Move all files in the BT task subfolder
de: Verschieben Sie alle Dateien in den BT-Aufgabenunterordner
es: Mover todos los archivos de la subcarpeta de tareas BT
fr: Déplacer tous les fichiers du sous-dossier de tâches BT
it: Spostare tutti i file nella sottocartella delle attività BT
ja: BT タスク サブフォルダー内のすべてのファイルを移動する
pl: Przenieś wszystkie pliki w podfolderze zadania BT
pt_br: Mover todos os arquivos na subpasta de tarefas BT
ru: Переместите все файлы во вложенную папку задачи BT
th: ย้ายไฟล์ทั้งหมดในโฟลเดอร์ย่อยงาน BT

# Options_Directories
source: Directory Candidate
ar: المرشح من الدليل
bg: Кандидат за директория
de: Ordner
es: Directorio candidato
et: Kataloogi kandidaat
eu: Zuzenbide Gaia
fi: Hakemisto Ehdokas
fr: Dossiers suggérés
hu: Kijelölt címtár
it: Cartella riservata
ja: ディレクトリ
pl: Wybór katalogów
pt_br: Diretório selecionado
ro: Alte Dosare de Descărcare
ru: Папки
sk: Adresáre
sq: Kandidati i Direktorisë
sv: Mappkandidat
th: ไดเรคทอรี่เพิ่มเติม
tr: Dizin Adayı
ug: نامزات مۇندەرىجە

# Options_Directories
source: Set Default
ar: ضبط الاساسى
bg: Задаване на настройки по подразбиране
de: Als Standard
es: Por defecto
et: Määra vaikimisi
eu: Ezarri Lehenetsia
fi: Aseta Oletukseksi
fr: Définir la valeur par défaut
hu: Alapértelmezés beállítása
it: Imposta come predefinito
ja: 標準に設定する
nb: Sett som standard
nl: Stel in als default
pl: Ustaw jako domyślny
pt_br: Definir como Padrão
ro: Setează ca Implicit
ru: Установить по умолчанию
sk: Nastaviť ako pôvodné
sq: Vendos të Parazgjedhur
sv: Sätt som standard
th: ตั่งเป็นค่าเริ่มต้น
tr: Varsayılan Olarak Ata
ug: كۆڭۈلدىكىگە تەڭشە

# Options_Directories
source: Set Tags
ar: مجموعة العلامات
bg: Задаване на тагове
de: Tags anlegen
es: Asignar etiquetas
et: Vali sildid
eu: Ezarri Etiketak
fi: Aseta Tagit
fr: Définir étiquettes
hu: Címkék beállítása
it: Imposta Etichetta
ja: タグを設定
nb: Sett tagger
nl: Tags instellen
pl: Ustaw znaczniki
pt_br: Definir Marcadores
ro: Setează Etichetele
ru: Назначить тэги
sk: Nastaviť štítky
sq: Vendos Etiketat
sv: Ange Taggar
th: ตั้งค่าแท็ก
tr: Etiketleri Belirle
ug: خەتكۈچ تەڭشەك

# Options_Directories
source: Add
ar: إضافة
bg: Добавяне
de: Hinzufügen
es: Añadir
et: Lisa
eu: Gehitu
fi: Lisää
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加されました
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridaná
sq: Shto
sv: Lägg till
th: เพิ่ม
tr: Ekle
ug: قوش

# Options_Directories
source: Remove
ar: إزالة
bg: Премахване
de: Löschen
es: Eliminar
et: Eemalda
eu: Ezabatu
fi: Poista
fr: Supprimer
hu: Eltávolítás
it: Elimina
ja: 削除
nb: Fjern
nl: Op Afstand
pl: Usuń
pt_br: Remoto
ro: Înlătură
ru: Удалить
sk: Diaľkový
sq: Hiqe
sv: Ta bort
th: ตัดออก
tr: Kaldır
ug: چىقىرىۋەت

# Options_Directories
source: Reset All
ar: إعادة تعيين الجميع
bg: Възстановяване на всички
de: Zurücksetzen
es: Restablecer Todo
et: Nullista kõik
eu: Denak Birrezarri
fi: Resetoi Kaikki
fr: Tout réinitialiser
hu: Eredeti állapot visszaállítása
it: Ripristina tutto
ja: すべてリセット
nb: Tilbakestill alle
nl: Reset alles
pl: Resetuj wszystko
pt_br: Limpar Tudo
ro: Înlătură Tot
ru: Сбросить всё
sk: Obnoviť všetko
sq: Rivendosi të Gjitha
sv: Återställ allt
th: รีเซ็ททั้งหมด
tr: Hepsini Sıfırla
ug: ھەممىنى ئەسلىگە قايتۇر

# Options_Directories
source: Directory
ar: المسار
bg: Директория
de: Ordner
es: Directorio
et: Kataloog
eu: Zuzenbidea
fr: Répertoire
it: Cartella
ja: ディレクトリ
nb: Mappe
pl: Folder
pt_br: Diretório
ro: Dosar
ru: Каталог
sk: Adresár
sv: Mapp
th: ไดเรกทอรี
tr: Konum
ug: مۇندەرىجە

# Options_Directories
source: Tags
ar: العلامات
bg: Тагове
de: Schlagwörter
es: Etiquetas
et: Sildid
eu: Etiketak
fi: Tagit
fr: Étiquettes
hu: Címkék
it: Etichette
ja: タグ
nb: Tagger
pl: Znaczniki
pt_br: Marcadores
ro: Etichete
ru: Тэги
sk: Štítky
sq: Etiketat
sv: Taggar
th: ป้ายกำกับ
tr: Etiketler
ug: خەتكۈچلەر

# Options_Directories
source: Select Destination Folder:
ar: حدد مجلد الوجهة :
bg: Избиране на целева папка:
de: Zielordner wählen:
es: Seleccionar carpeta de destino:
et: Vali sihtkoah kaust:
eu: Hautatu Helburu Agiritegia:
fi: Valitse Kohdekansio:
fr: Sélectionner le répertoire de destination :
hu: Válassz célkönyvtárat:
it: Seleziona la cartella di destinazione:
ja: 保存先フォルダを選択:
nb: Velg målmappe:
nl: Bestemmingsmap selecteren:
pl: Wybierz folder docelowy:
pt_br: Selecionar Pasta de Destino:
ro: Selectează Dosarul de Descărcare:
ru: Выберите папку назначения:
sk: Vyberte cieľový priečinok:
sq: Zgjidh Folderin e Destinacionit:
sv: Välj målmapp:
th: เลือกโฟลเดอร์ปลายทาง
tr: Hedef Klasörü Seçin:
ug: نىشان قىسقۇچ تاللاڭ:

# Message_PathIsExistFile
source: Path name is a existing file!
ar: أسم مسار الملف مضاف !
bg: Името на пътя е съществуващ файл!
de: Pfadname ist eine existierenden Datei!
es: El nombre de ruta corresponde a un archivo ya existente!
et: Teguminimi on eksiteerival failil
eu: Helburu izena dagoen agiri batena da!
fi: Polun nimi on olemassa oleva tiedosto!
fr: Le chemin d'accès existe déjà !
hu: Az elérési út egy létező fájl!
it: Il percorso del file è già esistente!
ja: パス名は存在しているファイルです！
nb: Sti- navnet er en eksisterende fil!
nl: Path naam is een bestaand bestand!
pl: Nazwa ścieżki jest nazwą istniejącego pliku!
pt_br: O nome do caminho é um arquivo já existente!
ro: Calea duce către o filă deja existentă!
ru: Имя пути - существующий файл!
sk: Názov cesty je existujúci súbor!
sq: Emri i shtegut është një skedar që ekziston!
sv: Sökvägen är ett existerande filnamn!
th: ชื่อสถานที่บันทึกเป็นไฟล์ที่มีอยู่แล้ว!
tr: Paket dosya ismi varolan br dosya!
ug: يول ئاتى مەۋجۇد ھۆججەتكەن!

# Options_Directories
source: Add Candidate Destination Folder
ar: إضافة مجلد جهة المرشح
bg: Добавяне на кандидат за целева папка
de: Zielordner hinzufügen
es: Añadir carpeta de destino
et: Lisa kandidaat sihtkoha kasutale
eu: Gehitu Jomuga Agiritegi Gaia
fi: Lisää Kandidaatti Kohde Kansio
fr: Ajouter un dossier d'enregistrement
hu: Megjelölt célmappa hozzáadása
it: Aggiungi cartella di destinazione riservata
ja: 保存先フォルダのリストに追加
nb: Legg til kandidat destinasjonsmappe
nl: Kandidaat-doelmap toevoegen
pl: Wskaż folder do pobierania plików
pt_br: Adicionar pasta de destino candidato
ro: Adaugă Dosar de Descărcare
ru: Добавить кандидата папки назначения
sk: Predvolená zložka:
sq: Shto Folder Destinacioni Kandidat
sv: Lägg till kandidatdestinationsmapp
th: เพิ่มตัวเลือกโฟล์เดอร์ปลายทาง
tr: Aday Hedef Klasörü Ekle
ug: قوشۇمچە نىشان قىسقۇچنى قوش

# Options_DiskCache
source: Maximum disk cache size for BitTorrent:
bg: Максимален размер на кеша на диска за торент:
de: Maximale Festplattencachegröße für BitTorrent:
es: Tamaño máximo de caché de disco para BitTorrent:
fr: Taille maximale du cache disque pour BitTorrent :
it: Dimensione massima della cache del disco per BitTorrent:
ja: BitTorrent の最大ディスク キャッシュ サイズ:
nl: Maximale grootte van schijfcache voor BitTorrent:
pl: Maksymalny rozmiar pamięci podręcznej dysku dla BitTorrent:
pt_br: Tamanho máximo de cache de disco para BitTorrent:
ru: Максимальный размер кэша диска для BitTorrent:
th: ขนาดแคชดิสก์สูงสุดสําหรับ BitTorrent:

# Options_DiskCache
source: Cache size for each HTTP connection:
bg: Размер на кеша за всяка HTTP връзка:
de: Cache-Größe für jede HTTP-Verbindung:
es: Tamaño de caché para cada conexión HTTP:
fr: Taille du cache pour chaque connexion HTTP:
it: Dimensione della cache per ogni connessione HTTP:
ja: 各 HTTP 接続のキャッシュ・サイズ:
nl: Cache grootte voor elke HTTP-verbinding:
pl: Rozmiar pamięci podRęcznej dla każdego połączenia HTTP:
pt_br: Tamanho do cache para cada conexão HTTP:
ru: Размер кэша для каждого HTTP-соединения:
th: ขนาดแคชสําหรับการเชื่อมต่อ HTTP แต่ละครั้ง:

# Options_DiskCache
source: Maximum disk cache size for Long-Term Seeding:
bg: Максимален размер на кеша на диска за дългосрочно засяване:
de: Maximale Größe des Festplatten-Caches für die Langzeit-Aussaat:
es: Tamaño máximo de caché de disco para siembra a largo plazo:
fr: Taille maximale du cache disque pour l'amorçage à long terme:
it: Dimensione massima della cache del disco per la semina a lungo termine:
ja: 長期シード処理の最大ディスクキャッシュサイズ:
nl: Maximale grootte schijfcache voor lange termijn zaaien:
pl: Maksymalny rozmiar pamięci podręcznej dysku dla wySiewu długoterminowego:
pt_br: Tamanho máximo do cache de disco para a propagação de longo prazo:
ru: Максимальный размер кэша диска для долгосрочного посева:
th: ขนาดแคชดิสก์สูงสุดสําหรับการเพาะเมล็ดในระยะยาว:

# Options_DiskCache
source: Shrink disk cache size if free physical memory is lower than:
bg: Свиване на кеша на диска, ако свободната физическа памет е по-ниска от:
de: Schrumpfende Festplatten-Cache-Größe, wenn der freie physische Speicher niedriger ist als:
es: Reduzca el tamaño de la caché de disco si la memoria física libre es menor que:
fr: Réduisez la taille du cache du disque si la mémoire physique libre est inférieure à:
it: Compattare la dimensione della cache del disco se la memoria fisica libera è inferiore a:
ja: 空き物理メモリが以下より小さい場合、ディスクキャッシュサイズを縮小します:
nl: Verklein de grootte van de schijfcache als het vrije fysieke geheugen lager is dan:
pl: Zmniejsz rozmiar pamięci podręcznej dysku, jeśli wolna pamięć fizyczna jest niższa niż:
pt_br: Reduza o tamanho do cache de disco se a memória física livre for menor do que:
ru: Уменьшите размер кэша диска, если объем свободной физической памяти ниже:
th: ลดขนาดแคชดิสก์ถ้าหน่วยความจํากายภาพว่างต่ํากว่า:

# Options_DiskCache
source: Auto-choose cache size in the given range
ar: اختيار تلقائي لحجم ذاكرة التخزين المؤقت في نطاق معين
bg: Автоматичен избор за размера на кеша в дадените граници
de: Cache-Größe automatisch im angegebenen Bereich wählen
es: Seleccionar automáticamente tamaño de la caché dentro del rango
et: Vali automaatselt puhvri suurus antud vahemikus
eu: Katxe neurriaren berez-hautapena emaniko mailan
fi: Valitse välimuistin koko automaattisesti annettujen arvojen väliltä
fr: Régler automatiquement la taille du cache dans la zone donnée
hu: Auto Cache méret választás a megadott határon belül
it: Scegli automaticamente la dimensione della Cache nell'intervallo dato
ja: 指定範囲内でディスクキャッシュ容量を自動調整する
nb: Velg cachestørrelse automatisk i angitt størrelsesorden
nl: Automatisch kiezen van grootte van disk cache tussen deze waarden
pl: Autowybór wielkości bufora w podanym przedziale
pt_br: Escolher automaticamente tamanho de cache no intervalo dado
ro: Alege automat mărimea cașului din intervalul specificat mai sus
ru: Автоматически выбирать размер кэша из данного диапазона
sk: Automaticky vybrať veľkosť vyrovnávacej pamäte v danom rozsahu
sq: Vetëzgjidhe përmasën e kujtesës në shkallën e dhënë
sv: Välj automatisk cachestorlek i angiven intervall
th: เลือกขนาดของแคชดิสก์อัตโนมัติ ในช่วงที่กำหนดให้ไว้
tr: Bellek Boyutunu Bu Sınırlar İçinde Otomatik Olarak Seç
ug: ئەڭ يۇقىرى ۋە ئەڭ تۆۋەن قىممەت دائىرىسىدە غەملەك چوڭلۇقىنى ئۆزلۈكىدىن تاللا

# Options_DiskCache
source: Keep this option uncheck if you want to fill the cache as much as possible.
de: Lassen Sie diese Option deaktiviert, wenn Sie den Cache so weit wie möglich füllen möchten.
es: Mantenga esta opción desmarcada si desea llenar el caché tanto como sea posible.
fr: Désactivez cette option si vous souhaitez remplir le cache autant que possible.
it: Mantieni questa opzione deselezionata se vuoi riempire la cache il più possibile.
ja: キャッシュをできるだけいっぱいにする場合は、このオプションをオフにしてください。
pl: Pozostaw tę opcję odznaczoną, jeśli chcesz jak najbardziej zapełnić pamięć podręczną.
pt_br: Mantenha esta opção desmarcada se você quiser preencher o cache o máximo possível.
ru: Снимите этот флажок, если хотите заполнить кэш как можно больше.
th: ยกเลิกการเลือกตัวเลือกนี้หากคุณต้องการเติมแคชให้มากที่สุด
