Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DetailView_PeerList
source: Your client wants to download, but peer doesn't want to send (interested and choked)
bg: Клиентът ви иска да изтегли, но не иска да изпрати (задушавам и не искам да го изпращам)
de: Ihr Kunde möchte herunterladen, aber Peer möchte nicht senden (interessiert und erstickt)
es: Su cliente quiere descargar, pero el par no quiere enviar (interesado y ahogado)
fr: Votre client souhaite télécharger, mais son homologue ne souhaite pas envoyer (intéressé et étouffé)
it: Il tuo cliente vuole scaricare, ma peer non vuole inviare (interessato e soffocato)
ja: クライアントはダウンロードを希望しているが、ピアは送信したくない(興味があり、窒息している)
nl: Je klant wil downloaden, maar peer wil niet verzenden (geïnteresseerd en verstikt)
pl: Twój klient chce pobrać, ale peer nie chce wysyłać (zainteresowany i zadławiony)
pt_br: Seu cliente quer baixar, mas peer não quer enviar (interessado e sufocado)
ru: Ваш клиент хочет скачать, но одноранговый клиент не хочет отправлять (заинтересован и задушен)
th: ลูกค้าของคุณต้องการดาวน์โหลด แต่เพื่อนไม่ต้องการส่ง (สนใจและสําลัก)

# DetailView_PeerList
source: Currently downloading (interested and not choked)
bg: В момента изтегляне (заинтересовани и не задушаване)
de: Wird derzeit heruntergeladen (interessiert und nicht erstickt)
es: Actualmente descargando (interesado y no atragantado)
fr: Téléchargement en cours (intéressé et non étouffé)
it: Attualmente in fase di download (interessato e non soffocato)
ja: 現在ダウンロード中(興味があり、窒息していない)
nl: Momenteel aan het downloaden (geïnteresseerd en niet verstikt)
pl: Aktualnie ściągam (zainteresowany i nie zadławiony)
pt_br: Atualmente baixando (interessado e não sufocado)
ru: В настоящее время загрузка (заинтересована и не задыхается)
th: กําลังดาวน์โหลดอยู่ (สนใจและไม่สําลัก)

# DetailView_PeerList
source: Peer wants your client to upload, but your client doesn't want to (interested and choked)
bg: Peer иска клиентът ви да се качи, но клиентът ви не иска (задушаване и задушаване)
de: Peer möchte, dass Ihr Kunde hochlädt, aber Ihr Kunde möchte nicht (interessiert und erstickt)
es: Peer quiere que su cliente cargue, pero su cliente no quiere (interesado y atragantado)
fr: Peer veut que votre client télécharge, mais votre client ne veut pas (intéressé et étouffé)
it: Peer vuole che il tuo cliente carichi, ma il tuo cliente non vuole (interessato e soffocato)
ja: ピアはクライアントにアップロードを求めているが、クライアントは(興味を持って、窒息している)
nl: Peer wil dat je klant uploadt, maar je klant wil dat niet (geïnteresseerd en verstikt)
pl: Peer chce, aby twój klient został przesłany, ale twój klient nie chce (zainteresowany i zadławiony)
pt_br: Peer quer que seu cliente faça upload, mas seu cliente não quer (interessado e sufocado)
ru: Peer хочет, чтобы ваш клиент загрузил, но ваш клиент не хочет (заинтересован и задушен)
th: เพียร์ต้องการให้ลูกค้าของคุณอัปโหลด แต่ลูกค้าของคุณไม่ต้องการ (สนใจและสําลัก)

# DetailView_PeerList
source: Currently uploading (interested and not choked)
bg: В момента качване (заинтересовани и не задушаване)
de: Wird derzeit hochgeladen (interessiert und nicht erstickt)
es: Actualmente subiendo (interesado y no atragantado)
fr: Actuellement en cours de téléchargement (intéressé et non étouffé)
it: Attualmente in carica (interessato e non soffocato)
ja: 現在アップロード中(興味があり、窒息していない)
nl: Momenteel aan het uploaden (geïnteresseerd en niet verstikt)
pl: Aktualnie wgrywasz (zainteresowany i nie zadławiony)
pt_br: Atualmente carregando (interessado e não sufocado)
ru: Загрузка в данный момент (заинтересована и не задыхается)
th: กําลังอัปโหลด (สนใจและไม่สําลัก)

# DetailView_PeerList
source: Peer supports uTP
bg: Peer поддържа uTP
de: Peer unterstützt uTP
es: Peer soporta uTP
fr: Les pairs prennent en charge uTP
it: Peer supporta uTP
ja: ピアは uTP をサポートしています
nl: Peer ondersteunt uTP
pl: Peer obsługuje protokół uTP
pt_br: Peer suporta uTP
ru: Одноранговый уран поддерживает uTP
th: เพียร์สนับสนุน uTP

# DetailView_PeerList
source: Peer supports hole punch
bg: Перфоратор за перфориране
de: Peer unterstützt Locher
es: El par apoya el punzón del agujero
fr: Le poinçon de trou de support homologue
it: Peer supporta il foro
ja: ピアは穴パンチをサポートします
nl: Peer ondersteunt hole punch
pl: Peer podpory dziurkacza
pt_br: Peer suporta furo de buraco
ru: Перья опоры дырокола
th: เพียร์รองรับการเจาะรู

# DetailView_PeerList
source: Peer is using Protocol Encryption
bg: Peer използва шифроване на протоколи
de: Peer verwendet Protokollverschlüsselung
es: El par está utilizando el cifrado de protocolo
fr: Homologue utilise le chiffrement de protocole
it: Peer utilizza crittografia protocollo
ja: ピアがプロトコル暗号化を使用している
nl: Peer gebruikt protocolversleuteling
pl: Element równorzędny używa szyfrowania protokołu
pt_br: Peer está usando criptografia de protocolo
ru: Одноранговый уран использует шифрование протокола
th: เพียร์กําลังใช้การเข้ารหัสลับโพรโทคอล

# DetailView_PeerList
source: peer's progress
bg: напредъка на партньорската
de: Fortschritt des Peers
es: progreso de pares
fr: les progrès des pairs
it: progressi dei pari
ja: ピアの進捗状況
nl: de vooruitgang van peer
pl: postępy rówieśników
pt_br: progresso dos pares
ru: прогресс сверстников
th: ความคืบหน้าของเพื่อน

# DetailView_PeerList
source: my progress as a super seed
bg: напредъка ми като супер семе
de: meine Fortschritte als Super-Seed
es: mi progreso como súper semilla
fr: mes progrès en tant que super graine
it: i miei progressi come super seme
ja: スーパーシードとしての私の進歩
nl: mijn vooruitgang als super seed
pl: mój postęp jako super nasiono
pt_br: meu progresso como uma super semente
ru: мой прогресс в качестве супер семени
th: ความคืบหน้าของฉันเป็นเมล็ดซุปเปอร์

# DetailView_PeerList
source: Web Seed
ar: دعم بواسطة الموقع
bg: Уеб сийдване
es: Semilla web
et: Veebi jagajad
eu: Web Emalea
fr: Essaimage Web
it: Seed web
ja: ウェブシード
nb: Nettseed
pt_br: Semente Web
ro: Donare Web
ru: Вэб-сидирование
sk: Seedovanie webu
sq: Dërgim Interneti
sv: Webbseed
th: ผู้ปล่อยผ่านเว็บ
tr: Web Besleme
ug: Web ئۇرۇقى

# DetailView_PeerList
source: LT Seed
ar: البذور LT
bg: Прод. сийдване
de: Langfristiger Seed
es: Semilla LT
et: LT seeme
eu: EP Emalea
fi: LT Lähde
fr: Source LT
it: Seed Costante
ja: 維持的なシード
nb: LT Deler
nl: LT zaad
pl: Nasiona LT
pt_br: Semente LT
ro: Donare pe Termen Lung
ru: Постоянный сид
sk: Dlhodobý seed
sq: LT Dërgo
th: ผู้ปล่อยระยะยาว
tr: LT Besleme
ug: ئۇزۇن مۇددەتلىك ئۇرۇق

# PeerSource
source: Passive
bg: Пасивни
de: Passiv
es: Pasivo
fr: Passif
it: Passivo
ja: パッシブ
nl: Passieve
pl: Pasywny
pt_br: Passiva
ru: Пассивный
th: เฉื่อย

# PeerSource
source: Hole Punch
bg: Перфоратор
de: Locher
es: Perforadora
fr: Perforatrice
it: Perforazione
ja: 穴パンチ
nl: De Punch van het gat
pl: dziurkacz
pt_br: Furador
ru: Дырокол
th: เจาะรู

# PeerSource
source: Manual
bg: Ръчна
de: Manuell
fr: Manuel
it: Manuale
ja: 手動
nl: Handmatig
pl: Ręcznie
pt_br: Manuál
ru: Руководство
th: แมนนวล

# PeerSource
source: History
bg: История
de: Verlauf
es: Historial
fr: Historique
it: Storico
ja: ヒストリー
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
th: ประวัติ

# PeerSource
source: Unknown
bg: Неизвестно
de: Unbekannt
es: Desconocido
fr: Inconnue
it: Sconosciuto
ja: 不明
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестен
th: ไม่ทราบ

# Common
source: Activated
bg: Активирано
de: Aktiviert
es: Activado
fr: Activé
it: Attivato
ja: 有効化済み
nl: Geactiveerd
pl: Aktywowany
pt_br: Ativado
ru: Активировано
th: เปิดใช้งานแล้ว

# Utp
source: No Introducer
bg: Без въвеждане
de: Kein Introducer
es: Sin introductor
fr: Pas d’introducteur
it: Nessun intro introducitore
ja: 紹介者なし
nl: Geen introducer
pl: Brak wprowadzającego
pt_br: Sem introdutor
ru: Нет интродьюсера
th: ไม่มีผู้แนะนํา

# Utp
source: Hole Punching
bg: Пробиване на дупки
de: Lochen
es: Perforación de agujeros
fr: Poinçonnage de trou
it: Punzonatura dei fori
ja: 穴パンチ
nl: Het Ponsen van het gat
pl: Dziurkowanie
pt_br: Furar
ru: Пробивка отверстий
th: เจาะรู

# Utp
source: Hole Punch Failed
bg: Неуспешен пробив на дупки
de: Locher fehlgeschlagen
es: Error en el punzón del agujero
fr: Échec du poinçonnage de trou
it: Perforato fallito
ja: 穴パンチ失敗
nl: Hole Punch mislukt
pl: Dziurkacz nie powiódł się
pt_br: Furo perfurado
ru: Дырокол провалился
th: เจาะรูล้มเหลว

# Common
source: Connection Failed
bg: Връзката е неуспешна
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: La connexion a échoué
it: Connessione fallita
ja: 接続に失敗しました
nl: Verbinding mislukt
pl: Połączenie nie powiodło się
pt_br: Falha de conexão
ru: Ошибка подключения
th: การเชื่อมต่อล้มเหลว

# Common
source: Peer Disabled
bg: Неподправено
de: Peer deaktiviert
es: Par deshabilitado
fr: Pair désactivé
it: Peer disabilitato
ja: ピア無効
nl: Peer uitgeschakeld
pl: Element równorzędny wyłączony
ru: Одноранговый уран отключен
th: เพียร์ปิดใช้งาน

# DetailView_PeerList
source: Frozen by ScrLock
ar: مقفل بواسطة الحماية
bg: Замразено от ScrLock
de: Blockiert durch ScrLock
es: Detenido por ScrLock
et: külmuta ScrLock-iga
eu: ScrLock-en Izoztuak
fr: Figé par ScrLock
hu: ScrLockkal befagyasztva
it: Frozen di ScrLock
ja: ScrLockで凍結
nb: Låst av ScrLock
nl: Vastgezet door ScrLock
pl: Zamrożone przez ScrLock
pt_br: Travado pelo ScrollLock
ro: înghețat cu ScrLock
sk: Zamrznuté tlačidlom ScrLock
sq: Ngrirë nga ScrLock
sv: frysen av ScrLock
th: ล็อกโดยปุ่ม ScrLock
tr: edited by Wasabi
ug: ScrLock يېڭىلاشنى ۋاقىتلىق توختاتتى

# DetailView_PeerList
source: Myself
ar: أنا
bg: Аз
de: Ich selbst
es: Yo
et: Mina ise
eu: Neu
fi: Tietoa minusta
fr: Moi-même
hu: Én
it: Me stesso
ja: 自分
nb: Meg selv
nl: Ik
pl: Moje
pt_br: Eu
ro: Eu
ru: Я
sk: Ja sám
sq: Unë Vetë
sv: Jag
th: ตัวฉันเอง
tr: Kendim
ug: ئۆزۈم

# DetailView_PeerList
source: Local
ar: محلي
bg: Локално
de: Lokal
et: Lokaalne
eu: Tokiko
fi: Paikallinen
fr: En Local
hu: Helyi
it: Locale
ja: ローカル
nb: Lokal
nl: Lokaal
pl: Lokalny
ru: Локальный
sk: Lokálne
sq: Lokale
sv: Lokal
th: ท้องถิ่น
tr: Yerel
ug: يەرلىك

# DetailView_PeerList
source: Registered User
ar: مستخدم مسجَل
bg: Регистриран потребител
de: Registrierter Benutzer
es: Usuario registrado
et: Registreeritud kasutaja
eu: Erabiltzaile Izenemana
fi: Rekisteröitynyt käyttäjä
fr: Utilisateur non enregistré
hu: Regisztrált felhasználó
it: Utente registrato
ja: 登録ユーザー
nb: Registrert Bruker
nl: Geregistreerde Gebruikers
pl: Zarejestrowany użytkownik
pt_br: Usuário Registrado
ro: Utilizator Înregistrat
ru: Зарегистрированный пользователь
sk: Registrovaný užívateľ
sq: Përdorues i Regjistruar
sv: Registrerad användare
th: ผู้ใช้ที่ลงทะเบียนแล้ว
tr: Kayıtlı Kullanıcı
ug: رويخەتتىكى ئىشلەتكۈچى

# DetailView_PeerList
source: Remote
ar: عن بعد
bg: Отдалечено
de: Fernzugriff
es: Remoto
et: Kaug
eu: Hurrutikoa
fi: Etäyhteys
fr: À distance
hu: Távoli
it: Remoto
ja: リモート
nb: Ekstern
nl: Op afstand
pl: Zdalny
pt_br: Remoto
ro: Distant
ru: Удаленный
sk: Vzdialený
sq: I Largët
sv: Avlägsen
th: ทางไกล
tr: Uzaktan Bağlantı
ug: يىراقتىكى

# DetailView_PeerList_Menu
source: Ban IP for 5 Minutes
ar: تم حظر عنوان الـ ( IP ) لمدة 5 دقائق
bg: Блокиране не IP адреса за 5 минути
de: IP für 5 Minuten sperren
es: Prohibir IP durante 5 minutos
et: Bänn IP-le 5 minutiks
eu: IP Eragotzia 5 Minutuz
fi: Estä IP viideksi minuutiksi
fr: Bannir l'adresse IP pour 5 Minutes
hu: Az IP bannolása 5 percre
it: Banna IP per 5 minuti
ja: このIPを5分間禁止
nb: Utesteng IP i 5 minutter
nl: Ban IP voor 5 Minuten
pl: IP zablokowane na 5 minut.
pt_br: Banir IP por 5 Minutos
ro: Blochează IP pt. 5 minute
ru: Заблокировать этот IP на 5 минут
sk: Zablokovať IP na 5 minút
sq: Bllokoje IP-në për 5 Minuta
sv: Banna IP 5 minuter
th: ระงับ IP 5 นาที
tr: Bu IP'yi 5 dakikalığına yasakla
ug: 5 مىنۇت ئىچىدە ئۇلىنىشنى رەت قىل

# DetailView_PeerList_Menu
source: Ban IP for 1 Hour
ar: تم حظر عنوان الـ ( IP ) لمدة ساعة واحدة
bg: Блокиране не IP адреса за 1 час
de: IP für 1 Stunde sperren
es: Prohibir IP durante 1 hora
et: Bänn IP-le 1 tunniks
eu: IP Eragotzia 1 Orduz
fi: Estä IP tunniksi
fr: Bannir l'IP pour 1 Heure
hu: Az IP bannolása 1 órára
it: Banna IP per 1 ora
ja: このIPを1時間禁止
nb: Utesteng IP for 1 Time
nl: Ban IP voor 1 Uur
pl: IP zablokowane na jedną godzinę.
pt_br: Banir IP por 1 Hora
ro: Blochează IP pt. 1 oră
ru: Заблокировать этот IP на 1 час
sk: Zablokovať IP na 1 hodinu
sq: Bllokoje IP-në për 1 Orë
sv: Banna IP 1 timme
th: ระงับ IP 1 ชั่วโมง
tr: Bu IP'yi 1 saatliğine yasakla
ug: 1 سائەت ئىچىدە ئۇلىنىشنى رەت قىل

# DetailView_PeerList_Menu
source: Ban IP for 24 hours
ar: تم حظر عنوان الـ ( IP ) لمدة 24 ساعة
bg: Блокиране не IP адреса за 24 часа
de: IP für 24 Stunden sperren
es: Prohibir IP durante 24 horas
et: Bänn IP-le 24 tunniks
eu: IP Eragotzia 24 Orduz
fi: Estä IP 24 tunniksi
fr: Bannir l'IP pour 24 Heures
hu: Az IP bannolása 24 órára
it: Banna IP per 24 ore
ja: このIPを24時間禁止
nb: Utesteng IP i 24 Timer
nl: Ban IP voor 24 Uur
pl: IP zablokowane na 24 godziny.
pt_br: Banir IP por 24 horas
ro: Blochează IP pt. 24 ore
ru: Заблокировать этот IP на 1 сутки
sk: Zablokovať IP na 24 hodín
sq: Bllokoje IP-në për 24 orë
sv: Banna IP 24 timmar
th: ระงับ IP 24 ชั่วโมง
tr: Bu IP'yi 24 saatliğine yasakla
ug: 24 سائەت ئىچىدە ئۇلىنىشنى رەت قىل

# DetailView_PeerList_Menu
source: uTP Initiation
bg: uTP Започване
de: uTP-Initiierung
es: Inicio de uTP
fr: Ouverture de l’uTP
it: Iniziazione uTP
ja: uTP 開始
nl: uTP-initiatie
pl: Inicjacja uTP
pt_br: Iniciação uTP
ru: Инициация uTP
th: การเริ่มต้น uTP

# DetailView_PeerList_Menu
source: Friend Upload Slot
ar: فتحه تحميل صديق
bg: Приятелски слот за качване
de: Bekannter Hochlade-Slot
es: Puesto de subida de un amigo
et: Sõbra laadimis slot
eu: Lagunak Igo du Ahoa
fr: Emplacement d'ami pour l'émission
hu: Barát feltöltőhely
it: Slot di upload amico
ja: お友達アップロード枠
nl: Vriend upload sleuf
pl: Slot znajomego uploadu
pt_br: Abrir Upload para amigo
ro: Slot de Încărcare pt. Prieten
ru: Слот для "дружественной" загрузки
sk: Priateľský slot na odosielanie
sv: Uppladdningsspår för vänner
th: สล็อตอัปโหลดเพื่อน
tr: Arkadaşlara Veri Gönderme Slotu
ug: دوستلار يۈكلەش ئوقۇرى

# DetailView_PeerList_Menu
source: Remove Peer
ar: إزالة نظير
bg: Премахване на пиъра
de: Peer entfernen
es: Eliminar par
et: Eemalda jagaja
eu: Ezabatu Hartzailea
fi: Poista Jakaja
fr: Supprimer le peer
hu: Peer eltávolítása
it: Rimuovi Peer
ja: このピアを除外
nb: Fjern Peer
nl: Verwijder Peer
pl: Usuń peera
pt_br: Remover Peer
ro: Înlătură Partenerul
ru: Удалить пир
sk: Odstrániť peer
sq: Hiqe Peer-in
sv: Ta bort peer
th: ปลดผู้ใช้ออก
tr: Eşi sil
ug: ئىشلەتكۈچىنى چىقىرىۋەت

# DetailView_PeerList_Menu
source: Add Peer...
ar: إضافة نظير
bg: Добавяне на пиър...
de: Peer hinzufügen...
es: Añadir par...
et: Lisa jagaja...
eu: Gehitu Hartzailea...
fi: Lisää Jakaja...
fr: Ajouter un pair…
hu: Peer hozzáadása...
it: Aggiungi Peer...
ja: ピアを追加...
nb: Legg til nedlaster
nl: Peer toevoegen...
pl: Dodaj peera...
pt_br: Adicionar peer...
ro: Adaugă Partener...
ru: Добавить пира...
sk: Pridať peer...
sq: Shto Binjak...
sv: Lägg till peer...
th: เพิ่มผู้ใช้...
tr: Paylaşımcı ekle...
ug: ئىشلەتكۈچى قوش…

# DetailView_PeerList_Menu
source: Enable peer log for this task
bg: Разрешаване на регистрационен файл на партньорската група за тази задача
de: Peerprotokoll für diese Aufgabe aktivieren
es: Habilitar el registro del mismo nivel para esta tarea
fr: Activer le journal des homologues pour cette tâche
it: Abilitare il registro peer per questa attività
ja: このタスクのピア ログを有効にする
nl: Peerlog inschakelen voor deze taak
pl: Włącz dziennik równorzędny dla tego zadania
pt_br: Habilite o registro de pares para esta tarefa
ru: Включить одноранговый журнал для этой задачи
th: เปิดใช้งานแฟ้มบันทึกเพียร์สําหรับงานนี้

# DetailView_PeerList_Menu
source: View log
bg: Преглед на регистрационния файл
de: Protokoll anschauen
es: Ver registro
fr: Afficher le journal
it: Mostra log
ja: ログの表示
nl: Bekijk log
pl: Pokaż dziennik
pt_br: Exibir log
ru: Просмотреть лог
th: ดูล็อก

# DetailView_PeerList
source: Illegal IP address.
ar: عنوان الأي بي غير مسموح به.
bg: Невалиден IP адрес.
de: Unzulässige IP-Adresse.
es: Dirección IP no válida.
et: Legaalne IP aadres.
eu: Legezkanpoko IP helbidea.
fi: Virheellinen IP-osoite.
fr: Adresse IP illégale.
hu: Érvénytelen IP cím.
it: Indirizzo IP errato.
ja: 不正なIPアドレスです。
nb: Ugyldig IP adresse
nl: Onjuist IP adres.
pl: Niedozwolony adres IP.
pt_br: Endereço de IP inválido.
ro: Adresă IP nepermisă.
ru: Неправильный IP адрес.
sk: Neplatná IP adresa.
sq: Adresë IP e Paligjshme.
sv: Ogiltig IP-adress
th: ไอพีผิดพลาด
tr: Hatalı ip adresi
ug: قانۇنسىز IP ئادرېس.

# DetailView_PeerList
source: Add Peer...
ar: إضافة نظير...
bg: Добавяне на пиър...
de: Peer hinzufügen...
es: Añadir Par...
et: Lisa Partner...
eu: Gehitu Hartzailea...
fi: Lisää Jakaja...
fr: Ajouter des pairs.
hu: Peer hozzáadása
it: Aggiungi Peer...
ja: ピアを追加...
nb: Legg til nedlaster
nl: Peer toevoegen...
pl: Dodaj peera...
pt_br: Adicionar peer...
ro: Adaugă Partener...
ru: Добавить пира...
sk: Pridať peer...
sq: Shto Binjak...
sv: Lägg till Peer...
th: เพิ่มผู้ใช้...
tr: Paylaşımcı ekle...
ug: ئىشلەتكۈچى قوش…

# DetailView_PeerList
source: Illegal Port number.
ar: هذا المنفذ ليس مسموح به
bg: Невалиден номер на порт.
de: Unzulässiger Anschluss.
es: Puerto no válido.
et: Legaalne pordi number:
eu: Legezkanpoko Ataka zenbakia.
fi: Virheellinen Porttinumero.
fr: Numéro de port interdit.
hu: Érvénytelen portszám.
it: Numero di porta errato.
ja: 不正なポート番号です。
nb: Ugyldig Portnummer
nl: Onjuist poortnummer.
pl: Niedozwolony numer portu.
pt_br: Número de porta inválido.
ro: Număr de port nepermis.
ru: Неправильный номер порта.
sk: Neplatné číslo portu.
sq: Numër Porti i Paligjshëm.
sv: Ogiltigt portnummer
th: ค่าพอร์ตผิดพลาด
tr: Hatalı port numarası
ug: قانۇنسىز ئېغىز نومۇرى.

# PieceView
source: Empty
ar: فارغ
bg: Празен
de: Leer
es: Vacío
et: Tühi
eu: Hutsik
fi: Tyhjä
fr: Vide
hu: Üres
it: Vuoto
ja: 空
nb: Tom
nl: Leeg
pl: Puste
pt_br: Vazio
ro: Nimic
ru: Пустой
sk: Prázdne
sq: Bosh
sv: Tom
th: ว่างเปล่า
tr: Boş
ug: بوش

# PieceView
source: Downloading
ar: التحميل
bg: Сваляне
de: Herunterladen
es: Descargando
et: Allalaadimine
eu: Jeisten
fr: Téléchargement en cours
hu: Letöltés
it: Scaricamento in corso
ja: ダウンロード中
nb: Laster ned
nl: Bezig met downloaden
pl: Pobieranie
pt_br: Baixando
ro: Descarc
ru: Загрузка
sk: Sťahovanie
sq: Duke shkarkuar
sv: Laddar ned
th: ดาวน์โหลด
tr: İndiriliyor
ug: چۈشۈرۈۋاتىدۇ

# PieceView
source: Finished
ar: أنتهى
bg: Завършена
de: Abgeschlossen
es: Finalizado
et: Lõpetatud
eu: Amaiturik
fi: Valmistunut
fr: Terminé
hu: Kész
it: Completato
ja: 完了
nb: Fullført
nl: Voltooid
pl: Zakończone
pt_br: Concluído
ro: Terminat
ru: Завершено
sk: Dokončené
sq: Përfundoi
sv: Klar
th: เสร็จสิ้น
tr: Bitti
ug: تاماملاندى

# PieceView
source: Disabled
ar: إلغاء
bg: Забранен
de: Gesperrt
es: Desactivado
et: Keelatud
eu: Ezgaituta
fi: Pois Käytöstä
fr: Désactivé
hu: Letiltva
it: Disabilitato
ja: 無効
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desabilitado
ro: Dezactivată
ru: Запрещено
sk: Vypnuté
sq: Çaktivizuar
sv: Inaktiverad
th: ปิดการใช้งาน
tr: Devre dışı
ug: چەكلەنگەن

# PieceView
source: Unchecked
bg: Непроверен
de: Nicht ausgewählt
es: No marcado
fr: Non vérifié
it: Non selezionato
ja: チェックなし
nl: Niet aangevinkt
pl: Odznaczone
pt_br: Desmarcado
ru: Непроверено
th: ไม่ได้เลือก

# RSS
source: Update feed
bg: Актуализиране на емисията
es: Actualizar feed
fr: Flux de mise à jour
it: Aggiorna feed
ja: フィードの更新
nl: Feed bijwerken
pl: Aktualizuj źródło danych
pt_br: Atualizar feed
ru: Обновление канала
th: อัพเดตตัวดึงข้อมูล

# RSS
source: Go to website
bg: Отидете на уеб сайт
de: Zur webseite
es: Ir al sitio web
fr: Accéder au site web
it: Vai al sito
ja: ウェブサイトに移動
nl: Ga naar website
pl: Przejdź do strony internetowej
pt_br: Ir para o site
ru: Перейти на сайт
th: ไปยังเว็บไซต์

# RSS
source: Rename feed
de: Feed umbenennen
es: Cambiar el nombre de la fuente
fr: Renommer le flux
it: Rinomina feed
ja: フィード名の変更
pl: Zmień nazwę pliku danych
ru: Переименование канала
th: เปลี่ยนชื่อฟีด

# RSS
source: Remove feed
bg: Премахни емисията
de: Feed entfernen
es: Retirar la alimentación
fr: Supprimer l'alimentation
it: Rimuovere il feed
ja: フィードの削除
nl: Feed verwijderen
pl: Usuń posuw
pt_br: Remover alimentação
ru: Удалить канал
th: เอาตัวดึงข้อมูลออก

# RSS
source: Mark all as read
bg: Маркирай всичко като прочетено
de: Alle als gelesen markieren
es: Marcar todos como leídos
fr: Marquer tous les messages comme lu
it: Segna tutto come già letto
ja: すべて読み取りとしてマークする
nl: Alles markeren als gelezen
pl: Oznacz wszystkie jako przeczytane
pt_br: Marcar tudo como lido
ru: Отметить все как прочитанное
th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว

# RSS
source: Copy feed URL
bg: Копиране на URL адреса на емисията
de: Feed-URL kopieren
es: Copiar URL de fuente
fr: Copier l'URL du flux
it: Copia URL feed
ja: フィード URL のコピー
nl: URL voor kopiëren van feed
pl: Kopiuj adres URL kanału informacyjnego
pt_br: Copiar URL do feed
ru: Копировать URL-адрес ленты
th: คัดลอก URL ของตัวดึงข้อมูล

# RSS
source: Add feed...
bg: Добавяне на емисия...
de: Feed hinzufügen...
es: Añadir alimentación...
fr: Ajouter du flux...
it: Aggiungi feed...
ja: フィードを追加...
nl: Feed toevoegen...
pl: Dodaj kanał...
pt_br: Adicionar feed...
ru: Добавить канал...
th: เพิ่มตัวดึงข้อมูล...

# RSS
source: Update all feeds
bg: Актуализиране на всички информационни канали
de: Aktualisieren aller Feeds
es: Actualizar todos los feeds
fr: Mettre à jour tous les flux
it: Aggiornare tutti i feed
ja: すべてのフィードを更新する
nl: Alle feeds bijwerken
pl: Aktualizuj wszystkie kanały
pt_br: Atualizar todos os feeds
ru: Обновление всех каналов
th: ปรับปรุงตัวดึงข้อมูลทั้งหมด

# RSS
source: Download torrent
bg: Изтегляне на торент
de: Torrent herunterladen
es: Descargar torrente
fr: Télécharger torrent
it: Scarica torrent
ja: トレントをダウンロード
pl: Pobierz torrent
pt_br: Baixar torrent
ru: Скачать торрент
th: ดาวน์โหลดฝนตกหนัก

# RSS
source: Copy title
bg: Копиране на заглавието
de: Kopiertitel
es: Copiar título
fr: Copier le titre
it: Copia titolo
ja: タイトルをコピーする
nl: Titel kopiëren
pl: Kopiuj tytuł
pt_br: Título da cópia
ru: Скопировать заголовок
th: คัดลอกชื่อเรื่อง

# RSS
source: Copy torrent link
bg: Копирай връзката с торент
de: Torrent-Link kopieren
es: Copiar enlace torrent
fr: Copier le lien torrent
it: Copia collegamento torrent
ja: トレントリンクのコピー
nl: Torrent-koppeling kopiëren
pl: Skopiuj link torrent
pt_br: Cópia do link torrent
ru: Копировать торрент-ссылку
th: คัดลอกลิงก์ฝนตกหนัก

# RSS
source: Open in browser
bg: Отваряне в браузър
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrez dans le navigateur
it: Apri nel browser
ja: ブラウザで開く
nl: Openen in browser
pl: Otwórz w przeglądarce
pt_br: Abrir no navegador
ru: Открыть в браузере
th: เปิดในเบราว์เซอร์

# RSS
source: Back to feed list
bg: Обратно към списъка с канали
de: Zurück zur Feedliste
es: Volver a la lista de noticias en tiempo real
fr: Retour à la liste d'alimentation
it: Torna all'elenco dei feed
ja: フィードリストに戻る
nl: Terug naar feedlijst
pl: Wróć do listy pasz
pt_br: Voltar à lista de feeds
ru: Вернуться к списку каналов
th: กลับไปยังรายการตัวดึงข้อมูล

# RSS
source: Rename the feed:
de: Benennen Sie den Feed um:
es: Cambie el nombre del feed:
fr: Renommez le flux :
it: Rinominare il feed:
ja: フィードの名前を変更します。
pl: Zmień nazwę pliku danych:
pt_br: Renomeie o feed:
ru: Переименуйте канал:
th: เปลี่ยนชื่อฟีด:

# RSS
source: Torrent URL not found!
bg: Торент URL не е намерен!
de: Torrent URL nicht gefunden!
es: Torrent URL no encontrado!
fr: Torrent URL introuvable!
it: URL Torrent non trovato!
ja: トレント URL が見つかりません!
nl: Torrent URL niet gevonden!
pl: Torrent URL nie znaleziono!
pt_br: Torrent URL não encontrado!
ru: Торрент URL не найдено!
th: ไม่พบ URL ฝนตกหนัก!

# RSS
source: Error
bg: Грешка
de: Fehler
fr: Erreur
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
th: ผิดพลาด
