Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_DiskCache
source: Maximum disk cache size (MB):
eu: Gehinezko diska katxe neurria (MB):
fi: Levyn välimuistin koko enintään (MB):
nb: Maksimum disk- buffer størrelse (MB):
sk: Maximálna veľkosť cache disku (MB):
sq: Përmasa maksimale e kujtesës në disk (MB):
ug: ئەڭ يۇقىرى دىسكا غەملەك چوڭلۇقى (م ب):

# Options_DiskCache
source: Minimum disk cache size (MB):
eu: Gutxienezko diska katxe neurria (MB):
fi: Levyn välimuistin koko vähintään (MB):
nb: Minimum disk- buffer størrelse (MB):
sk: Minimálna veľkosť cache disku (MB):
sq: Përmasa minimale e kujtesës në disk (MB):
ug: ئەڭ تۆۋەن دىسكا غەملەك چوڭلۇقى (م ب):

# Options_DiskCache
source: Shrink disk cache size if free physical memory is lower than (MB):
eu: Gutxitu diska katxe neurria oroimen fisiko askea txikiagoa bada (MB):
fi: Kutista levyn välimuistin kokoa jos vapaata fyysistä muistia on vähemmän kuin (MB):
nb: Minsk diskbuffer- størrelse hvis fri fysisk minne er lavere enn (MB):
sk: Zmenšiť veľkosť vyrovnávacej pamäte disku, pokiaľ je od fyzickej pamäte nižšia než (MB):
sq: Ngushtoje kujtesën e diskut nëse kujtesa fizike është më e vogël se (MB):
ug: نۆۋەتتىكى بوش ئەسلەك تۆۋەن بولغاندا دىسكا غەملىكىنى ئازايت (م ب):

# Options_Scheduler
source: Use the Scheduler to adjust the bandwidth depending on the time of days in a week. High/Low speed: Uses specified bandwidth. Turn off: Stops all tasks temporarily
eu: Erabili Egitarautzailea bandazabalera egokitzeko asteko egunetako orduen arabera. Abiadura Handia/Motela: Erabili adieraziriko bandazabalera. Itzali: Gelditu eginkizun guztiak oraingoz
fi: Käytä Ajastinta säätämään kaistanleveys riippuen päivän ajan mukaan viikossa. Suuri/Pieni nopeus: Käyttää määritettyä nopeutta. Pois Päältä: Pysäyttää kaikki tehtävät väliaikaisesti
nb: Bruk planleggeren for å stille inn båndbredden avhengig av tid i dager i en uke. Høy/ lav fart: Bruker spesifisert båndbredde. Slå av: stopper alle oppgaver midlertidig
sk: Využiť Plánovač na nastavenie šírky pásma s ohľadom na dni v týždni. Vysoké/Nízke rýchlosti: Využíva predpísanú šírku pásma. Vypnúť: Dočasne pozastaví všetky úlohy
sq: Përdor skeduesin për të rregulluar kufijtë në vartësi të kohës dhe ditëve të javës.. Shpejtësi e Lartë/e Ulët: Përdor kufi specifik. Fuke: I ndal të gjitha detyrat përkohësisht
ug: بۇ تەڭشەك بىر ھەپتە ئىچىدىكى كۈندىلىك پىلانغا ئاساسەن يۈكلەش ياكى چۈشۈرۈشنىڭ بەلباغ كەڭلىكىنى چەكلەيدۇ. يۇقىرى/تۆۋەن سۈرئەت: ئالاھىدە چۈشۈرۈش ياكى يۈكلەش بەلباغ كەڭلىك چەكى. توختات - ھەممە چۈشۈرۈش ۋەزىپىسى ۋاقىتلىق توختايدۇ.

# StatusList_StatisticValue
source: ${G_CACHE_SIZE_AUTO} (Min: ${O_CACHE_MIN_SIZE_MB} MB, Max: ${O_CACHE_MAX_SIZE_MB} MB)
eu: ${G_CACHE_SIZE_AUTO} (Gutx.: ${O_CACHE_MIN_SIZE_MB} MB, Geh.: ${O_CACHE_MAX_SIZE_MB} MB)
fi: ${G_CACHE_SIZE_AUTO} (Vähintään: ${O_CACHE_MIN_SIZE_MB} MB, Enintään: ${O_CACHE_MAX_SIZE_MB} MB)
sk: ${G_CACHE_SIZE_AUTO} (Minimálne: ${O_CACHE_MIN_SIZE_MB} MB, Maximálne: ${O_CACHE_MAX_SIZE_MB} MB)
ug: ${G_CACHE_SIZE_AUTO} (ئەڭ ئاز: ${O_CACHE_MIN_SIZE_MB} MB, ئەڭ كۆپ: ${O_CACHE_MAX_SIZE_MB} MB )

# StatusList_StatisticValue
source: ${G_DOWNLOAD_RATE_KB} kB/s [MAX:${G_DOWNLOAD_RATE_MAX_KB}]
eu: ${G_DOWNLOAD_RATE_KB} kB/s [GEH:${G_DOWNLOAD_RATE_MAX_KB}]
ug: ${G_DOWNLOAD_RATE_KB} kB/s [ئەڭ كۆپ:${G_DOWNLOAD_RATE_MAX_KB}]

# StatusList_StatisticValue
source: ${G_UPLOAD_RATE_KB} kB/s [MAX:${G_UPLOAD_RATE_MAX_KB}]
eu: ${G_UPLOAD_RATE_KB} kB/s [GEH:${G_UPLOAD_RATE_MAX_KB}]
ug: ${G_UPLOAD_RATE_KB} kB/s [ئەڭ كۆپ:${G_UPLOAD_RATE_MAX_KB}]

# StatusList_StatisticValue
source: Established: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Half-Open: ${G_TCP_CONNECTING_NUM} [MAX:${G_TCP_CONNECTING_MAX}]
et: Loodud: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / poolavali: ${G_TCP_CONNECTING_NUM} [MAX:${G_TCP_CONNECTING_MAX}]
eu: Ezarrita: ${G_TCP_CONNECTED_NUM} [GEH:${G_TCP_CONNECTED_MAX}] / Erdi-Irekita: ${G_TCP_CONNECTING_NUM} [MAX:${G_TCP_CONNECTING_MAX}]
fi: Yhdistetty: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Puoliksi auki: ${G_TCP_CONNECTING_NUM} [MAX:${G_TCP_CONNECTING_MAX}]
hu: Létesítve: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Félig nyitva: ${G_TCP_CONNECTING_NUM} [MAX:${G_TCP_CONNECTING_MAX}]
ro: Stabilite: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Semi-Deschise: ${G_TCP_CONNECTING_NUM} [MAX:${G_TCP_CONNECTING_MAX}]
sk: Vytvorené: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Polotvorené: ${G_TCP_CONNECTING_NUM} [MAX:${G_TCP_CONNECTING_MAX}]
sq: U Caktua: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Gjysëm i Hapur: ${G_TCP_CONNECTING_NUM} [MAX:${G_TCP_CONNECTING_MAX}]
sv: Bestående: ${G_TCP_CONNECTED_NUM} [Max:${G_TCP_CONNECTED_MAX}] / Halvöppen: ${G_TCP_CONNECTING_NUM} [Max:${G_TCP_CONNECTING_MAX}]
tr: Kurulmuş Bağlantı: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Yarı-Açık: ${G_TCP_CONNECTING_NUM} [MAX:${G_TCP_CONNECTING_MAX}]
ug: بىرلا ۋاقىتتىكىTCPئۇلىنىش سانى:${G_TCP_CONNECTED_NUM}[ئەڭ كۆپ:${G_TCP_CONNECTED_MAX}] / تەشەببۇس قىلىۋاتقان TCP ئۇلىنىش:${G_TCP_CONNECTING_NUM}[ئەڭ كۆپ:${G_TCP_CONNECTING_MAX}]

# StatusList_StatisticValue
source: LT Seeding: ${G_UPLOAD_RATE_PERSISTENT_SEEDING_KB} kB/s
eu: EL Emaritza: ${G_UPLOAD_RATE_PERSISTENT_SEEDING_KB} kB/s
fi: LT Lähetys: ${G_UPLOAD_RATE_PERSISTENT_SEEDING_KB} kB/s
sk: Seedovanie LT: ${G_UPLOAD_RATE_PERSISTENT_SEEDING_KB} kB/s
ug: ئۇزۇن مۇددەتلىك ئۇرۇق:${G_UPLOAD_RATE_PERSISTENT_SEEDING_KB} kB/s

# StatusList_StatisticValue
source: Request: ${G_CACHE_REQ_READ_COUNT} (freq: ${G_CACHE_REQ_READ_RATE}/s), Actual Disk Read: ${G_CACHE_DICK_READ_COUNT} (freq: ${G_CACHE_DICK_READ_RATE}/s), Hit Ratio: ${G_CACHE_READ_HIT}
eu: Galdeturik: ${G_CACHE_REQ_READ_COUNT} (maizt.: ${G_CACHE_REQ_READ_RATE}/s), Oraingo Diska Irakurketa: ${G_CACHE_DICK_READ_COUNT} (maizt.: ${G_CACHE_DICK_READ_RATE}/s), Kolpe Ratioa: ${G_CACHE_READ_HIT}
fi: Pyyntö: ${G_CACHE_REQ_READ_COUNT} (freq: ${G_CACHE_REQ_READ_RATE}/s), Todellinen Levyn Luku: ${G_CACHE_DICK_READ_COUNT} (freq: ${G_CACHE_DICK_READ_RATE}/s), Osuma Suhde: ${G_CACHE_READ_HIT}
sk: Požiadavka: ${G_CACHE_REQ_READ_COUNT} (frekvencia: ${G_CACHE_REQ_READ_RATE}/s), Aktuálne čítanie na disku: ${G_CACHE_DICK_READ_COUNT} (frekvencia: ${G_CACHE_DICK_READ_RATE}/s), Pomer hitov: ${G_CACHE_READ_HIT}
sq: Kërkesa: ${G_CACHE_REQ_READ_COUNT} (freq: ${G_CACHE_REQ_READ_RATE}/s), Leximi Aktual i Diskut: ${G_CACHE_DICK_READ_COUNT} (freq: ${G_CACHE_DICK_READ_RATE}/s), Shkalla e Leximit: ${G_CACHE_READ_HIT}
ug: ئىلتىماس سانى:${G_CACHE_REQ_READ_COUNT} (چاستوتا:${G_CACHE_REQ_READ_RATE}/s), ئەمەلىي دىسكا ئوقۇش سانى:${G_CACHE_DICK_READ_COUNT} (چاستوتا:${G_CACHE_DICK_READ_RATE}/s), ئوقۇش توغرىلىقى:${G_CACHE_READ_HIT}

# StatusList_StatisticValue
source: Request: ${G_CACHE_REQ_WRITE_COUNT} (freq: ${G_CACHE_REQ_WRITE_RATE}/s), Actual Disk Write: ${G_CACHE_DICK_WRITE_COUNT} (freq: ${G_CACHE_DICK_WRITE_RATE}/s), Hit Ratio: ${G_CACHE_WRITE_HIT}
eu: Galdeturik: ${G_CACHE_REQ_WRITE_COUNT} (maizt: ${G_CACHE_REQ_WRITE_RATE}/s), Oraingo Diska Idazketa:${G_CACHE_DICK_WRITE_COUNT} (maizt.: ${G_CACHE_DICK_WRITE_RATE}/s), Kolpe Ratioa: ${G_CACHE_WRITE_HIT}
fi: Pyyntö: ${G_CACHE_REQ_WRITE_COUNT} (freq: ${G_CACHE_REQ_WRITE_RATE}/s), Todellinen Levy Kirjoitus: ${G_CACHE_DICK_WRITE_COUNT} (freq: ${G_CACHE_DICK_WRITE_RATE}/s), Osuma Suhde: ${G_CACHE_WRITE_HIT}
sk: Požiadavka: ${G_CACHE_REQ_WRITE_COUNT} (frekvencia: ${G_CACHE_REQ_WRITE_RATE}/s), Aktuálny zápis na disku: ${G_CACHE_DICK_WRITE_COUNT} (frekvencia: ${G_CACHE_DICK_WRITE_RATE}/s), Pomer hitov: ${G_CACHE_WRITE_HIT}
sq: Kërkesa: ${G_CACHE_REQ_READ_COUNT} (freq: ${G_CACHE_REQ_READ_RATE}/s), Leximi Aktual i Diskut: ${G_CACHE_DICK_READ_COUNT} (freq: ${G_CACHE_DICK_READ_RATE}/s), Shkalla e Leximit: ${G_CACHE_READ_HIT}
ug: يېزىش ئىلتىماسى:${G_CACHE_REQ_WRITE_COUNT} (چاستوتا:${G_CACHE_REQ_WRITE_RATE}/s), دىسكىغا ئەمەلىي يېزىش سانى:${G_CACHE_DICK_WRITE_COUNT} (چاستوتا:${G_CACHE_DICK_WRITE_RATE}/s), يېزىش توغرىلىقى:${G_CACHE_WRITE_HIT}

# StatusList_StatisticValue
source: [MAX:${G_UPLOAD_RATE_PERSISTENT_SEEDING_MAX_KB}]
eu: [GEH.:${G_UPLOAD_RATE_PERSISTENT_SEEDING_MAX_KB}]
ug: [ئەڭ يۇقىرى:${G_UPLOAD_RATE_PERSISTENT_SEEDING_MAX_KB}]

# TaskHash
source: Following tasks need perform hash checks:
eu: Hurrengo eginkizunek hash egiaztapena behar dute:
sk: Nasledujúce úlohy potrebujú vykonať kontrolu hash:
ug: تۆۋەندىكى ۋەزىپە hash تەكشۈرۈشكە ئېھتىياجلىق:

# TaskList
source: Comments: ${POST_NUM}
eu: Aipamenak: ${POST_NUM}
sq: Comment${POST_NUM}

# TaskList
source: Snapshots: {SNAPSHOT_NUM}
eu: Berehalakoak: {SNAPSHOT_NUM}
sq: Snapshot({SNAPSHOT_NUM})

# TaskList_Header
source: Down Rate
eu: Jeiste Maila
fi: Latausnopeus
nb: Nedlastingsfart
sk: Rýchlosť sťahovania
sq: Përmasa e Shkarkimit
ug: چۈشۈرۈش سۈرئىتى

# TaskList_Header
source: Down Size
eu: Jeiste Neurria
fi: Lähetetty
nb: Nedlastings Størrelse
sk: Veľkosť stiahnutého súboru
sq: Masa e Shkarkimit
ug: چۈشۈرۈش چوڭلۇقى

# TaskList_Header
source: Up Rate
eu: Igotze Maila
fi: Lähetysnopeus
nb: Opp Hastighet
sk: Rýchlosť uploadu
sq: Masa e Ngarkimit
ug: يوللاش سۈرئىتى

# TaskList_Header
source: Up Size
eu: Igotze Neurria
fi: Ladattu
nb: Opp Størrelse
sk: Veľkosť uploadu
sq: Përmasa e Ngarkimit
ug: يوللاش چوڭلۇقى

# TaskList_Menu
source: Pre&view
et: Eel&vaatlus
eu: Aurre&ikusipena
fi: Esikatsele
nb: Forhånds&vis
ro: Pre&vizionează
sk: Ná&hľad
sv: F&örhandsvisa
tr: &Önizleme
ug: ئالدىن كۆزەت(&V)

# TorrentShare_Menu
source: &Add to Tasklist
et: &Lisa tegevus loendisse
eu: &Gehitu Eginkizun zerrendara
fi: &Lisää Tehtävälistaan
ro: &Adaugă la Lista de Sarcini
sk: &Pridať do zoznamu úloh
sv: Lägg till i &aktivitetslistan
tr: &İndirme listesine ekle
ug: ۋەزىپە تىزىملىكىگە قوش(&A)

# TrackerList
source: Disabled (VIP Anonymous Download)
eu: Ezgaitu (VIP Izengabe Jeisketa)

# TrayMenu
source: Open Torrent from &URL...
et: Ava torrent &URList...
eu: Ireki Torrenta &URL-tik...
ro: Deschide Torent&ul de la Adresa...
sv: Öppna Torrent från &URL...
ug: &URL دىن توررېنت ئاچ…

# WebInterface
source: Remote Download: Task Added ${TASK_NAME}
eu: Hurruneko Jeisketa: Eginkizuna Gehituta ${TASK_NAME}
fi: Etälataus: Tehtävä Lisätty ${TASK_NAME}
sk: Vzdialené sťahovanie: Úloha pridaná ${TASK_NAME}
ug: يىراقتىكى چۈشۈرۈش: ${TASK_NAME} ۋەزىپە قوشۇلدى

# WebInterface
source: Remote Download: Task Deleted ${TASK_NAME}
eu: Hurruneko Jeisketa: Eginkizuna Ezabatuta ${TASK_NAME}
fi: Etälataus: Tehtävä Poistettu ${TASK_NAME}
sk: Vzdialené sťahovanie: Úloha zmazaná ${TASK_NAME}
ug: يىراقتىكى چۈشۈرۈش: ${TASK_NAME} ۋەزىپە ئۆچۈرۈلدى

# WebInterface
source: Remote Download: Task Started ${TASK_NAME}
eu: Hurruneko Jeisketa: Eginkizuna hasita ${TASK_NAME}
fi: Etälataus: Tehtävä Aloitettu ${TASK_NAME}
sk: Vzdialené sťahovanie: Úloha spustená ${TASK_NAME}
ug: يىراقتىكى چۈشۈرۈش: ${TASK_NAME} ۋەزىپە باشلاندى

# WebInterface
source: Remote Download: Task Stopped ${TASK_NAME}
eu: Hurruneko Jeisketa: Eginkizuna Geldituta ${TASK_NAME}
fi: Etälataus: Tehtävä Pysäytetty ${TASK_NAME}
sk: Vzdialené sťahovanie: Úloha zastavená ${TASK_NAME}
ug: يىراقتىكى چۈشۈرۈش: ${TASK_NAME} ۋەزىپە توختىتىلدى
