Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogBatchDownload
source: Select Destination Folder:
ar: حدد مجلد الوجهة :
bg: Избор на целева папка:
de: Zielordner wählen:
es: Seleccionar carpeta de destino:
et: Vali sihtkoha kaust:
eu: Hautatu Helburu Agiritegia:
fi: Valitse Kohdekansio:
fr: Sélectionner le répertoire de destination :
hu: Válassz célkönyvtárat:
it: Seleziona la cartella di destinazione:
ja: 保存先フォルダを選択:
nb: Velg Målmappe:
nl: Map van bestemming selecteren:
pl: Wybierz folder docelowy:
pt_br: Selecione a pasta de gravação:
ro: Selectează Dosarul de Salvare:
ru: Выберите папку назначения:
sk: Vyberte cieľový priečinok:
sq: Zgjidh Folderin e Destinacionit:
sv: Välj målmapp:
th: เลือกโฟลเดอร์ปลายทาง
tr: Hedef Klasörü Seçin:
ug: نىشان قىسقۇچ تاللاڭ:

# DialogBatchDownload
source: Link Title
ar: عنوان الرابط
bg: Заглавие на връзката
de: Link-Titel
es: Título del enlace
et: Lingi pealkiri
eu: Loturaren Izenburua
fi: Linkin otsikko
fr: Titre du Lien
hu: Hivatkozás cím
it: Link del Titolo
ja: リンクのタイトル
nb: Link Titel
nl: Titel koppeling
pl: Nazwa linku
pt_br: Título do Endereço
ro: Titlul Legăturii
ru: Имя ссылки
sk: Názov odkazu
sq: Lidh Titullin
sv: Länktitel
th: ลิงค์ไปยังชื่อเรื่อง
tr: Link Başlığı
ug: ئۇلانما ماۋزۇسى

# DialogBatchDownload
source: Type
ar: النوع
bg: Тип
de: Typ
es: Tipo
et: Tüüp
eu: Mota
fi: Tehtävän tyyppi
hu: Típus
it: Scrivi
ja: タスクのタイプ
nb: Oppgave Type
nl: Soort
pl: Typ
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sq: Lloji
sv: Typ
th: ชนิด
tr: Tür
ug: تۈرى

# DialogBatchDownload
source: Batch Download
ar: سكربت تحميل
bg: Групово сваляне
de: Stapel herunterladen
es: Descargas en lote
et: Hulgi laadimine
eu: Multzo Jeisketa
fi: Joukkolataus
fr: Téléchargement d 'un lot
hu: Kötegelt letöltés
ja: バッチダウンロード
nb: Last ned Parti
nl: Lijstdownload
pl: Pobieranie wsadowe
pt_br: Agrupar Download
ro: Descărcare Grupată
ru: Пакетная Загрузка
sk: Sťiahnuť
sq: Shkarkim i Automatizuar
sv: Batch-nerladdning
th: ดาวน์โหลดแบบหลายงานต่อเนื่อง
tr: Grup indirme
ug: تۈركۈملەپ چۈشۈر

# DialogBatchDownloadAddURL
source: First URL:
ar: المسار الأول:
bg: Първи уеб адрес:
de: Erste Internetadresse:
es: Primera URL:
et: Esmane URL:
eu: Lehen URL-a:
fi: Ensimmäinen URL:
fr: Première URL :
hu: Első URL:
it: Primo indirizzo:
ja: 最初の URL：
nb: Første Link:
nl: Eerste URL:
pl: Pierwszy URL:
pt_br: Primeiro Endereço:
ro: Prima Adresă:
ru: Первый URL:
sk: Prvý URL:
sq: URL-ja e Parë:
sv: Första URL:
th: URL แรก:
tr: İlk Link:
ug: بىرىنچى URL:

# DialogBatchDownloadAddURL
source: Last URL:
ar: أخر مسار:
bg: Последен уеб адрес:
de: Letzte Internetadresse:
es: Última URL:
et: Viimane URL:
eu: Azken URL-a:
fi: Viimeinen URL:
fr: Dernière URL :
hu: Utolsó URL:
it: Ultimo indirizzo:
ja: 最後の URL：
nb: Siste Link:
nl: Laatste URL:
pl: Ostatni URL:
pt_br: Último Endereço:
ro: Ultima Adresă:
ru: Последний адрес:
sk: Posledný URL:
sq: URL-ja e Fundit:
sv: Sista URL:
th: URL สุดท้าย:
tr: Son Link:
ug: ئاخىرقى URL:

# DialogBatchDownloadAddURL
source: Add URLs
ar: اضافة روابط
bg: Добавяне на уеб адреси
de: Internetadressen hinzufügen
es: Añadir URL
et: Lisa URLid
eu: Gehitu URL-ak
fi: Lisää URL osoitteita
fr: Ajouter des URL
hu: URL-ek hozzáadása
it: Aggiungi indirizzi
ja: URLを追加
nb: Legg til Adresse
nl: URL's Toevoegen
pl: Dodaj URL
pt_br: Adicionar Endereços
ro: Adaugă Adrese
ru: Добавить URL адреса
sk: Pridať zoznam URL
sq: Shto URL
sv: Lägg till URLs
th: เพิ่ม URL
tr: URL'leri Ekle
ug: كۆپ URL قوش

# DialogBatchDownloadAddURL
source: URL list file:
ar: قائمة مسارات الملف :
bg: Файл на списък с URL адреси:
de: Internetadressendatei:
es: Archivo de URL:
et: URL faili loend:
eu: URL zerrenda agiria:
fi: URL listatiedosto:
fr: Liste de liens :
hu: URL listafájl:
it: Elenco degli indirizzi:
ja: URLリストファイル：
nb: Link fil liste
nl: URL lijst bestand:
pl: Lista URL z pliku:
pt_br: Arquivo com listagem de endereços:
ro: Fila listei de adrese:
ru: Файл со списком адресов:
sk: Súbor so zoznamom URL:
sq: Skedar me lista URL-sh:
sv: URL listfil:
th: ไฟล์รายชื่อ URL:
tr: URL Liste Dosyası:
ug: URL تىزىملىك ھۆججىتى:

# DialogBatchDownloadAddURL
source: Add URLs from file
ar: اضافة مسارات من ملف
bg: Добавяне на уеб адреси от файл
de: Internetadressen aus Datei hinzufügen
es: Añadir URL desde archivo
et: Lisa URL failist
eu: Gehitu URL-ak agiritik
fi: Lisää URL tiedostosta
fr: Ajouter les URL d'un fichier
hu: URL-ek hozzáadása fájlból
it: Aggiungi Indirizzi da file
ja: ファイルからURLを追加
nb: Legg til Linker fra fil
nl: URLs toevoegen van bestand
pl: Dodaj URL z pliku
pt_br: Adicionar endereços do arquivo
ro: Adaugă adrese dintr-o filă
ru: Добавить URL адреса из файла
sk: Pridať zoznam URL zo súboru
sq: Shto URL nga ky skedar
sv: Lägg till URLs från fil
th: เพิ่ม URL จากไฟล์
tr: Linkleri Dosyadan Ekle
ug: ھۆججەتتىن كۆپ URL قوش

# DialogBatchDownloadAddURL
source: Add
ar: إضافة
bg: Добавяне
de: Hinzufügen
es: Añadir
et: Lisa
eu: Gehitu
fi: Lisätty
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionado
ro: Adaugă
ru: Добавить
sk: Pridať
sq: Shto
sv: Lägg till
th: เพิ่ม
tr: Ekle
ug: قوش

# Message_ImportUrlList
source: Notice: ${DUPLICATE_NUMBER} duplicated URLs are found and skipped.
bg: Забележка: ${DUPLICATE_NUMBER} дублирани URL адреси се откриват и отстраняват.
de: Hinweis: ${DUPLICATE_NUMBER} duplizierte URLs werden gefunden und übersprungen.
es: Aviso: se encuentran y omiten las URL duplicadas ${DUPLICATE_NUMBER}.
fr: Avis: ${DUPLICATE_NUMBER} les URL dupliquées sont trouvées et ignorées.
it: Avviso: gli URL duplicati ${DUPLICATE_NUMBER} vengono trovati e ignorati.
ja: 注意：${DUPLICATE_NUMBER}個の重複したURLが見つかり、スキップされます。
nl: Notice: ${DUPLICATE_NUMBER} gedupliceerde Url's worden gevonden en overgeslagen.
pl: Zawiadomienie: ${DUPLICATE_NUMBER} zduplikowane adresy URL są znalezione i pominięte.
pt_br: Aviso: os URLs duplicados ${DUPLICATE_NUMBER} são encontrados e ignorados.
ru: Примечание: дублированные URL-адреса ${DUPLICATE_NUMBER} найдены и пропущены.
th: หมายเหตุ: พบและข้าม URL ที่ซ้ํากัน ${DUPLICATE_NUMBER}

# Message_FileNotExist
source: File does not exist.
ar: الملف غير موجود.
bg: Такъв файл не съществува.
de: Datei nicht vorhanden.
es: El archivo no existe.
et: Faili ei eksiteeri.
eu: Agiria ez dago.
fi: Tiedostoa ei ole olemassa.
fr: Le fichier n'existe pas.
hu: A fájl nem létezik.
it: Il file non esiste.
ja: ファイルが存在しません。
nb: Filen eksisterer ikke.
nl: Bestand bestaat niet.
pl: Plik nie istnieje.
pt_br: O arquivo não existe.
ro: Fila nu există.
ru: Файл не существует.
sk: Súbor neexistuje.
sq: Skedari nuk ekziston.
sv: Filen finns inte!
th: ไม่พบไฟล์
tr: Dosya bulunamadı.
ug: ھۆججەت مەۋجۇت ئەمەس.

# DialogBatchDownloadAddURL
source: No correct URL found in file: ${FILE_NAME}
ar: لا يوجد رابط صحيح في الملف: ${FILE_NAME}
bg: Не е открит правилен уеб адрес във файла: ${FILE_NAME}
de: Keine gültige Internetadresse in Datei gefunden: ${FILE_NAME}
es: La URL del archivo ${FILE_NAME} no es correcta
et: Failist ei leitud korraliku URL-i: ${FILE_NAME}
eu: Ez da URL zuzena aurkitu agirian: ${FILE_NAME}
fi: Ei löydetty oikeaa URL osoitetta tiedostosta: ${FILE_NAME}
fr: Aucune URL valide trouvée dans le fichier : ${FILE_NAME}
hu: Nem található helyes url a fájlban: ${FILE_NAME}
it: Non è stato trovato un indirizzo corretto nel file: ${FILE_NAME}
ja: ファイル内に有効なURLがありませんでした： ${FILE_NAME}
nb: Ingen korrekt link funnet i fil: ${FILE_NAME}
nl: Geen geldige url gevonden in het bestand: ${FILE_NAME}
pl: Nie ma poprawnego URL w pliku: ${FILE_NAME}
pt_br: Nenhum endereço correto encontrado no arquivo: ${FILE_NAME}
ro: Nu a fost găsită nici o adresă corectă in fila: ${FILE_NAME}
ru: Некорректные ссылки в файле: ${FILE_NAME}
sk: V súbore nebol nájdený správny url: ${FILE_NAME}
sq: Nuk u gjend një URL e saktë në skedarin: ${FILE_NAME}
sv: Ingen korrekt URL funnen i filen: ${FILE_NAME}
th: ไม่พบ URL ที่ถูกต้องในไฟล์: ${FILE_NAME}
tr: Dosyadaki url hatalı: ${FILE_NAME}
ug: "${FILE_NAME}" ھۆججەتتىن توغرا URL ئۇلىنىشىنى تاپالمىدى.

# DialogBatchDownloadAddURL
source: Batch Download - Add URLs
ar: اضافة مسارات من سكربت التحميل
bg: Групово сваляне - добавяне на уеб адреси
de: Stapel herunterladen - Internetadressen hinzufügen
es: Descargas: agregar URL
et: Batch laadimine - lisa URLid
eu: Multzo Jeisketa - Gehitu URL-ak
fi: Joukkolataus - Lisää URL osoitteet
fr: Téléchargement automatique - Ajouter des URL
hu: Kötegelt letöltés - URL-ek hozzáadása
it: Batch Download - Aggiungi URL
ja: バッチダウンロード - URLの追加
nb: Parti nedlastning - legg til Linker
nl: Lijstdownload - URLs toevoegen
pl: Pobieranie wsadowe - dodaj URL
pt_br: Baixar Agrupado - Adicione Endereços
ro: Descărcare Grupată - Adaugă Adrese
ru: Пакетная Загрузка - Добавить URL адреса
sk: Hromadné sťahovanie - Pridať URL
sq: Shkarko Automatikisht - Shto URL-të
sv: Sammanfoga nedladdning - lägg till URLs
th: ดาวน์โหลดแบบหลายงานต่อเนื่อง - เพิ่ม URL
tr: Çoklu İndirme - Linkleri Ekle
ug: تۈركۈملەپ چۈشۈر - URL قوش

# DialogChangePassword
source: You can change password.
ar: بامكانك تغير كلمة السر.
bg: Можете да смените паролата.
de: Sie können das Kennwort ändern.
es: Puede cambiar la contraseña.
et: Sa saad vahetada salasõna
eu: Sar-hitza aldatu dezakezu.
fi: Voit vaihtaa salasanan.
fr: Vous pouvez changer le mot de passe.
hu: Megváltoztathatod a jelszavad.
it: Puoi cambiare la password.
ja: パスワードを変更することができます。
nb: Du kan endre passord.
nl: Je kunt je wachwoord wijzigen.
pl: Możesz zmienić hasło.
pt_br: Você pode alterar a senha.
ro: Poți schimba parola.
ru: Вы можете изменить пароль.
sk: Heslo môžete zmeniť.
sq: Ju mund ta ndryshoni fjalëkalimin.
sv: Du kan ändra lösenordet.
th: คุณสามารถเปลี่ยนรหัสผ่าน
tr: Şifrenizi değiştirebilirsiniz.
ug: بۇ جايدا BitComet تىزىمغا كىرىش ئىمنى تەڭشىيەلەيسىز. تىزىمغا كىرىدىغان ئىم تەڭشىگەندىن كېيىن، پروگرامما قوزغالغاندا شۇ ئىمنى دەلىللەيدۇ. ئىم بوش قالدۇرۇلسا تىزىمغا كىرىشنى دەلىللەش بىكار قىلىنىدۇ

# DialogChangePassword
source: Input old password:
ar: ادخل كلمة السر القديمة:
bg: Въведете старата парола:
de: Altes Kennwort eingeben:
es: Escriba su contraseña actual:
et: Sisesta vana salasõna
eu: Sartu sar-hitz zaharra
fi: Anna vanha salasana:
fr: Entrez votre ancien mot de passe :
hu: Írd le a régi jelszavad:
it: Inserire la vecchia password:
ja: 現在のパスワード:
nb: Skriv gamelt passord:
nl: Vul oud wachtwoord in:
pl: Wprowadź stare hasło:
pt_br: Digite sua senha antiga:
ro: Scrie parola veche:
ru: Введите старый пароль:
sk: Vložte staré heslo:
sq: Vendos fjalëkalimin e vjetër:
sv: Skriv in gammalt lösenord:
th: ใส่รหัสผ่านเดิม:
tr: Eski şifrenizi giriniz:
ug: كونا ئىم كىرگۈزۈڭ:

# DialogChangePassword
source: Input new password:
ar: اكتب كلمة السر الجديدة:
bg: Въведете нова парола:
de: Neues Kennwort eingeben:
es: Escriba su nueva contraseña:
et: Sisesta uus salasõna
eu: Sartu sar-hitz berria
fi: Anna uusi salasana:
fr: Entrez votre nouveau mot de passe :
hu: Írd le az új jelszavad:
it: Inserire la nuova password:
ja: 新しいパスワード:
nb: Skriv nytt passord:
nl: Vul nieuw wachtwoord in:
pl: Wprowadź nowe hasło:
pt_br: Digite sua nova senha:
ro: Scrie parola nouă:
ru: Введите новый пароль:
sk: Vložte nové heslo:
sq: Vendos një fjalëkalim të ri:
sv: Skriv in nytt lösenord:
th: ใส่รหัสผ่านใหม่:
tr: Yeni şifrenizi giriniz:
ug: يېڭى ئىم كىرگۈزۈڭ:

# DialogChangePassword
source: Re-type new password:
ar: إعادة كتابة الرقم السري الجديد :
bg: Повторете новата парола:
de: Neues Kennwort wiederholen:
es: Vuelva a escribir su nueva contraseña:
et: Sisesta uuesti uus salsõna:
eu: Birridatzi sar-hitz berria:
fi: Uusi salasana uudestaan:
fr: Ré-entrez votre nouveau mot de passe :
hu: Írd le az új jelszavad ismét:
it: Riscrivere la nuova password:
ja: 新しいパスワード（確認）
nb: Skriv nytt pasord på ny:
nl: Typ nieuwe wachtwoord opnieuw in:
pl: Powtórz nowe hasło:
pt_br: Redigite a nova senha:
ro: Rescrie parola nouă:
ru: Введите новый пароль ещё раз:
sk: Prepíšte nové heslo:
sq: Rishtyp fjalëkalimin e ri:
sv: Skriv nya lösenordet igen:
th: ใส่รหัสผ่านใหม่อีกครั้ง:
tr: Yeni şifrenizi tekrar giriniz:
ug: يېڭى ئىمنى قايتا كىرگۈزۈڭ:

# DialogChangePassword
source: Old password error
ar: غلط في كلمة السر القديمة
bg: Старата парола е грешна
de: Fehler bei altem Kennwort
es: Error al escribir su contraseña actual
et: Vana salsõnaga tõrge
eu: Sar-hitz zahar okerra
fi: Vanha salasana väärin
fr: Ancien mot de passe erroné
hu: A régi jelszó hibás
it: Errore vecchia password
ja: 古いパスワードが違います
nb: Feil ved gammelt passord
nl: Oud wachtwoord klopt niet
pl: Stare hasło jest błędne
pt_br: A senha antiga está errada
ro: Parola veche e greșită
ru: Неправильный старый пароль
sk: Staré heslo neplatné
sq: Gabim në fjalëkalimin e vjetër
sv: Fel gammalt lösenord
th: รหัสผ่านเดิมผิดพลาด
tr: Eski şifre hatalı!
ug: كونا ئىم خاتا

# DialogChangePassword
source: New password typing error
ar: غلط في اعادة كتابة الكلمة السر الجديدة
bg: Повторената нова парола е грешна
de: Fehler bei erneuter Kennworteingabe
es: Error al volver a escribir su nueva contraseña
et: Viga uue salasõna sisestamisel
eu: Sar-hitz berrian idatz akatsa
fi: Uusi salasana väärin
fr: Erreur de nouvelle saisie de mot de passe
hu: Az ismételt jelszó hibás
it: Errore riscrittura nuova password
ja: 新しいパスワードが一致しません
nb: Skriv nytt passord på nytt
nl: De nieuwe wachtwoorden komen niet overeen
pl: Powtórzone hasło jest błędne
pt_br: Ocorreu um erro de digitação na nova senha
ro: Parola veche e greșită
ru: Проверьте новый пароль
sk: Nové heslá nie sú rovnaké
sq: Rishtyp gabimin e fjalëkalimit të ri
sv: Nytt lösenord stämmer inte överens
th: การใส่รหัสผ่านใหม่ผิดพลาด
tr: Yeni şifreyi tekrar yazmada hata
ug: قايتا كىرگۈزگەن يېڭى ئىم خاتا

# DialogChangePassword
source: Changed password is empty, already canceled verify login password!
ar: تغيير كلمة السر فارغ بالفعل ,إلغاء التحقق من كلمة المرور تسجيل الدخول!
bg: Променената паролата е празна, проверката на паролата вече е отменена!
de: Änderungskennwort nicht angegeben, Kennwortüberprüfung bei Anmeldung abgebrochen!
es: La contraseña cambiada está vacía, se canceló verificar contraseña de acceso!
et: Salasõna muutmis väli on tühi, logimine katkestatud kontrolli logimis salasõna!
eu: Aldaturiko sar-hitza hutsik dago, jadanik ezeztatuta egiaztatu saio hasiera sar-hitza!
fi: Vaihdettu salasana on tyhjä, kirjautumis salasanan varmistus peruutettu!
fr: Le nouveau mot de passe est vide, déjà annulé. Vérifier l'identifiant/mot de passe !
hu: A jelszóváltoztatás üres, továbbá az ellenőrző jelszó törölve.
it: Campo password vuoto, verificare la password!
ja: パスワードが空欄です。パスワードの変更を中止しました!
nb: Endret passord er tomt, allerede avbrutt verifiser logg inn passord!
nl: Gewijzigd wachtwoord is leeg, al geannuleerd verifieer inlogwachtwoord!
pl: Pole zmiany hasła jest puste, anulowano sprawdzanie loginu i hasła!
pt_br: Troca de senha já cancelada. Verifique senha de login!
ro: Parola schimbată este absentă, operația de schimbare a eșuat, verifică parola de logare!
ru: Новый пароль пустой, отменена проверка пароля!
sk: Zmenené heslo je prázdne, je zrušená kontrola prihlasovacieho hesla!
sq: Ndryshuesi i fjalëkalimit është bosh, e keni fshirë tashmë verifikimin e fjalëkalimit në hyrje!
sv: Bytt lösenord är tomt, har avbrutit bekräfta inloggningslösenord!
th: ช่องเปลี่ยนรหัสผ่านถูกเว้นว่าง ยกเลิกการยืนยันรหัสเมื่อเข้าระบบไปแล้ว!
tr: Şifreyi değiştir alanı boş, giriş şifresiyle doğrulama zaten iptal edilmiş!
ug: ئىم بوش قىلىپ ئۆزگەرتىلدى، تىزىمغا كىرىشتە ئىم دەلىللەشتىن ۋاز كېچىلدى!

# DialogChangePassword
source: Changing password succeeded!
ar: تم تغيير الرقم السري بنجاح !
bg: Промяната на паролата е успешна!
de: Kennwortänderung erfolgreich!
es: La contraseña se cambió con éxito!
et: Salasõna muutmine õnnetus!
eu: Sar-hitz aldaketa eginda!
fi: Salasanan vaihto onnistui!
fr: Changement du mot de passe réussit !
hu: A jelszóváltoztatás sikeres!
it: Cambiamento password eseguito!
ja: パスワードを変更しました!
nb: Endret passord vellykket!
nl: Wachtwoord succesvol gewijzigd!
pl: Zmiana hasła udana!
pt_br: Alteração de senha com sucesso!
ro: Schimbarea de parolă a reușit!
ru: Пароль изменен!
sk: Zmena hesla úspešná!
sq: Ndryshimi i fjalëkalimit ndodhi!
sv: Ändring av lösenordet lyckades!
th: เปลี่ยนรหัสผ่านเรียบร้อย!
tr: Şifre değiştirme başarılı!
ug: ئىم مۇۋەپپەقىيەتلىك ئۆزگەرتىلدى!

# DialogChangePassword
source: Change password
ar: نسيت كلمة السر
bg: Смяна на парола
de: Kennwort ändern
es: Cambiar contraseña
et: Muuda salasõna
eu: Aldatu sar-hitza
fi: Vaihda salasana
fr: Modifier le mot de passe
hu: A jelszó megváltoztatása
it: Cambia la password
ja: パスワードの変更
nb: Endre passord
nl: Wijzig wachtwoord
pl: Zmień hasło
pt_br: Alterar senha
ro: Schimbă parola
ru: Изменить пароль
sk: Zmeniť heslo
sq: Ndrysho fjalëkalimin
sv: Byt lösenord
th: เปลี่ยนรหัสผ่าน
tr: Parola değiştir
ug: ئىم ئۆزگەرت

# DialogScoreHistory
source: Loading...
bg: Зареждане...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
nl: Laden...
pl: Ładuję ...
pt_br: Carregando...
ru: Загрузка...
th: กำลังโหลด...

# DialogScoreHistory
source: Failed to load data.
bg: Неуспешно зареждане на данни.
de: Fehler beim Laden von Daten.
es: Hubo una falla al cargar.
fr: N’a pas chargé les données.
it: Impossibile caricare i dati.
ja: データを読み込めませんでした。
nl: Kan geen gegevens laden.
pl: Nie można załadować danych.
pt_br: Falhou em carregar dados.
ru: Не удалось загрузить данные.
th: ไม่สามารถโหลดข้อมูลได้

# Common
source: See more details...
de: Weitere Informationen finden Sie hier...
es: Ver más detalles...
fr: Voir plus de détails...
it: Vedi maggiori dettagli...
ja: 詳細をみる...
pl: Zobacz więcej szczegółów...
pt_br: Veja mais detalhes...
ru: Подробнее...
th: ดูรายละเอียดเพิ่มเติม...

# DialogScoreHistory
source: Date
bg: Дата
de: Datum
es: Fecha
it: Data
ja: 日付
nl: Datum
pl: Data
pt_br: Data
ru: Дата
th: วันที่

# DialogScoreHistory
source: Score
bg: Резултат
de: Ergebnis
es: Puntuación
it: Punteggio
ja: スコア
pl: Wynik
pt_br: Pontuação
ru: Баллы
th: คะแนน

# DialogScoreHistory
source: Score Added
bg: Добавен резултат
de: Punktzahl hinzugefügt
es: Puntuación añadida
fr: Score ajouté
it: Punteggio aggiunto
ja: スコアが追加されました
nl: Score toegevoegd
pl: Dodano wynik
pt_br: Pontuação adicionada
ru: Баллы добавлена
th: เพิ่มคะแนนแล้ว

# DialogScoreHistory
source: CometID Score History
bg: История на резултатите на CometID
de: CometID Score Geschichte
es: Historial de puntuaciones de CometID
fr: Histoire du score CometID
it: Cronologia punteggio CometID
ja: コメトIDスコア履歴
nl: CometID Score Geschiedenis
pl: Historia wyników CometID
pt_br: Histórico de pontuação do CometaID
ru: История оценки CometID
th: ประวัติคะแนนดาวหาง

# DialogPassport
source: Sign in with your email or username.
ar: سجل الدخول باستخدام البريد الكتروني أو اسم المستخدم.
bg: Влезте с имейла или потребителското си име.
de: Melden Sie sich mit Ihrer e-Mail oder Ihrem Benutzernamen an.
es: Regístrese con su correo electrónico o nombre de usuario.
fr: Connectez-vous avec votre email ou nom d'utilisateur.
it: Accedi con il tuo indirizzo email o username.
ja: あなたのメールアドレスまたはユーザー名でサインインしてください。
nl: Meld u aan met uw e-mail of gebruikersnaam.
pl: Zaloguj się za pomocą adresu e-mail lub nazwy użytkownika.
pt_br: Faça login com seu e-mail ou nome de usuário.
ru: Войдите в свой адрес электронной почты или имя пользователя.
th: ลงชื่อเข้าใช้ด้วยอีเมลหรือชื่อผู้ใช้ของคุณ

# DialogPassport
source: Account:
ar: حساب:
bg: Сметка:
de: Konto:
es: Cuenta:
fr: Compte :
ja: アカウント：
pl: Konta:
pt_br: Conta:
ru: счета:
th: บัญชี:

# DialogPassport
source: Password:
ar: كلمة المرور:
bg: Парола:
de: Kennwort:
es: Contraseña:
et: Salsõna:
eu: Sar-hitza
fi: Salasana:
fr: Mot de passe :
hu: Jelszó:
ja: パスワード：
nb: Passord:
nl: Wachtwoord:
pl: Hasło :
pt_br: Senha:
ro: Parolă:
ru: Пароль:
sk: Heslo:
sq: Fjalëkalimi:
sv: Lösenord:
th: รหัสผ่าน:
tr: Parola:
ug: ئىم:

# DialogPassport
source: Sign in automatically
ar: تسجيل الدخول تلقائياً
bg: Автоматично вписване
de: Automatische Anmeldung
es: Entrada automática
et: Sisene automaatselt
eu: Hasi saio berezgaitasunez
fi: Kirjaudu sisään automaattisesti
fr: Connexion automatique
hu: Automatikus bejelentkezés
it: Conessione automatica
ja: 自動ログイン
nb: Logg inn automatiskt
nl: Automatisch inloggen
pl: Zaloguj automatycznie
pt_br: Entrar Automaticamente
ro: Logare automată
ru: Входить автоматически
sk: Automatické prihlásenie
sq: Regjistrohu automatikisht
sv: Logga in automatiskt
th: ลงชื่อเข้าใช้อัตโนมัติ
tr: Otomatik oturum aç
ug: ئۆزلۈكىدىن تىزىمغا كىر

# DialogPassport
source: Forgot your password?
ar: نسيت كلمة السر؟
bg: Забравена парола?
de: Kennwort vergessen?
es: ¿Ha olvidado su contraseña?
et: Unustasid oma salsõna?
eu: Zure sar-hitza ahaztu duzu?
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
hu: Elfelejtetted a jelszavad?
it: Password dimenticata?
ja: パスワードを忘れました?
nb: Glemt passordet?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt_br: Esqueceu a sua senha?
ro: Ai uitat parola?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sq: Harruat fjalëkalimin tuaj:
sv: Glömt ditt lösenord?
th: ลืมรหัสผ่าน?
tr: Parolayı mı unuttun?
ug: ئىم ئۇنتۇپسىزمۇ؟

# DialogPassport
source: Username length should be within 4-20 characters
ar: اسم المستخدم يجب أن يكون الطول في ما بين 4-20 حرفا
bg: Дължината на потребителско име тряба да бъде между 4 и 20 знака
de: Länge des Benutzernamen sollte 4-20 Zeichen enthalten
es: El nombre de usuario debe tener entre 4 y 20 caracteres
et: Kasutaja nime pikkus peaks olema 4-20 sümbolit
eu: Erabiltzaile izenak 4 eta 20 hizki artean izan behar ditu
fi: Käyttäjänimen pituus tulisi olla 4-20 merkkiä
fr: Votre identifiant doit comporter entre 4 et 20 caractères
hu: A felhasználónév hossza 4 és 20 karakter között lehet
it: La lunghezza del nome utente dovrebbe essere compresa fra 4 e 20 caratteri
ja: ユーザー名は 4 文字以上 20 文字以下です
nb: Brukernavnet burde være mellom 4-20 tegn langt
nl: Gebruikersnaam moet tussen de 4 en 20 karakters
pl: Nazwa użytkownika powinna zawierać 4-20 znaków
pt_br: O tamanho do nome de usuário deve ser entre 4 e 20 caracteres
ro: Lungimea numelui de utilizator trebuie să fie de 4-20 caractere
ru: Имя пользователя должно состоять из 4-20 символов
sk: Dĺžka mena užívateľa by mala byť madzi 4-20 znakmi
sq: Gjatësia e emrit të përdoruesit duhet të jetë midis 4-20 karaktereve
sv: Användarnamnet bör innehålla 4 till 20 tecken
th: ชื่อผู้ใช้ควรจะมีความยาว 4-20 ตัวอักษร
tr: Kullanıcı adı 4-20 karakter arası olmalı
ug: ئىشلەتكۈچى ئاتى 4-20 ھەرپ ئارىسىدا بولۇشى لازىم

# DialogPassport
source: Sign in
bg: Впиши се
de: Anmelden
es: Acceder
fr: Se connecter
it: Accedi
ja: サインイン
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ru: Вход
th: ลงชื่อเข้าใช้

# DialogPassport
source: Sign up
bg: Регистрирай се
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
ja: サインアップ
nl: Inschrijven
pl: Zarejestruj się
pt_br: Cadastre-se
ru: Регистрация
th: ลงชื่อ

# DialogPassport
source: Help
bg: Помощ
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
ru: Помощь
th: ช่วยเหลือ

# Common
source: Clear All
de: Alle löschen
es: Limpiar todo
fr: Tout effacer
it: Cancella Tutto
ja: すべてクリア
pl: Wyczyść wszystko
pt_br: Limpar Tudo
ru: Очистить все
th: ยกเลิกทั้งหมด
