Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogAbout
source: Build Number:
bg: Номер на компилацията:
de: Buildnummer:
es: Numero de Version:
fr: Numéro de construction:
it: Numero di build:
ja: ビルド番号:
nl: Build-nummer:
pl: Numer kompilacji:
pt_br: Construir o número:
ru: Номер сборки:
th: หมายเลขการสร้าง:

# DialogAbout
source: Translators:
ar: المترجمون:
bg: Преводачи:
de: Übersetzer:
es: Traductores:
et: Tõlkijad:
fr: Traducteurs:
hu: Fordítók:
it: Traduttori:
ja: 翻訳者:
nl: Vertalers:
pl: Tłumacze:
pt_br: Tradutores:
ro: Traducător:
ru: Переводчики:
sv: Översättare:
th: นัก แปล:
tr: Tercümanlar:

# DialogAbout
source: Fluent Skin:
de: Fließende Haut:
es: Piel fluida:
fr: Peau fluide:
it: Pelle fluente:
ja: 流暢な肌:
pl: Płynna skóra:
pt_br: Pele fluente:
ru: Беглая кожа:
th: ผิวคล่องแคล่ว:

# DialogAddPeer
source: Peers to add: (one IP per line)
de: Hinzuzufügende Peers: (eine IP-Adresse pro Leitung)
es: Pares para agregar: (una IP por línea)
fr: Pairs à ajouter : (une adresse IP par ligne)
it: Peer da aggiungere: (un IP per riga)
ja: 追加するピア: (1 行に 1 つの IP)
pl: Rówieśnicy do dodania: (jeden adres IP na linię)
pt_br: Pares a serem adicionados: (um IP por linha)
ru: Добавляемые одноранговые узлы: (один IP-адрес на строку)
th: เพื่อนที่จะเพิ่ม: (หนึ่ง IP ต่อบรรทัด)

# DialogAddPeer
source: uTP Initiation:
bg: uTP Започване:
de: uTP-Initiierung:
es: Inicio de uTP:
fr: Ouverture de l’uTP :
it: Iniziazione uTP:
ja: uTP 開始:
nl: uTP-initiatie:
pl: Inicjacja uTP:
pt_br: Iniciação uTP:
ru: Инициирование uTP:
th: การเริ่มต้น uTP:

# Common
source: Default
bg: По подразбиране
de: Standart
es: Por defecto
fr: Défaut
it: Predefinito
ja: デフォルト
nl: Standaard
pl: Domyślny
pt_br: Defeito
ru: По умолчанию
th: ค่าเริ่มต้น

# Common
source: Disable
ar: عطّل
bg: Забраняване
de: Deaktiviert
es: Desactivar
et: Keela
eu: Ezgaitu
fi: Poista käytöstä
fr: Désactiver
hu: Letiltás
it: Disattiva
ja: 無効
nb: Slå av
nl: Uitschakelen
pl: Wyłącz
pt_br: Desativar
ro: Dezactivează
ru: Отключено
sk: Zakázať
sq: Çaktivizo
sv: Inaktivera
th: ปิดการใช้งาน
tr: Etkisizleştir
ug: چەكلە

# Common
source: Hole Punch
bg: Перфоратор
de: Locher
es: Perforadora
fr: Perforatrice
it: Perforazione
ja: 穴パンチ
nl: De Punch van het gat
pl: dziurkacz
pt_br: Furador
ru: Дырокол
th: เจาะรู

# Common
source: Direct
bg: Пряк
de: Direkt
es: Directo
it: Diretto
ja: ダイレクト
pl: Bezpośrednio
pt_br: Direto
ru: Прямой
th: โดยตรง

# DialogAddPeer
source: Add peer...
bg: Добавяне на пиър...
de: Peer hinzufügen...
es: Agregar par...
fr: Ajouter un homologue...
it: Aggiungi peer...
ja: ピアを追加...
nl: Peer toevoegen...
pl: Dodaj peera...
pt_br: Adicionar peer...
ru: Добавить пира...
th: เพิ่มเพียร์...

# RssFilter
source: RSS feed name:
de: Name des RSS-Feeds:
es: Nombre de la fuente RSS:
fr: Nom du flux RSS :
it: Nome del feed RSS:
ja: RSS フィード名:
pl: Nazwa kanału RSS:
pt_br: Nome do feed RSS:
ru: Имя RSS-канала:
th: ชื่อตัวดึงข้อมูล RSS:

# RssFilter
source: Enable download from this feed
bg: Разрешаване на изтеглянето от този информационен канал
de: Download aus diesem Feed aktivieren
es: Habilitar descarga desde este feed
fr: Activer le téléchargement à partir de ce flux
it: Abilita download da questo feed
ja: このフィードからのダウンロードを有効にする
nl: Downloaden van deze feed inschakelen
pl: Włącz pobieranie z tego pliku danych
pt_br: Ativar o download deste feed
ru: Включить загрузку из этого канала
th: เปิดใช้งานการดาวน์โหลดจากตัวดึงข้อมูลนี้

# RssFilter
source: Include all of following keywords:
bg: Включва всички следните ключови думи:
de: Schließen Sie alle folgenden Schlüsselwörter ein:
es: Incluya todas las siguientes palabras clave:
fr: Inclure tous les mots clés suivants :
it: Includi tutte le seguenti parole chiave:
ja: 次のキーワードをすべて含めます:
nl: Alle volgende trefwoorden opnemen:
pl: Uwzględnij wszystkie następujące słowa kluczowe:
pt_br: Inclua todas as seguintes palavras-chave:
ru: Включите все следующие ключевые слова:
th: รวมคําสําคัญทั้งหมดต่อไปนี้:

# RssFilter
source: Add task tag when download:
de: Aufgaben-Tag beim Download hinzufügen:
es: Agregue la etiqueta de tarea al descargar:
fr: Ajouter une balise de tâche lors du téléchargement :
it: Aggiungi tag attività durante il download:
ja: ダウンロード時にタスクタグを追加する:
pl: Dodaj tag zadania podczas pobierania:
pt_br: Adicionar tag de tarefas ao baixar:
ru: Добавьте тег задачи при загрузке:
th: เพิ่มแท็กงานเมื่อดาวน์โหลด:

# Common
source: (none)
de: (ohne)
es: (ninguno)
fr: (aucun)
it: (nessuno)
ja: (なし)
pl: (brak)
pt_br: (nenhum)
ru: (никто)
th: (ไม่มี)

# RssFilter
source: Regular expression:
de: Regulärer Ausdruck:
es: Expresión regular:
fr: Expression régulière:
it: Espressione regolare:
ja: 正規表現：
pl: Wyrażenie regularne:
pt_br: Expressão regular:
ru: Регулярное выражение:
th: การแสดงออกปกติ:

# RssFilter
source: Edit Download Filter
de: Downloadfilter bearbeiten
es: Editar filtro de descarga
fr: Modifier le filtre de téléchargement
it: Modifica filtro download
ja: ダウンロードフィルターの編集
pl: Edytuj filtr pobierania
pt_br: Editar filtro de download
ru: Редактировать фильтр загрузки
th: แก้ไขตัวกรองการดาวน์โหลด

# DialogAddFromRss
source: Matching RSS Articles
bg: Съответстващи RSS статии
de: Passende RSS-Artikel
es: Coincidencia de artículos RSS
fr: Correspondance des articles RSS
it: Articoli RSS corrispondenti
ja: RSS の一致に関する記事
nl: Overeenkomende RSS-artikelen
pl: Pasujące artykuły RSS
pt_br: Correspondência de artigos RSS
ru: Соответствие статьям RSS
th: การจับคู่บทความ RSS

# Common
source: All
bg: Всички
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
nl: Alle
pl: Wszystkie
pt_br: Tudo
ru: Все
th: ทั้งหมด

# DialogAddFromRss
source: Save Folder:
bg: Запиши папката:
de: Ordner speichern:
es: Guardar carpeta:
fr: Enregistrer Folder:
it: Salva cartella:
ja: フォルダの保存:
nl: Map opslaan:
pl: Zapisz folder:
pt_br: Salvar pasta:
ru: Сохранить Фолдер:
th: บันทึกโฟลเดอร์:

# DialogAddFromRss
source: Download Filters
bg: Филтри за изтегляне
de: Filter herunterladen
es: Descargar Filtros
fr: Télécharger Filtres
it: Filtri di download
ja: フィルタのダウンロード
pl: Pobierz filtry
pt_br: Baixar filtros
ru: Скачать фильтры
th: ดาวน์โหลดตัวกรอง

# DialogAddFromRss
source: Apply Filters
bg: Прилагане на филтри
de: Filter anwenden
es: Aplicar Filtros
fr: Appliquer les filtres
it: Applica Filtri
ja: フィルタを適用
nl: Filter toepassen
pl: Zastosuj filtry
pt_br: Aplicar Filtros
ru: Применить фильтры
th: ใช้ตัวกรอง

# Common
source: Download Now
bg: Изтегли сега
de: Jetzt herunterladen
es: Descargar ahora
fr: Télécharger maintenant
it: Scarica ora
ja: すぐにダウンロード
nl: Nu downloaden
pl: Pobierz teraz
pt_br: Descarregar agora
ru: Загрузить сейчас
th: ดาวน์โหลดเดี๋ยวนี้

# Common
source: Download Later
bg: Изтегляне по-късно
de: Später herunterladen
es: Descargar más tarde
fr: Télécharger plus tard
it: Scarica dopo
ja: 後でダウンロード
nl: Later downloaden
pl: Pobierz później
pt_br: Descarregar Depois
ru: Загрузить позже
th: ดาวน์โหลดในภายหลัง

# DialogAddFromRss
source: Name
bg: Име
es: Nombre
fr: Nom
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
th: ชื่อ

# DialogAddFromRss
source: Added
bg: Добавен
de: Hinzugefügt
es: Añadido
fr: Ajoutés
it: Aggiunto
ja: 追加されました
nl: Toegevoegd
pl: Dodane
pt_br: Adicionado
ru: Добавлено
th: เพิ่มแล้ว

# Options_RSS
source: RSS Feed
bg: RSS емисии
es: Feed RSS
fr: Flux RSS
it: Feed RSS
ja: RSSフィード
pl: Kanał RSS
pt_br: Feed RSS
ru: RSS лента
th: ฟีด RSS

# Options_RSS
source: Filter Keywords
de: Schlüsselwörter filtern
es: Filtrar palabras clave
fr: Filtrer les mots-clés
it: Parole chiave del filtro
ja: キーワードのフィルタリング
pl: Filtrowanie słów kluczowych
pt_br: Filtrar palavras-chave
ru: Фильтр ключевых слов
th: กรองคําสําคัญ

# DialogBatchBTDownload
source: Select Destination Folder:
ar: حدد المجلد الوجهة:
bg: Избор на целева папка:
de: Zielordner auswählen:
es: Seleccionar Carpeta de Destino:
et: Vali sihtkoha kaust:
eu: Hautatu Helburu Agiritegia:
fi: Kohdekansio:
fr: Sélectionner le Répertoire de Destination:
it: Seleziona la cartella di destinazione:
ja: 保存先フォルダを選択:
nb: Velg Målmappe:
nl: Bestemmingsmap selecteren:
pl: Wybierz folder docelowy:
pt_br: Selecionar Pasta de Destino:
ro: Selectează Dosarul de Salvare:
ru: Выберите папку назначения:
sk: Vyberte cieľový priečinok:
sv: Välj destinationsmapp:
th: เลือกโฟลเดอร์ปลายทาง
tr: Hedef Klasörü Seçin:
ug: نىشان قىسقۇچ تاللاڭ:

# DialogAddFromRss
source: Add torrents from RSS feeds
bg: Добавяне на торенти от RSS канали
de: Hinzufügen von Torrents aus RSS-Feeds
es: Añadir torrents desde fuentes RSS
fr: Ajouter des torrents à partir des flux RSS
it: Aggiungere torrenti dai feed RSS
ja: RSS フィードから急流を追加する
nl: Voeg torrents toe vanuit RSS-feeds
pl: Dodawanie torrentów z kanałów RSS
pt_br: Adicionar torrents de feeds RSS
ru: Добавление торрентов из RSS-каналов
th: เพิ่มเพลงจากตัวดึงข้อมูล RSS

# DialogAutoShutdownSetTime
source: Input shutdown time: (e.g.23:30)
ar: أدخل وقت إيقاف التشغيل: (e.g.23:30)
bg: Въведете време за изключване: (напр. 23:30)
de: Eingabe von Shutdown-Zeit: (z. B. 23:30)
es: Introduzca hora para el apagado: (ej.: 23:30)
et: Sisesta sulgemise aeg: (e.g.23:30)
eu: Sartu itzaltze denbora: (adib. 23:30)
fi: Syötä sammutusaika: (esim. 23:30)
fr: Saisir l'heure d'extinction : (ex. 23 h 30)
hu: Írd be a leállási időt: (pl. 23:30)
it: Inserimento tempo di chiusura (esempio 23:30)
ja: シャットダウン時刻： （例：23:30）
nb: Tast inn avslutt- tid: (f.eks. 23:30)
nl: Voer afsluit-tijd in:
pl: Wprowadź czas wyłączenia komputera: (np.23:30)
pt_br: Insira horario para desligar: (ex.: 23:30)
ro: Scrie ora de închidere: (de ex. 23:30)
ru: Введите время выключения: (например, 23:30)
sk: Chyba času vypnutia: (napr. 23:30)
sq: Koha e Fikjes në Hyrje: (p.sh.23:30)
sv: Ange nedstängningstid: (T.ex. 23:30)
th: กรอกเวลาปิดเครื่อง: (เช่น 23:30)
tr: Kapanma saatini girin: (ör: 23:30)
ug: كومپيۇتېر تاقايدىغان ۋاقىتنى كىرگۈزۈڭ: (مەسىلەن: 23:30)

# DialogAutoShutdown
source: Time input error!
ar: خطأ بأدخال الوقت!
bg: Грешка при въвеждането на време!
de: Zeit-Eingabefehler!
es: Error en la introducción del tiempo!
et: Aeg sisendi viga!
eu: Denbora sarrera akatsa!
fi: Virheellinen aika annettu!
fr: Erreur de saisie du temps !
hu: Hibás a megadott idő!
it: Errore tempo di input!
ja: 時刻の入力エラー!
nb: Tidsinndata feil
nl: Tijd invoer fout!
pl: Błąd ustawienia czasu!
pt_br: Erro de tempo de entrada!
ro: Eroare de introducere a timpului!
ru: Ошибка ввода времени!
sk: Chyba času zadania!
sq: Gabim në Vendosjen e Kohës!
sv: Fel vid inmatning av tid!
th: การใส่เวลาผิดพลาด!
tr: Zaman giriş hatası!
ug: كىرگۈزگەن ۋاقىت خاتا!

# DialogAutoShutdownSetTime
source: Set auto-shutdown time...
ar: تعيين وقت إيقاف التشغيل التلقائي ...
bg: Задаване на време за автоматично изключване...
de: Auto-Shutdown-Zeit festlegen...
es: Configurar tiempo de auto-apagado...
et: Määrake automaatse seiskamise aeg
eu: Ezarri berez-itzaltze denbora...
fi: Aseta auto-sammutusaika...
fr: Définir l’heure d’arrêt automatique...
hu: Auto-leállási idő beállítása...
it: Imposta tempo di auto-spegnimento...
ja: 自動シャットダウンの時刻を設定...
nb: Sett tid for automatisk avstengning...
nl: Stel automatisch afsluiten-tijd in...
pl: Ustaw czas automatycznego wyłączania...
pt_br: Definir tempo de desligamento automático...
ro: Setează ora de autoînchidere...
ru: Установить время автовыключения...
sk: Nastaviť čas automatického vypnutia...
sq: Vendos kohën e vetëfikjes...
sv: Ange automatisk nedstängningstid...
th: ตั้งค่าเวลาปิดเครื่องอัตโนมัติ...
tr: Oto-kapatma zamanı ...
ug: كومپيۇتېرنى ئاپتوماتىك تاقاش ۋاقتىنى بەلگىلەڭ…

# DialogBitCometUpdateCheck
source: Checking BitComet updates. Please wait...
ar: فحص تحديثات بيتكومنت . الرجاء الانتظار...
bg: Извършва се проверка за обновлeния на BitComet. Моля, изчакайте...
de: Es wird nun überprüft, ob eine Aktualisierung verfügbar ist. Bitte warten...
es: Buscando actualizaciones de BitComet. Espere...
et: Otsidakse BitComet uuendusi. Palun oodake...
eu: BitComet eguneratzeak bilatzen. Mesedez itxaron...
fi: Tarkastetaan BitComet päivitykset. Odota hetki...
fr: Recherche de mises à jour pour BitComet. Veuillez patienter...
hu: BitComet frissítések ellenőrzése. Kérlek várj...
it: Sto cercando aggiornamenti di BitComet. Attendi...
ja: 起動時に BitComet の更新を確認する...
nb: Sjekker BitComet oppdater. Vent litt...
nl: Bezig met zoeken naar updates voor BitComet. Een ogenblik aub...
pl: Sprawdzam uaktualnienie BitComet. Czekaj...
pt_br: Procurando atualizações do BitComet. Por favor, aguarde...
ro: Caut actualizări pentru BitComet. Așteaptă...
ru: Проверка обновлений BitComet. Пожалуйста подождите...
sk: Kontrola aktualizácií pre BitComet pri štarte.
sq: Po Kërkojmë Për Rifreskim të BitComet. Ju lutem prisni...
sv: Söker efter BitComet-uppdateringar. Vänligen vänta...
th: กำลังตรวจสอบอัพเดทของ Bitcomet กรุณารอสักครู่
tr: BitComet güncellemeleri kontrol ediliyor . Lütfen bekleyin...
ug: BitComet يېڭىلىنىشىنى تەكشۈرۈۋاتىدۇ. سەل كۈتۈڭ…

# DialogBitCometUpdateCheck
source: Download
ar: تحميل
bg: Сваляне
de: Herunterladen
es: Descargar
et: Allalaadimine
eu: Jeitsi
fi: Lataa
fr: Réception
hu: Letöltés
it: Scarica
ja: ダウンロード
nb: Last ned
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ro: Descarcă
ru: Загрузить
sk: Sťiahnuť
sq: Shkarkoni
sv: Ladda ner
th: ดาวน์โหลด
tr: İndir
ug: چۈشۈر

# DialogBitCometUpdateCheck
source: Open Website
ar: فتح الموقع
bg: Отваряне на уебсайт
de: Webseite öffnen
es: Abrir sitio web
et: Ava veebileht
eu: Ireki Webgunea
fi: Avaa Verkkosivu
fr: Ouvrir le site web
hu: Weblap megnyitása
it: Apri Sito Web
ja: ウェブサイトを開く
nb: Åpen nettside
nl: Website bekijken
pl: Otwórz stronę WWW
pt_br: Abrir website
ro: Deschide Situl
ru: Открыть сайт
sk: Otvoriť webstránku
sq: Hap Faqen e Internetit
sv: Öppna hemsida
th: เปิดเว็บไซต์
tr: Web sayfasını aç
ug: تور بېكەت ئاچ

# DialogBitCometUpdateCheck
source: BitComet Update Check
ar: فحص تحديث BitComet
bg: Проверка за обновления на BitComet
de: BitComet aktualisieren
es: Buscar actualizaciones de BitComet
et: BitComet uuenduste otsing
eu: BitComet Eguneratze Bilaketa
fi: BitComet Päivitystarkistus
fr: Recherche des mises à jour pour BitComet
hu: BitComet frissítés ellenőrzése
it: Avviso BitComet
ja: BitComet 更新チェック
nb: BitComet Oppdatering sjekk
nl: Zoek naar BitComet updates
pl: Sprawdzanie uaktualnienia BitComet
pt_br: Verificar Atualizações do BitComet
ro: Caută Actualizări BitComet
ru: Проверка обновлений BitComet
sk: Upozornenie BitCometu
sq: Kontroll për Rifreskim të BitComet
sv: BitComet uppdateringskoll
th: ตรวจสอบอัพเดทของ Bitcomet
tr: BitComet Güncelleme Kontrolü
ug: BitComet يېڭىلاشنى تەكشۈر

# DialogBatchBTDownload
source: &All
bg: Всички
de: &Alle
es: &Todos
fr: &Tout
it: &Tutti
ja: すべて
nl: &Alle
pl: &Wszystkie
pt_br: &Tudo
ru: &Всё
th: ทั้งหมด

# DialogBatchBTDownload
source: Save Directory
ar: حفظ دليل
bg: Директория за записване
de: Speicherordner
es: Guardar directorio
et: Salvesta kataloogi
eu: Gorde Zuzenbidea
fr: Répertoire de sauvegarde
it: Salva nella cartella
ja: 保存先
nb: Mappe for lagring
nl: Map opslaan
pl: Folder zapisywania
pt_br: Pasta em que deseja gravar o arquivo
ro: Dosarul de Salvare
ru: Папка Загрузок
sk: Ukladať do adresára
sv: Sparningsmapp
th: ตำแหน่งที่บันทึก
tr: Dizini Kaydet
ug: ساقلايدىغان مۇندەرىجە

# DialogBatchBTDownload
source: &Save Path:
ar: & مسار الحفظ:
bg: &Път за записване:
de: &Speicherpfad:
es: &Ruta de Guardado:
et: &Salvesta rada:
eu: &Gorde Bidea
fr: &Chemin de Sauvegarde:
it: &Salva in:
ja: 保存先(&S)
nl: Locatie voor opslaan:
pl: &Ścieżka zapisu:
pt_br: &Salvar caminho:
ro: Calea de &Salvare:
ru: &Сохранить путь:
sk: &Uložiť cestu:
sv: &Spara sökväg:
th: &ตำแหน่งที่บันทึก:
tr: &Kayıt Yeri:
ug: ساقلاش يولى(&S):

# DialogBatchBTDownload
source: Torrent list
ar: سيل قائمه
bg: Списък с торенти
de: Torrents
es: Lista de Torrents
et: Torrenti nimekiri
eu: Torrent zerrenda
fr: Liste des torrents
it: Lista dei torrent
ja: Torrent リスト
nl: Torrent lijst
pl: Lista torrentów
pt_br: Lista de torrents
ro: Lista de Torente
ru: Список торрентов
sk: Zoznam torrentov
sv: Torrentlista
th: รายชื่อ Torrent
tr: Torrent listesi
ug: توررېنت تىزىمى

# DialogBatchBTDownload
source: URL list
ar: قائمة URL
bg: Списък с уеб адреси
de: Internetadressen
es: Lista de URL
et: URL loend
eu: URL zerrenda
fi: URL lista
fr: Liste d'adresse
it: Lista degli URL
ja: URL リスト
nl: URL lijst
pl: Lista adresów URL
pt_br: Lista de Endereços
ro: Lista de Adrese
ru: Списк адресов
sk: Zoznam URL
sv: URL-lista
th: รายชื่อ URL
tr: URL listesi
ug: URL تىزىملىكى

# DialogBatchBTDownload
source: Task Name
ar: اسم المهمة
bg: Име на задачата
de: Aufgabenname
es: Nombre de la Tarea
et: Tegumi nimi
eu: Eginkizun Izena
fi: Tehtävänimike
fr: Nom de la Tâche
it: Nome del Task
ja: タスク名
nb: Oppgavenavn
nl: Naam van taak
pl: Nazwa zadania
pt_br: Nome da Tarefa
ro: Numele Sarcinii
ru: Название
sk: Názov úlohy
sv: Aktivitetsnamn:
th: ชื่องาน
tr: Görev Adı
ug: ۋەزىپە نامى

# DialogBatchBTDownload
source: Size
ar: حجم
bg: Размер
de: Größe
es: Tamaño
et: Suurus
eu: Neurria
fi: Koko
fr: Taille
it: Dimensione
ja: サイズ
nb: Størrelse
nl: Omvang
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sv: Storlek
th: ขนาด
tr: Boyut
ug: چوڭلۇقى

# DialogBatchBTDownload
source: Torrent File
ar: ملف تورنت
bg: Торент файл
de: Torrent-Datei
es: Archivo Torrent
et: Torrent fail
eu: Torrent Agiria
fr: Fichier Torrent
it: File Ttorrent
ja: Torrent ファイル
nl: Torrent-bestand
pl: Plik Torrent
pt_br: Arquivo Torrent
ro: Fila Torent
ru: Торрент файл
sk: Súbor torrent
sv: Torrentfil
th: ไฟล์ Torrent
tr: Torrent Dosyası
ug: توررېنت ھۆججەت

# DialogBatchBTDownload
source: Batch Download
ar: تحميل دفعة
bg: Групово сваляне
de: Stapel-Herunterladen
es: Descarga en lote
et: Hulgi laadimine
eu: Multzo Jeitsia
fr: Téléchargement par Lots
ja: バッチダウンロード
nl: Batch downloaden
pl: Pobieranie wsadowe
pt_br: Agrupar Download
ro: Descărcare Grupată
ru: Пакетная Загрузка
sk: Stiahnuť hromadne
sv: Batch-nedladdning
th: ดาวน์โหลดแบบหลายงานต่อเนื่อง
tr: Komut Yordamıyla İndirme
ug: تۈركۈملەپ چۈشۈر

# DialogBatchDownload
source: URL list
ar: قائمة العناوين
bg: Списък с уеб адреси
de: Internetadressen
es: Lista de URL
et: URL loend
eu: URL zerrenda
fi: URL lista
fr: Liste d'URL
hu: URL lista
it: Lista degli indirizzi
ja: URL リスト
nb: Link Liste
nl: URL lijst
pl: Lista adresów URL
pt_br: Lista de Endereços
ro: Lista de Adrese
ru: Списк URL адресов
sk: Zoznam URL
sq: Lista e URL-ve
sv: URL-lista
th: รายชื่อ URL
tr: URL listesi
ug: URL تىزىملىكى

# DialogBatchDownload
source: &All
ar: الكل &
bg: &Всички
de: &Alle
es: &Todos
et: &Kõik
eu: &Denak
fi: &Kaikki
fr: &Tout
hu: &Mind
it: &Tutti
ja: すべて(&A)
nb: &Alle
nl: &Alles
pl: &Wszystkie
pt_br: &Tudo
ro: Toate
ru: &Всё
sk: &Všetko
sq: &Të Gjitha
sv: &Alla
th: ทั้งหมด
tr: &Tümü
ug: ھەممىسى(&A)

# DialogBatchDownload
source: Add URLs
bg: Добавяне на URL адреси
de: URLs hinzufügen
es: Añadir URL
fr: Ajouter des URL
it: Aggiungere URL
ja: URLを追加
nl: URL's Toevoegen
pl: Dodawanie adresów URL
pt_br: Adicionar URLs
ru: Добавить URL адреса
th: เพิ่ม URL

# DialogBatchDownload
source: Add URLs from file
bg: Добавяне на URL адреси от файл
de: URLs aus Datei hinzufügen
es: Añadir URL desde archivo
fr: Ajouter des URL à partir d’un fichier
it: Aggiungere URL dal file
ja: ファイルからURLを追加
nl: URLs toevoegen van bestand
pl: Dodawanie adresów URL z pliku
pt_br: Adicionar URLs do arquivo
ru: Добавить URL адреса из файла
th: เพิ่ม URL จากไฟล์

# DialogBatchDownload
source: Filter
ar: تصفية
bg: Филтър
de: Filtern
es: Filtro
eu: Iragazkia
fi: Suodatin
fr: Filtrer
hu: Szűrő
it: Filtro
ja: フィルタ
nl: Filteren
pl: Pokaż
pt_br: Filtro
ro: Filtru
ru: Фильтр
sq: Filtro
th: ตัวกรอง
tr: Filtre
ug: سۈزگۈچ

# DialogBatchDownload
source: Image (jpg, gif, ...)
ar: صور (jpg, gif, ...)
bg: Изображение (jpg, gif, ...)
de: Bilder (jpg, gif, ...)
es: Imagen (jpg, gif, ...)
et: Pilt(jpg, gif, ...)
eu: Irudia (jpg, gif, ...)
fi: Kuva(jpg, gif, ...)
fr: Image (jpg, gif, etc)
hu: Kép (jpg, gif, ...)
it: Immagine (jpg, gif, ...)
ja: 画像（JPG,GIF,...）
nb: Bilde(jpg, gif, ...)
nl: Afbeelding(jpg, gif, ...)
pl: Obrazek (jpg, gif, ...)
pt_br: Imagem(jpg, gif, ...)
ro: Imagini (jpg, gif, ...)
ru: Изображение(jpg, gif, ...)
sk: Obrázok (jpg, gif, ...)
sq: Pamje(jpg, gif, ...)
sv: Bild(jpg, gif, ...)
th: รูปภาพ(jpg, gif, ...)
tr: Resim (jpg, gif, ...)
ug: سۈرەت(jpg, gif, ...)

# DialogBatchDownload
source: Audio (mp3, wma, ...)
ar: صوت (mp3, wma ,...)
bg: Аудио (mp3, wma, ...)
et: Heli(mp3, wma, ...)
eu: Audioa (mp3, wma, ...)
fi: Ääni (mp3, wma, ...)
fr: Audio (mp3, wma, etc)
hu: Audió (mp3, wma, ...)
ja: 音楽ファイル（MP3,WMA,...）
pt_br: Áudio(mp3, wma, ...)
ru: Аудио(mp3, wma, ...)
sk: Zvuk (mp3, wma, ...)
sv: Ljud(mp3, wma, ...)
th: ไฟล์เสียง(mp3, wma, ...)
tr: Ses(mp3, wma, ...)
ug: ئۈن(mp3, wma, ...)

# DialogBatchDownload
source: Video (avi, rmvb, ...)
ar: فيديو (avi, rmvb, ...)
bg: Видео (avi, rmvb, ...)
es: Vídeo (avi, rmvb, ...)
eu: Bideoa (avi, rmvb, ...)
fr: Vidéo (avi, rmvb, etc)
hu: Videó (avi, rmvb, ...)
ja: 動画ファイル（AVI,RMVB,...）
pl: Wideo (avi, rmvb, ...)
pt_br: Vídeo(avi, rmvb, ...)
ru: Видео(avi, rmvb, ...)
sv: Film(avi, rmvb, ...)
th: วิดีโอ(avi, rmvb, ...)
ug: سىن(avi, rmvb, ...)

# DialogBatchDownload
source: Archives (zip, rar, ...)
ar: انواع الملفات المضغوطة (zip,rar,...)
bg: Архиви (zip, rar, ...)
de: Archive (zip, rar, ...)
es: Archivos(zip, rar, ...)
et: Pakid(zip, rar, ...)
eu: Agiritegiak (zip, rar, ...)
fi: Arkistot (zip, rar, ...)
fr: Archives (zip, rar, etc)
hu: Archívumok (zip, rar, ...)
it: Archivi(zip, rar, ...)
ja: 圧縮ファイル（ZIP,RAR,...）
nb: Arkiv(zip,rar, ...)
nl: Archieven (zip, rar, ...)
pl: Archiwa (zip, rar, ...)
pt_br: Archivos(zip, rar, ...)
ro: Arhive (zip, rar, ...)
ru: Архивы(zip, rar, ...)
sk: Archívy (zip, rar, ...)
sq: Arkivat(zip, rar, ...)
sv: Arkiv(zip, rar, ...)
th: ไฟล์บีบอัด(zip, rar, ...)
tr: Arşivler(zip, rar, ...)
ug: بوغچا (zip, rar, ...)

# DialogBatchDownload
source: Software (exe, ...)
ar: برامج (exe, ...)
bg: Софтуер (exe, ...)
de: Anwendungen (exe, ...)
es: Aplicaciones (exe, ...)
et: Tarkvara(exe, ...)
eu: Software-a (exe, ...)
fi: Ohjelmisto (exe, ...)
fr: Logiciel (exe, ...)
hu: Szoftver (exe, ...)
it: Programmi(exe, ...)
ja: ソフトウェア（EXE,...）
nb: Programmvare(exe, ...)
pl: Oprogramowanie (exe, ...)
pt_br: Programas (exe, ...)
ro: Softuri (exe, ...)
ru: Программы(exe, ...)
sk: Softvér (exe, ...)
sq: Program(exe, ...)
sv: Programvara(exe, ...)
th: ซอฟต์แวร์(exe, ...)
tr: Yazılım (exe, ...)
ug: يۇمشاق دېتال(exe, ...)

# DialogBatchDownload
source: Save Directory
ar: مجلد الحفظ
bg: Директория за запазване
de: Speicherordner
es: Guardar directorio
et: Salvesta kataloogi
eu: Gorde Zuzenbidea
fi: Tallennushakemisto
fr: Répertoire de sauvegarde
hu: Könyvtár mentése
it: Salva Cartella
ja: 保存先
nb: Mappe for lagring
nl: Opslagmap
pl: Folder zapisywania
pt_br: Pasta em que deseja gravar o arquivo
ro: Dosarul de Salvare
ru: Папка для сохранения
sk: Ukladať do adresára
sq: Regjistro Direktorinë
sv: Målmapp
th: ตำแหน่งที่บันทึก
tr: Dizini Kaydet
ug: ساقلايدىغان مۇندەرىجە

# DialogBatchDownload
source: &Save Path:
ar: مسار الحفظ: &
bg: &Път за запазване:
de: &Speicherordner:
es: &Ruta destino:
et: &Salvesta rada:
eu: &Gorde Bidea
fi: &Tallennuspolku:
fr: Chemin &sauvegardé :
hu: &Mentési útvonal:
it: &Salva percorso:
ja: 保存先(&S)
nb: &Lagre Banen:
nl: Locatie voor opslaan:
pl: &Ścieżka zapisu:
pt_br: &Salvar caminho:
ro: Salvează în:
ru: &Сохранить путь:
sk: &Uložiť cestu:
sq: &Regjistro Shtegun:
sv: Vä&lj sökväg:
th: เลือกที่บันทึกไฟล์:
tr: &Kayıt Yeri:
ug: ساقلاش يولى(&S):

# DialogBatchDownload
source: More
ar: أكثر
bg: Още
de: Erweitern
es: Más
et: Rohkem
eu: Gehiago
fi: Lisää
fr: Plus
hu: Több
it: Altro
ja: 追加の設定
nb: Mer
nl: Meer >>
pl: Więcej
pt_br: Mais
ro: Avansate
ru: Ещё
sk: Viac
sq: Akoma
sv: Mer
th: เพิ่มเติม
tr: Daha Fazla
ug: تېخىمۇ كۆپ
