Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Favourite
source: RSS Feeds
es: Fuentes RSS
fr: Flux RSS
it: Feed RSS
ja: RSS フィード
pl: Kanały RSS
ru: RSS-каналы
th: หน้าฟีด RSS

# Favourite
source: Torrent History
ar: سجلات الترونت
bg: История на торентите
de: Torrent-Verlauf
es: Historia de Torrent
et: Torrendi ajalugu
eu: Torrent Historia
fi: Torrent Historia
fr: Historique des Torrents
hu: Torrent előzmények
it: Cronologia Torrent
ja: Torrentの歴史
nb: Torrent historie
nl: Torrent geschiedenis
pl: Historia torrentów
pt_br: Histórico do torrent
ro: Istorie
ru: История торрентов
sk: História torrentov
sq: Historia e Torrentit
sv: Torrent-historik
th: ประวัติ Torrent
tr: Torrent Tarihçe
ug: توررېنت تارىخى

# Favourite
source: Torrent Share
ar: مشاركة الترونت
bg: Споделяне на торенти
de: Torrent-Freigabe
es: Compartir Torrent
et: Torrendi osad
eu: Torrent Partekatzea
fi: Torrent Jako
fr: Partage de torrents
hu: Torrent megosztás
ja: Torrent共有
nb: Torrentdeling
nl: Torrent delen
pl: Udostępnianie torrentów
pt_br: Compartilhar Torrent
ro: Torentele Mele
ru: Общедоступный торрент
sk: Podiel torrentu
sq: Nda Torrentin
sv: Delade torrenter
th: แบ่งปัน Torrent
tr: Torrent Paylaşımı
ug: توررېنت ھەمبەھىر

# Favourite
source: Torrent Collection
ar: ترونت منوع
bg: Торент колекция
de: Torrent-Sammlung
es: Colección de Torrent
et: Torrendi kogu
eu: Torrent Bilduma
fi: Torrent Kokoelmat
fr: Collection de torrents
hu: Torrent gyűjtemény
it: Raccolta Torrent
ja: Torrentコレクション
nb: Torrentsamling
nl: Torrent collectie
pl: Kolekcja torrentów
pt_br: Coleção torrent
ro: Torentele Altora
ru: Коллекция торрентов
sk: Kolekcia torrentu
sq: Koleksion i torrentave
sv: Torrent-samling
th: แหล่งรวบรวม Torrent
tr: Torrent koleksiyon
ug: توررېنت توپلىمى

# Favourite
source: RSS Torrents
bg: Торенти за RSS
it: Torrenti RSS
pl: Torrenty RSS
ru: RSS Торренты
th: เพลง RSS

# Favourite
source: DHT Torrents
bg: ДХТ торенти
it: Torrenti DHT
pl: Torrenty DHT
ru: ДХТ Торренты
th: ทอร์เรนต์ DHT

# Favourite
source: Tracker Torrents
es: Torrents rastreadores
it: Torrent tracker
ja: トラッカートレント
nl: Torrents voor trackers
pl: Torrenty trackera
pt_br: Torrents rastreadores
ru: Трекер Торренты
th: เพลงติดตาม

# Common
source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona Tutto
ja: すべて選択
pl: Zaznacz wszystkie
pt_br: Selecionar Tudo
ru: Выделить все
th: เลือกทั้งหมด

# Common
source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべての選択を解除
pl: Odznacz wszystko
pt_br: Limpar seleção
ru: Очистить все
th: ยกเลิกการเลือกทั้งหมด

# DialogImportAndExport
source: Step 2
bg: Стъпка 2
de: Schritt 2
es: Paso 2
fr: Étape 2
it: Passo 2
ja: ステップ 2
nl: Stap 2
pl: Krok 2
pt_br: Passo 2
ru: Шаг 2
th: ขั้นตอนที่ 2

# DialogImportAndExport
source: Please specify a backup file to export to:
bg: Задайте архивен файл, който да експортирате в:
de: Geben Sie eine Sicherungsdatei an, die exportiert werden soll:
es: Especifique un archivo de copia de seguridad para exportar a:
fr: Veuillez spécifier un fichier de sauvegarde à exporter vers :
it: Specificare un file di backup in cui esportare:
ja: エクスポート先のバックアップ ファイルを指定してください:
nl: Geef een back-upbestand op om naar:
pl: Określ plik kopii zapasowej do wyeksportowania do:
pt_br: Por favor, especifique um arquivo de backup para exportar para:
ru: Пожалуйста, укажите файл резервного копирования для экспорта в:
th: โปรดระบุแฟ้มสํารองที่จะส่งออกไปยัง:

# DialogImportAndExport
source: Export
ar: تصدير
bg: Изнасяне
de: Exportieren
es: Exportar
et: Eksport
eu: Esportatu
fi: Vie
fr: Exporter
hu: Exportálás
it: Esporta
ja: エクスポート
nb: Eksporter
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
ro: Exportă
ru: Экспорт
sk: Exportovať
sq: Eksporto
sv: Exportera
th: ส่งออก
tr: Dışarıya Aktar
ug: چىقار

# DialogImportAndExport
source: Please specify a backup file to import from:
bg: Задайте архивен файл, от който да импортирате:
de: Geben Sie eine Sicherungsdatei an, aus der importiert werden soll:
es: Especifique un archivo de copia de seguridad desde el que importar:
fr: Veuillez spécifier un fichier de sauvegarde à importer à partir de :
it: Specificare un file di backup da cui importare:
ja: インポート元のバックアップ ファイルを指定してください:
nl: Geef een back-upbestand op om te importeren uit:
pl: Określ plik kopii zapasowej do zaimportowania z:
pt_br: Por favor, especifique um arquivo de backup para importar de:
ru: Пожалуйста, укажите файл резервного копирования для импорта из:
th: โปรดระบุแฟ้มสํารองที่จะนําเข้าจาก:

# DialogImportAndExport
source: Load
bg: Зареждане
de: Laden
es: Cargar
fr: Charger
it: Carica
ja: ロード
nl: Laad
pl: Załaduj
pt_br: Carregar
ru: Загрузить
th: ภาระ

# DialogImportAndExport
source: Please choose items to import:
bg: Изберете елементи за импортиране:
de: Bitte wählen Sie die zu importierenden Artikel aus:
es: Elija los artículos que desea importar:
fr: S’il vous plaît choisir des articles à importer:
it: Si prega di scegliere gli elementi da importare:
ja: インポートするアイテムを選択してください:
nl: Kies objecten die u wilt importeren:
pl: Wybierz elementy do zaimportowania:
pt_br: Por favor, escolha itens para importar:
ru: Пожалуйста, выберите товары для импорта:
th: โปรดเลือกรายการที่จะนําเข้า:

# DialogImportAndExport
source: Import
ar: استيراد
bg: Внасяне
de: Importieren
es: Importar
et: Impordi
eu: Inportatu
fi: Tuo
fr: Importer
hu: Importálás
it: Importa
ja: インポート
nb: Importer
nl: Importeren
pl: Importuj
pt_br: Importar
ro: Importă
ru: Импорт
sk: Importovať
sq: Importo
sv: Importera
th: นำเข้า
tr: İçeriye Aktar
ug: ئەكىر

# DialogImportAndExport
source: Import failed.
ar: فشل الإستيراد.
bg: Внасянето пропадна.
de: Importieren fehlgeschlagen.
es: Error en la importación.
et: Importimine ebaõnnestus.
eu: Inportatzak huts egin du.
fi: Tuonti epäonnistui.
fr: Échec de l'importation.
hu: Az importálás sikertelen.
it: Importazione non riuscita.
ja: インポート失敗。
nb: Feil under importering
nl: Importeren mislukt.
pl: Importowanie nieudane.
pt_br: A importação falhou.
ro: Importul a eșuat.
ru: Ошибка импортирования.
sk: Import zlyhal.
sq: Importi dështoi.
sv: Import misslyckades.
th: การนำเข้าล้มเหลว
tr: Aktarma başarısız.
ug: ئەكىرەلمىدى.

# Message_TorrentFolderNotExist
source: The output path is invalid!
de: Der Ausgabepfad ist ungültig!
es: La ruta de salida no es válida!
fr: Le chemin de sortie n’est pas valide !
it: Il percorso di output non è valido!
ja: 出力先のパスが正しくありません!
pl: Ścieżka wyjściowa jest nieprawidłowa!
pt_br: O caminho de saída é inválido!
ru: Неверный путь вывода!
th: เส้นทางเอาต์พุตไม่ถูกต้อง!

# DialogImportAndExport
source: An exported file with the same filename exists. Do you want to overwrite?
ar: تصدير ملف موجود. هل تريد الكتابة عليه؟
bg: Вече съществува изнесен файл със същото име. Желаете ли да бъде ли презаписан?
de: Zu exportierende Datei ist bereits vorhanden. Wollen Sie überschreiben?
es: El archivo de exportación ya existe ¿Desea sobreescribirlo?
et: Eksporditud fail on olemas. Kas soovid seda üle kirjutada.
eu: Izen bereko agiri esportatuak daude. Nahi duzu gainidaztea?
fi: Viety tiedosto on olemassa samalla nimellä. Haluatko ylikirjoittaa sen?
fr: Fichier existant. Voulez-vous l'écraser ?
hu: Az export fájl már létezik. Felülírod?
it: Il file di esportazione è già esistente. Vuoi sovrascriverlo?
ja: エクスポート先のファイルが存在しています。上書きしますか?
nb: Eksportert fil finnes allerede. Vil du erstatte den?
nl: Bestand bestaat al, overschrijven?
pl: Eksportowany plik z taką samą nazwą istnieje. Czy chcesz go nadpisać?
pt_br: Arquivo exportado já existe. Quer sobrescrever?
ro: Există deja o filă exportată cu același nume. Vrei s-o suprascrii?
ru: Экспортируемый файл существует. Перезаписать?
sk: Exportný súbor existuje. Chcete ho prepísať?
sq: Skedari i eksportuar ekziston. Doni ta mbishkruani?
sv: Export-filen finns redan. Vill du skriva över?
th: ไฟล์ที่ส่งออกมีอยู่แล้ว คุณต้องการเขียนทับหรือไม่
tr: Dışa aktarılan dosya zaten var. Üzerine yazamak ister misiniz?
ug: چىقىرىدىغان ھۆججەت بىلەن ئوخشاش ئاتتىكى ھۆججەت مەۋجۇد. قاپلىۋېتەمسىز؟

# DialogImportAndExport
source: Export succeeded!
bg: Експортирането е успешно!
de: Export erfolgreich!
es: ¡La exportación tuvo éxito!
fr: L’exportation a réussi!
it: Esportazione riuscita!
ja: エクスポートに成功しました!
nl: Export geslaagd!
pl: Eksport się udało!
pt_br: Exportação conseguiu!
ru: Экспорт удался!
th: ส่งออกสําเร็จแล้ว!

# DialogImportAndExport
source: Export failed!
bg: Експортирането е неуспешно!
de: Der Export ist fehlgeschlagen!
es: ¡Falló la exportación!
fr: L&apos;exportation a échoué & #160;!
it: Esportazione non riuscita!
ja: エクスポート!
nl: Het exporteren is mislukt!
pl: Eksport nieudany!
pt_br: A exportação falhou!
ru: Неудачное сохранение!
th: การส่งออกล้มเหลว!

# Message_MsgZipErrCorrupt
source: Failed to import because the backup file is corrupt or not a .bc_bak file!
ar: لم تتم الأستعادة وذلك لأن ملف النسخ الاحتياطي معطوب أو ليس هو bc_bak.
bg: Внасянето пропадна, защото архивният файл е повреден или не е bc_bak файл!
de: Importieren ist fehlgeschlagen, weil die Sicherungsdatei beschädigt oder keine .bc_bak-Datei ist!
es: Error al importar. Archivo de respaldo corrupto o no válido!
et: Sest varufail on vigane või pole bc_bak fail, nurjunud importimine!
eu: Inportatzeak huts egin du babeskopia agiria ustela delako edo ez delako .bc_bak agiri bat!
fi: Tuonti epäonnistui koska varmistustiedosto on korruptoitunut tai se ei ole .bc_bak tiedosto!
fr: L'importation a échoué car le fichier de sauvegarde est altéré ou n'est pas un fichier bc_bak !
hu: Mivel a biztonsági fájl hibás vagy nem egy bc_bak fájl, ezért az importálás sikertelen!
it: Siccome il file backup è corrotto o non è un file bc_bak, è impossibile importarlo!
ja: バックアップファイルが破損しているか、 BitComet のバックアップファイルではありません。インポートに失敗しました！
nb: Mislyktes å importere fordi backup- filen er korrupt eller ikke en .bc_bak fil!
nl: Omdat het backup bestand corrupt is of een bc_bak bestand is het importeren mislukt!
pl: Ponieważ plik zapasowy jest uszkodzony lub nie jest to plik bc_bak, importowanie nieudane!
pt_br: Falha a importar, porque o arquivo de backup está corrompido ou não é um arquivo bc_bak!
ro: Importul a eșuat din cauză că fila de conservare [backup] este stricată sau nu e de tipul .bc_bak!
ru: Ошибка импорта! Файл резервной копии поврежден или он не является файлом bc_bak файлом!
sk: Vzhľadom k tomu, že záložný súbor je poškodený, alebo nie je bc_bak súbor, import sa nepodaril!
sq: Për shkak se skedari mbështetës është i dëmtuar ose nuk është një skedar i tipit bc_bak, nuk e importuam dot!
sv: Importen misslyckades pga att backupfilen är korrupt, eller inte en bc_bak-fil.
th: เพราะไฟล์แบ็คอัพไม่สมบูรณ์หรือไม่ใช่ไฟล์ bc_bak การนำเข้าล้มเหลว!
tr: Yedekleme dosyası bozuk veya bir bc_bak dosyası olmadığından yedekleme başarısız!
ug: زاپاس ھۆججەت بۇزۇلغان ياكى فورماتى خاتا بولغانلىقتىن ئەكىرىش مەغلۇپ بولدى!

# DialogImportAndExport
source: Import Finished!
bg: Импортирането е завършено!
de: Import fertig!
es: ¡Importación terminada!
fr: Import fini!
it: Importazione completata!
ja: インポートが終了しました!
nl: Import klaar!
pl: Import gotowy!
pt_br: Importação Acabada!
ru: Импорт закончен!
th: นําเข้าเสร็จสิ้นแล้ว!

# DialogImportAndExport
source: Program settings are imported.
bg: Настройките на програмата се импортират.
de: Programmeinstellungen werden importiert.
es: Se importan los ajustes del programa.
fr: Les paramètres du programme sont importés.
it: Le impostazioni del programma vengono importate.
ja: プログラム設定がインポートされます。
nl: Programma-instellingen worden geïmporteerd.
pl: Ustawienia programu są importowane.
pt_br: As configurações do programa são importadas.
ru: Настройки программы импортируются.
th: การตั้งค่าโปรแกรมถูกนําเข้า

# DialogImportAndExport
source: Fail to import program settings.
bg: Неуспешно импортиране на настройките на програмата.
de: Fehler beim Importieren der Programmeinstellungen.
es: No se puede importar la configuración del programa.
fr: Défaut d’importer les paramètres du programme.
it: Impossibile importare le impostazioni del programma.
ja: プログラム設定のインポートに失敗します。
nl: Er wordt geen programma-instellingen geïmporteerd.
pl: Nie można zaimportować ustawień programu.
pt_br: Falha ao importar as configurações do programa.
ru: Не импортировать настройки программы.
th: ไม่สามารถนําเข้าการตั้งค่าโปรแกรมได้

# DialogImportAndExport
source: Imported download tasks:
bg: Импортирани задачи за изтегляне:
de: Importierte Download-Aufgaben:
es: Tareas de descarga importadas:
fr: Tâches de téléchargement importées :
it: Attività di download importate:
ja: インポートされたダウンロード タスク:
nl: Geïmporteerde downloadtaken:
pl: Zaimportowane zadania pobierania:
pt_br: Tarefas de download importadas:
ru: Импортные задачи загрузки:
th: งานการดาวน์โหลดที่นําเข้า:

# DialogImportAndExport
source: Skip existing download tasks:
bg: Пропускане на съществуващи задачи за изтегляне:
de: Vorhandene Download-Aufgaben überspringen:
es: Omitir tareas de descarga existentes:
fr: Passer les tâches de téléchargement existantes :
it: Salta le attività di download esistenti:
ja: 既存のダウンロード タスクをスキップする:
nl: Bestaande downloadtaken overslaan:
pl: Pomiń istniejące zadania pobierania:
pt_br: Pule as tarefas de download existentes:
ru: Пропустить существующие задачи загрузки:
th: ข้ามงานการดาวน์โหลดที่มีอยู่:

# DialogImportAndExport
source: Failed to import download tasks:
bg: Неуспешно импортиране на задачи за изтегляне:
de: Fehler beim Importieren von Downloadaufgaben:
es: Error al importar tareas de descarga:
fr: Échec à importer des tâches de téléchargement :
it: Impossibile importare le attività di download:
ja: ダウンロード タスクのインポートに失敗しました:
nl: Kan geen downloadtaken importeren:
pl: Nie można zaimportować zadań pobierania:
pt_br: Falha ao importar tarefas de download:
ru: Не удалось импортировать задачи загрузки:
th: ไม่สามารถนําเข้างานดาวน์โหลด:

# DialogImportAndExport
source: Imported Torrent History:
bg: Импортирана торентистория:
de: Importierte Torrent-Historie:
es: Historial de Torrent importado:
fr: Histoire de Torrent importée :
it: Storia Torrent importata:
ja: 輸入トレントの歴史:
nl: Geïmporteerde Torrent Geschiedenis:
pl: Zaimportowana historia torrentów:
pt_br: Histórico de torrents importados:
ru: Импортная история торрента:
th: ประวัติฝนตกหนักที่นําเข้า:

# DialogImportAndExport
source: Fail to import Torrent History.
bg: Неуспешно импортиране на хронологията на торентите.
de: Torrent-Verlauf kann nicht importiert werden.
es: No se puede importar el historial de Torrent.
fr: Ne pas importer Torrent History.
it: Impossibile importare la cronologia Torrent.
ja: トレント履歴をインポートできません。
nl: Er niet in slagen torrent geschiedenis te importeren.
pl: Nie można zaimportować historii torrentów.
pt_br: Falha ao importar o Histórico do Torrent.
ru: Не импортировать историю торрента.
th: ไม่สามารถนําเข้าประวัติฝนตกหนักได้

# DialogImportAndExport
source: Imported Torrent Share:
bg: Импортиран торент дял:
de: Importierte Torrent-Aktie:
es: Acciones torrent importadas:
fr: Partage Torrent importé:
it: Quota Torrent importata:
ja: 輸入トレントシェア:
nl: Geïmporteerd torrent aandeel:
pl: Zaimportowany udział torrentów:
pt_br: Participação de torrent importada:
ru: Импортируемый торрент Доля:
th: นําเข้าส่วนแบ่งฝนตกหนัก:

# DialogImportAndExport
source: Fail to import Torrent Share.
bg: Не можете да импортирате торент дял.
de: Torrent-Freigabe können nicht importiert werden.
es: No se puede importar Torrent Share.
fr: Défaut d’importer Torrent Share.
it: Impossibile importare torrent Share.
ja: トレントシェアをインポートできません。
nl: Stortshare niet importeren.
pl: Nie można zaimportować torrent share.
pt_br: Falha ao importar torrent share.
ru: Не импортировать Torrent Share.
th: ไม่สามารถนําเข้า Torrent Share ได้

# DialogImportAndExport
source: Imported Torrent Collection:
bg: Импортирана колекция от торенти:
de: Importierte Torrent-Kollektion:
es: Colección Torrent Importado:
fr: Collection Torrent importée :
it: Collezione Torrent importata:
ja: 輸入トレントコレクション:
nl: Geïmporteerde Torrent Collection:
pl: Importowana kolekcja Torrent:
pt_br: Coleção de torrents importadas:
ru: Импортная коллекция Torrent:
th: คอลเลกชัน Torrent ที่นําเข้า:

# DialogImportAndExport
source: Fail to import Torrent Collection.
bg: Неуспешно импортиране на колекция торенти.
de: Torrent Collection können nicht importiert werden.
es: No se puede importar Torrent Collection.
fr: Ne pas importer Torrent Collection.
it: Impossibile importare torrent Collection.
ja: トレントコレクションをインポートする失敗。
nl: Er is geen import van Torrent Collection.
pl: Nie można zaimportować kolekcji Torrent.
pt_br: Falha ao importar torrent collection.
ru: Не импортировать коллекцию Torrent.
th: ไม่สามารถนําเข้าคอลเลกชัน Torrent ได้

# DialogImportAndExport
source: Imported RSS Torrents:
bg: Импортирани RSS торенти:
de: Importierte RSS Torrents:
es: RSS RSS Importado:
fr: Torrents RSS importés :
it: Torrenti RSS importati:
ja: インポートされたRSSトレント:
nl: Geïmporteerde RSS Torrents:
pl: Importowane torrenty RSS:
pt_br: Torrents RSS importados:
ru: Импортные RSS Торренты:
th: เพลง RSS ที่นําเข้า:

# DialogImportAndExport
source: Fail to import RSS Torrents.
bg: Неуспешно импортиране на RSS торенти.
de: RSS Torrents können nicht importiert werden.
es: No se puede importar RSS Torrents.
fr: Défaut d’importer RSS Torrents.
it: Impossibile importare RSS Torrents.
ja: RSSトレントをインポートする失敗。
nl: Niet te importeren RSS Torrents.
pl: Nie można zaimportować torrentów RSS.
pt_br: Falha ao importar Torrents RSS.
ru: Не импортировать RSS Торренты.
th: ไม่สามารถนําเข้าเพลง RSS ได้

# DialogImportAndExport
source: Imported DHT Torrents:
bg: Импортирани DHT торенти:
de: Importierte DHT Torrents:
es: Torrents DHT importados:
fr: Torrents DHT importés:
it: Torrenti DHT importati:
ja: インポートされたDHTトレント:
nl: Geïmporteerde DHT Torrents:
pl: Importowane torrenty DHT:
pt_br: Torrents DHT importados:
ru: Импортные ТОРренты DHT:
th: เพลง DHT ที่นําเข้า:

# DialogImportAndExport
source: Fail to import DHT Torrents.
bg: Неуспешно импортиране на DHT торенти.
de: DHT Torrents können nicht importiert werden.
es: No se puede importar DHT Torrents.
fr: Défaut d’importer DHT Torrents.
it: Impossibile importare DHT Torrents.
ja: DHTトレントをインポートするのに失敗しました。
nl: Niet te importeren DHT Torrents.
pl: Nie można zaimportować torrentów DHT.
pt_br: Falha ao importar Torrents DHT.
ru: Не импортировать ТОРренты DHT.
th: ไม่สามารถนําเข้า DHT Torrents ได้

# DialogImportAndExport
source: Imported Tracker Torrents:
bg: Импортирани торенти за тракер:
de: Importierte Tracker Torrents:
es: Torrents tracker importados:
fr: Torrents Tracker importés:
it: Torrent tracker importati:
ja: インポートされたトラッカートレント:
nl: Geïmporteerde Tracker Torrents:
pl: Importowane torrenty trackera:
pt_br: Torrents de rastreador importados:
ru: Импортный трекер Торренты:
th: เพลงติดตามที่นําเข้า:

# DialogImportAndExport
source: Fail to import Tracker Torrents.
bg: Не успеят да импортират торенти за Тракер.
de: Tracker Torrents können nicht importiert werden.
es: No importa Torrents de seguimiento.
fr: Ne pas importer tracker torrents.
it: Non è possibile importare torrent tracker.
ja: RSSトレントをインポートする失敗。
nl: Kan Tracker Torrents niet importeren.
pl: Nie można zaimportować torrentów trackera.
pt_br: Não importar torrents rastreadores.
ru: Не импортировать трекер Торренты.
th: ไม่สามารถนําเข้าเพลงตัวติดตามได้

# DialogImportAndExport
source: Imported Infohash Blocklist:
de: Importierte Infohash-Blockliste:
es: Lista de bloqueo de Infohash importada:
fr: Liste de blocage Infohash importée :
it: Infohash Blocklist importato:
ja: インポートされたインフォハッシュブロックリスト:
pl: Zaimportowana lista blokowania Infohash:
pt_br: Lista de bloqueio de Infohash importada:
ru: Импортированный черный список Infohash:
th: รายการบล็อกอินโฟแฮชที่นําเข้า:

# DialogImportAndExport
source: Fail to import Infohash Blocklist.
de: Fehler beim Importieren der Infohash-Blockliste.
es: Error al importar la lista de bloqueo de Infohash.
fr: Impossible d’importer Infohash Blocklist.
it: Impossibile importare Infohash Blocklist.
ja: インフォハッシュ ブロックリストのインポートに失敗しました。
pl: Nie można zaimportować listy blokowania Infohash.
pt_br: Falha ao importar Infohash Blocklist.
ru: Не удается импортировать черный список Infohash.
th: ไม่สามารถนําเข้ารายการบล็อกอินโฟแฮชได้

# DialogImportAndExport
source: No task is selected. Export failed.
ar: لم يتم تحديد المهمة. فشل التصدير.
bg: Не е избрана задача. Изнасянето е неуспешно.
de: Keine Aufgabe ausgewählt. Exportieren fehlgeschlagen.
es: No hay ninguna tarea seleccionada. La exportación ha fallado.
et: Tegumit pole valitud. Eksportimine nurjus.
eu: Ez dago eginkizun hautaturik. Esportazioak huts egin du.
fi: Yhtään tehtävää ei valittuna. Vienti epäonnistui.
fr: Pas de tâche sélectionnée. Échec de l'exportation.
hu: Nincs kijelölt feladat. Az exportálás sikertelen.
it: Nessun task selezionato. Esportazione fallita.
ja: タスクが選択されていません。 エクスポートは失敗しました。
nb: Ingen oppgave er valgt. Eksportering avbrutt.
nl: Geen taken geselecteerd. Exporteren mislukt.
pl: Brak zaznaczonego zadania. Eksport nieudany.
pt_br: Nenhuma tarefa foi selecionada. A exportação falhou.
ro: Nu e selectată nici o sarcină. Exportul a eșuat.
ru: Нет выбранных заданий. Экспорт невозможен.
sk: Žiadna úloha nie je označená. Export zlyhal.
sq: Nuk është zgjedhur asnjë detyrë. Eksporti dështoi.
sv: Inga aktiviteter är valda. Exporteringen misslyckades.
th: ไม่มีงานที่เลือก การส่งออกล้มเหลว
tr: Seçili görev yok.
ug: ۋەزىپە تاللانمىدى، چىقىرالمىدى.

# DialogImportAndExport
source: Failed to load backup file.
bg: Неуспешно зареждане на архивен файл.
de: Fehler beim Laden der Sicherungsdatei.
es: No se pudo cargar el archivo de copia de seguridad.
fr: Défaut de charger le fichier de sauvegarde.
it: Impossibile caricare il file di backup.
ja: バックアップ ファイルを読み込めませんでした。
nl: Kan back-upbestand niet laden.
pl: Nie można załadować pliku kopii zapasowej.
pt_br: Falha ao carregar o arquivo de backup.
ru: Не удалось загрузить файл резервного копирования.
th: ไม่สามารถโหลดแฟ้มสํารองได้

# DialogImportAndExport
source: Import and Export
ar: الاستيراد والتصدير
bg: Внасяне и изнасяне
de: Importieren und Exportieren
es: Importar y exportar
et: Import ja eksport
eu: Inportatu eta Esportatu
fi: Tuonti ja Vienti
fr: Importer ou Exporter
hu: Importálás és exportálás
it: Importa ed Esporta
ja: インポートとエクスポート
nb: Importer og Eksporter
nl: Importeren en Exporteren
pl: Importowanie i eksportowanie
pt_br: Importar e Exportar
ro: I&mportă și Exportă
ru: Импорт и экспорт
sk: Importovať a exportovať
sq: Importi dhe Eksporti
sv: Importera och exportera
th: นำเข้าและส่งออก
tr: İçe ve Dışa Aktar
ug: ئەكىر ۋە چىقار

# DialogPassport
source: Please input unlock password.
bg: Моля, въведете парола за отключване.
de: Bitte geben Sie das Entsperrkennwort ein.
es: Introduzca la contraseña de desbloqueo.
fr: S'il vous plaît entrer déverrouiller mot de passe.
it: Si prega di inserire la password di sblocco.
ja: パスワードのロック解除を入力してください。
nl: Voer het ontgrendelingswachtwoord in.
pl: Proszę wprowadzić hasło odblokowujące.
pt_br: Por favor, insaque senha de saque.
ru: Пожалуйста, вввод пароль разблокировки.
th: กรุณาใส่รหัสผ่านปลดล็อก

# DialogMPCSTAR
source: visit website
ar: زيارة الموقع
bg: посещаване на уеб страницата
de: Website besuchen
es: visitar página web
et: külasta veebilehte
eu: Joan webgunera
fi: vieraile verkkosivulla
fr: visiter le site
hu: honlap meglátogatása
it: visita il sito web
ja: ウェブサイトを表示
nb: besøk webside
nl: website bezoeken
pl: odwiedź stronę
pt_br: visite o website
ro: vizitează situl
ru: Посетить сайт
sk: navštív webstránku
sq: vizito faqen e internetit
sv: besök hemsida
th: เยี่ยมชมเว็บไซต์
tr: web sitesini ziyaret et
ug: تور بېكەت زىيارەت
