Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogBindApp
source: Direct Connect
de: Direkt verbinden
es: Conexión directa
fr: Connexion Directe
it: Connessione diretta
ja: 直接接続
pl: Bezpośrednie połączenie
pt_br: Conexão direta
ru: Прямое подключение
th: เชื่อมต่อโดยตรง

# DialogBindApp
source: Port forwarding is required if the computer is behind a NAT/firewall
de: Portweiterleitung ist erforderlich, wenn sich der Computer hinter einer NAT/Firewall befindet
es: Se requiere el reenvío de puertos si el equipo está detrás de un NAT/firewall
fr: La redirection de port est requise si l’ordinateur se trouve derrière un NAT/pare-feu
it: Il port forwarding è necessario se il computer è protetto da un NAT/firewall
ja: ポート転送は、コンピュータが NAT/ファイアウォールの内側にある場合に必要です。
pl: Przekierowywanie portów jest wymagane, jeśli komputer znajduje się za translatorem adresów sieciowych/zaporą sieciową
pt_br: O encaminhamento da porta é necessário se o computador estiver por trás de um NAT/firewall
ru: Переадресация портов требуется, если компьютер находится за NAT/брандмауэром
th: จําเป็นต้องมีการส่งต่อพอร์ตหากคอมพิวเตอร์อยู่หลัง NAT/ไฟร์วอลล์

# DialogBindApp
source: Cloud Service
de: Cloud-Dienst
es: Servicio en la nube
fr: Service en nuage
it: Servizio cloud
ja: クラウドサービス
pl: Usługa w chmurze
pt_br: Serviço em nuvem
ru: Облачная служба
th: บริการคลาวด์

# DialogBindApp
source: Seamlessly connect to the computer with end-to-end encryption
de: Nahtlose Verbindung zum Computer mit Ende-zu-Ende-Verschlüsselung
es: Conéctese sin problemas a la computadora con cifrado de extremo a extremo
fr: Connectez-vous de manière transparente à l’ordinateur avec un chiffrement de bout en bout
it: Connettiti senza problemi al computer con la crittografia end-to-end
ja: エンドツーエンドの暗号化でコンピュータにシームレスに接続
pl: Bezproblemowe łączenie się z komputerem za pomocą szyfrowania end-to-end
pt_br: Conecte-se perfeitamente ao computador com criptografia de ponta a ponta
ru: Бесшовное подключение к компьютеру с помощью сквозного шифрования
th: เชื่อมต่อกับคอมพิวเตอร์ได้อย่างราบรื่นด้วยการเข้ารหัสจากต้นทางถึงปลายทาง

# DialogBindApp
source: Obtaining LAN IP
de: Abrufen der LAN-IP
es: Obtención de IP LAN
fr: Obtention de l’adresse IP LAN
it: Ottenere l'IP LAN
ja: LAN IP の取得
pl: Uzyskiwanie adresu IP sieci LAN
pt_br: Obtenção de LAN IP
ru: Получение IP-адреса локальной сети
th: การรับ LAN IP

# DialogBindApp
source: Obtaining WAN IP
de: Abrufen von WAN-IP
es: Obtención de IP WAN
fr: Obtention de l’adresse IP WAN
it: Ottenere l'IP WAN
ja: WAN IP の取得
pl: Uzyskiwanie adresu IP sieci WAN
pt_br: Obtenção de WAN IP
ru: Получение IP-адреса глобальной сети
th: การรับ WAN IP

# DialogBindApp
source: Connecting to Cloud Service
de: Herstellen einer Verbindung mit dem Clouddienst
es: Conexión al servicio en la nube
fr: Connexion au service cloud
it: Connessione al servizio cloud
ja: クラウドサービスへの接続
pl: Łączenie się z usługą w chmurze
pt_br: Conectando-se ao Serviço de Nuvem
ru: Подключение к облачной службе
th: การเชื่อมต่อกับบริการคลาวด์

# DialogBindApp
source: Failed to connect to Cloud Service
de: Fehler beim Herstellen einer Verbindung mit dem Clouddienst
es: No se pudo conectar al servicio en la nube
fr: Echec de la connexion au service cloud
it: Impossibile connettersi al servizio cloud
ja: クラウドサービスに接続できませんでした
pl: Nie można nawiązać połączenia z usługą w chmurze
pt_br: Falha ao se conectar ao Serviço de Nuvem
ru: Не удалось подключиться к облачной службе
th: เชื่อมต่อกับ Cloud Service ไม่สําเร็จ

# DialogRemoteApp
source: Devices that have scanned QR code using BitCome Mobile App:
de: Geräte, die QR-Code mit der BitCome Mobile App gescannt haben:
es: Dispositivos que han escaneado código QR usando la aplicación móvil BitCome:
fr: Appareils qui ont scanné le code QR à l’aide de l’application mobile BitCome :
it: Dispositivi che hanno scansionato il codice QR utilizzando l'app mobile BitCome:
ja: BitCome モバイルアプリを使用してQRコードをスキャンしたデバイス:
pl: Urządzenia, które zeskanowały kod QR za pomocą aplikacji mobilnej BitCome:
pt_br: Dispositivos que digitalizaram código QR usando o aplicativo móvel BitCome:
ru: Устройства, которые сканировали QR-код с помощью мобильного приложения BitCome:
th: อุปกรณ์ที่สแกนรหัส QR โดยใช้แอพมือถือ BitCome:

# Common
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: 名前の変更
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ

# Common
source: Remove
bg: Премахване
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
th: เอาออก

# Common
source: Refresh
bg: Обновяване
de: Aktualisieren
es: Refrescar
fr: Actualiser
it: Aggiorna
ja: 更新
nl: Ververs
pl: Odśwież
pt_br: Atualizar
ru: Обновить
th: รีเฟรช

# DialogAppDevices
source: Name
bg: Име
es: Nombre
fr: Nom
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
th: ชื่อ

# DialogAppDevices
source: Added Date
bg: Дата на добавяне
de: Datum hinzugefügt
es: Fecha de adición
fr: Date d'ajout
it: Data aggiunta
ja: 追加日
nl: Datum toegevoegd
pl: Data dodania
pt_br: Ajuda detalhada
ru: Добавлена дата
th: วันที่เพิ่ม

# DialogAppDevices
source: Last Visit Date
bg: Дата на последно посещение
de: Letztes Besuchsdatum
es: Fecha de la última visita
fr: Date de la dernière visite
it: Data ultima visita
ja: 最終訪問日
nl: Laatste bezoekdatum
pl: Data ostatniej wizyty
pt_br: Data da Última Visita
ru: Дата последнего визита
th: วันที่เยี่ยมชมล่าสุด

# DialogRemoteApp
source: No devices
de: Keine Geräte
es: Sin dispositivos
fr: Aucun appareil
it: Nessun dispositivo
ja: デバイスなし
pl: Brak urządzeń
pt_br: Sem dispositivos
ru: Нет устройств
th: ไม่มีอุปกรณ์

# DialogRemoteApp
source: Rename the device:
de: Benennen Sie das Gerät um:
es: Cambie el nombre del dispositivo:
fr: Renommez l’appareil :
it: Rinominare il dispositivo:
ja: デバイスの名前を変更します。
pl: Zmień nazwę urządzenia:
pt_br: Renomeie o dispositivo:
ru: Переименуйте устройство:
th: เปลี่ยนชื่ออุปกรณ์:

# DialogTaskBitTorrentAdvanced
source: Tracker List:
ar: قائمة التركرز:
bg: Списък с тракери:
de: Tracker-Liste:
es: Lista de rastreadores:
et: Jälitajate nimekiri:
eu: Aztarnari Zerrenda:
fi: Trackerilista:
fr: Liste des trackers:
hu: Tracker lista:
it: Lista Tracker:
ja: トラッカー一覧:
nb: Tracker Liste:
nl: Tracker Lijst:
pl: Lista trackerów:
pt_br: Lista de Rastreadores:
ro: Lista de Trackere:
ru: Список трекеров:
sk: Zoznam stôp:
sq: Lista e Gjurmuesve:
sv: Trackerlista:
th: รายชื่อแทร็กเกอร์:
tr: İzleyici Listesi:
ug: مۇلازىمىتىر تىزىملىكى:

# DialogTaskBitTorrentAdvanced
source: Tip: Trackers with | prefix are the equivalent tracker (info sharing) of the one above them.
ar: نصيحه: بتتبع | بادئه هي تعقب المكافئ (تبادل المعلومات) من واحد فوقها.
bg: Съвет: тракерите с префикс | са еквивалентни тракери (като споделяне на информация) на поне един от по-горните.
de: Tipp: Tracker mit Präfix | sind die entsprechenden Tracker (Info 'sharing') darüber.
es: Consejo: Los rastreadores con el prefijo | son los rastreadores (que comparte información) equivalentes a uno de los listados arriba.
et: Vihje: jälgimisseadmed koos | eesliide on samaväärne jälitaja (info jagamine) ühelt nende kohal.
fr: Astuce : les trackers avec le préfixe | sont les équivalents de ceux situés au dessus d'eux.
hu: Tipp: a | jellel jelölt trackerek megegyeznek (infó megosztás) a felettük levővel.
it: Suggerimento: I tracker con prefisso "|" sono equivalenti a quelli che li precedono (info sharing).
ja: Tip: 行頭に | がつけられたトラッカーは、その上のトラッカーと同等（情報を共有している）のトラッカーです。
nl: Tip: trackers met | prefix zijn de equivalente tracker (info Sharing) van de een boven hen.
pl: Wskazówka: Trackery z prefixem | są równoważne (współdzielenie informacji) z jednym z powyższych.
pt_br: Tip: Os rastreadores de compartilhamento com o prefixo | são equivalentes aos que estão abaixo deles.
ro: Pont: Trackerele cu prefixul | sînt echivalente (ca info despre partajare) cu cel de deasupra lor.
ru: Подсказка: Трекеры с префиксом | равнозначны трекеру уровнем выше.
sv: Tips: Trackers med |-prefixet är motsvarande tracker (informationsdelning) för den som är ovanför dem.
th: เคล็ดลับ: ตัวติดตามด้วย| คํานําหน้าเป็นตัวติดตามที่เทียบเท่า (การแชร์ข้อมูล) ของคําที่อยู่ด้านบน
tr: İpucu: | önekine sahip izleyiciler üstlerinde yer alan izleyicilerle denktir.

# DialogReplaceTrackers
source: Replace trackers for selected {NUMBER} tasks.
bg: Заместване на тракерите за избраните {NUMBER} задачи.
de: Ersetzen Sie Tracker für ausgewählte {NUMBER} Aufgaben.
es: Reemplace los rastreadores para las tareas de {NUMBER} seleccionadas.
fr: Remplacez les trackers pour certaines {NUMBER} tâches.
it: Sostituire i tracker per le attività di {NUMBER} selezionate.
ja: 選択した{NUMBER}タスクのトラッカーを置き換えます。
nl: Vervang trackers voor geselecteerde {NUMBER} taken.
pl: Zamień trackery na wybrane zadania {NUMBER}.
pt_br: Substitua os rastreadores para tarefas {NUMBER} selecionadas.
ru: Замените трекеры для выбранных {NUMBER} задач.
th: แทนที่ตัวติดตามสําหรับงาน{NUMBER}ที่เลือก

# DialogReplaceTrackers
source: Replace Trackers
bg: Заместване на тракери
de: Ersetzen von Trackern
es: Reemplazar Rastreadores
fr: Remplacer trackers
it: Sostituisci tracker
ja: トラッカーの置換
nl: Trackers vervangen
pl: Zamień trackery
pt_br: Substituir rastreadores
ru: Замена трекеров
th: แทนที่ตัวติดตาม

# DialogSetBTClient
source: Please choose BitTorrent clients allowed connecting to:
ar: الرجاء أختيار عملاء الترونت المسموح لهم بالإتصال بـ :
bg: Моля, изберете BitTorrent клиентите, на които ще бъде разрешено да се свързват към:
de: Bitte BitTorrent-Clients wählen, mit denen Verbindungen erlaubt sind:
es: Elija los clientes de BitTorrent a los que se les permite conectarse a:
et: Palun vali BitTorrent kliendid lubatud ühendamise:
eu: Mesedez hautatu baimenduriko BitTorrent bezeroak
fi: Valitse BitTorrent clientit joihin sallitaan yhteys:
fr: Merci de sélectionner les clients autorisés à se connecter à BitTorrent:
hu: Válaszd ki, milyen BitTorrent kliensekhez engedélyezed a kapcsolódást:
it: Scegli i client BitTorrent che possono connettersi:
ja: 接続を許可する BitTorrent クライアントを選択して下さい:
nb: Vennligst velg BitTorrent klienter tillatt å koble til:
nl: Gelieve te kiezen BitTorrent clients toegestaan verbinding te maken met:
pl: Wybierz klientów BitTorrenta uprawnionych do połączenia z:
pt_br: Por favor escolha clientes BitTorrent que permitem conexão para:
ro: Alege softurile pentru torente la care e permisă conectarea:
ru: Пожалуйста, выберите BitTorrent клиенты, которым разрешено подключение к:
sk: Zvoľte prosím klientov BitTorrent umožňujúcich sa pripojiť na:
sq: Ju lutemi të zgjidhni klientët BitTorrent të ciltë lejohen që ju të lidheni me to:
sv: Var god välj de klienter som BitComet får tillåtelse att ansluta till:
th: กรุณาเลือก Client BitTorrent ที่จะอนุญาตให้เชื่อมต่อ:
tr: Lütfen BitTorrent kullanıcılarının bağlanmaya izinli olduğu yerleri seç:
ug: ئۇلىنىشقا يول قويىدىغان ب ت خېرىدار پروگراممىسىنى تاللاڭ:

# DialogSetBTClient
source: Client List
ar: قائمة العميل
bg: Списък с клиенти
de: Client-Liste
es: Lista de clientes
et: Kliendi loend
eu: Bezero Zerrenda
fi: Client Lista
fr: Liste de client
hu: Klienslista
it: Lista Client
ja: クライアントのリスト
nb: Klient liste
nl: Client lijst
pl: Lista klientów
pt_br: Lista de Cliente
ro: Softuri
ru: Список клиентов
sk: Zoznam klientov
sq: Lista e Klientëve
sv: Klientlista
th: รายชื่อ Client
tr: Kullanıcı Listesi
ug: خېرىدار تىزىملىكى

# DialogSetFolderTags
source: Please set tags for this folder:
ar: يرجى وضع العلامات لهذا المجلد :
bg: Моля, задайте тагове за тази папка:
de: Bitte Tags für diesen Ordner anlegen:
es: Asigne etiquetas para esta carpeta:
et: Palun vali märgis sellele kaustale:
eu: Mesedez ezarri etiketak agiritegi honi:
fi: Aseta tagit tälle kansiolle:
fr: Veuillez définir les étiquettes (tags) pour ce dossier :
hu: Állíts be címkéket ehhez a mappához:
it: Impostare i tag per questa cartella:
ja: このフォルダのタグを設定してください:
nb: Vennligst sett tagger for denne mappen:
nl: Stel alstublieft de tags voor deze map in:
pl: Proszę ustawić znaczniki dla folderu:
pt_br: Por favor, defina tags para esta pasta:
ro: Setează etichetele pentru acest dosar:
ru: Пожалуйста, установите тэги для этой папки:
sk: Nastavte prosím štítky pre tento priečinok:
sq: Ju lutemi të zgjidhni etiketat për këtë dosje:
sv: Var god ange taggar för denna mapp:
th: กรุณากำหนดป้ายชื่อสำหรับแฟ้มนี้:
tr: Bu klasör için etiketleri belirleyin
ug: بۇ قىسقۇچقا ماس كېلىدىغان خەتكۈچنى تەڭشەڭ:

# DialogSetFolderTags
source: Folder:
ar: المجلد:
bg: Папка:
de: Ordner:
es: Carpeta:
et: Kaust:
eu: Agiritegia:
fi: Kansio:
fr: Dossier :
hu: Könyvtár:
it: Cartella:
ja: フォルダ:
nb: Mappe:
nl: Map:
pt_br: Pasta:
ro: Dosar:
ru: Каталог:
sk: Priečinok:
sq: Dosje:
sv: Mapp:
th: แฟ้ม:
tr: Klasör:
ug: قىسقۇچ:

# DialogSetFolderTags
source: Tags:
ar: النوع :
bg: Тагове:
es: Etiquetas:
et: Sildid:
eu: Etiketak:
fi: Tagit:
fr: Étiquettes :
hu: Címkék:
it: Tag:
ja: タグ:
nb: Tagger:
nl: Labels:
pl: Znaczniki:
pt_br: Marcadores:
ro: Etichete:
ru: Теги:
sk: Štítky:
sq: Etiketat:
sv: Taggar:
th: ป้ายกำกับ:
tr: Etiketler:
ug: خەتكۈچلەر:

# DialogSetFolderTags
source: Set Tags
ar: مجموعة العلامات
bg: Задаване на тагове
de: Tags anlegen
es: Asignar etiquetas
et: Vali sildid
eu: Ezarri Etiketak
fi: Aseta Tagit
fr: Définir étiquettes
hu: Címkék beállítása
it: Imposta tag
ja: タグを設定
nb: Sett tagger
nl: Stel labels in
pl: Ustaw znaczniki
pt_br: Definir Marcadores
ro: Setează Etichetele
ru: Назначить тэги
sk: Nastaviť štítky
sq: Vendos Etiketat
sv: Ange Taggar
th: กำหนดป้ายชื่อ
tr: Etiketleri Belirle
ug: خەتكۈچ تەڭشەك

# DialogSetTagFolder
source: Please set the default save folder for this tag:
ar: يرجى تعيين المجلد الافتراضي لحفظ هذه العلامة :
bg: Моля, задайте папка за запазване по подразбиране за този таг:
de: Bitte den Standardordner zum Speichern für dieses Tag anlegen:
es: Defina carpeta destino por defecto para esta etiqueta:
et: Palun vali vaikimis salvestus kaust sellele tegumile
eu: Mesedez ezarri etiketa honentzako gordetzeko agiritegi lehenetsia
fi: Aseta oletus tallennuskansio tälle tagille:
fr: Veuillez définir le dossier de sauvegarde par défaut pour cette étiquette :
hu: Válaszd ki az alapértelmezett mentési mappát ehhez a címkéhez:
it: Impostare la cartella di salvataggio predefinita per questo tag:
ja: このタグのデフォルトの保存先を指定してください:
nb: Vennligst sett standard lagre mappe for denne taggen:
nl: Standaard downloadmap voor dit label:
pl: Proszę wybrać domyślny folder zapisu dla tego znacznika:
pt_br: Por favor defina a pasta padrão para salvar este marcador:
ro: Setează dosarul implicit de salvare pentru această etichetă:
ru: Пожалуйста, назначьте папку по умолчанию для этого тэга:
sk: Nastavte prosím prednastavený priečinok ukladania pre tento štítok:
sq: Ju lutemi të zgjidhni dosjen e parazgjedhur për ruajtje për këtë etiketë:
sv: Vänligen välj standardmapp för sparning till denna tagg:
th: โปรดกำหนดแฟ้มปกติที่บันทึกสำหรับป้ายชื่อนี้:
tr: Lütfen bu etiket için varsayılan kaydetme klasörünü belirleyin
ug: خەتكۈچكە مۇناسىپ كۆڭۈلدىكى ساقلاش قىسقۇچىنى تەڭشەڭ:

# DialogSetTagFolder
source: Tag:
bg: Етикет:
de: Schlagwort:
es: Etiqueta:
ja: タグ:
ru: Тег:
th: แท็ก:

# DialogSetTagFolder
source: Folder:
ar: المجلد:
bg: Папка:
de: Ordner:
es: Carpeta:
et: Kaust:
eu: Agiritegia:
fi: Kansio:
fr: Dossier :
hu: Könyvtár:
it: Cartella:
ja: フォルダ:
nb: Mappe:
nl: Map:
pt_br: Pasta:
ro: Dosar:
ru: Папка:
sk: Priečinok:
sq: Dosja:
sv: Mapp:
th: แฟ้ม:
tr: Klasör:
ug: قىسقۇچ:

# DialogSetTagFolder
source: Please select the default save folder:
ar: يرجى تحديد مجلد الحفظ الأفتراضي :
bg: Моля, изберете папка за запазване по подразбиране:
de: Bitte den Standardordner zum Speichern wählen:
es: Seleccione carpeta destino por defecto:
et: Palun vali vaikimis salvestus kaust:
eu: Mesedez hautatu gordetzeko agiritegi lehenetsia:
fi: Valitse oletus tallennuskansio:
fr: Sélectionner le dossier de sauvegarde par défaut:
hu: Válaszd ki az alapértelmezett mentési mappát:
it: Selezionare la cartella di salvataggio predefinita:
ja: デフォルトの保存先を指定してください:
nb: Vennligst velg standard lagre mappe:
nl: Standaard downloadmap:
pl: Proszę wybrać domyślny folder zapisu:
pt_br: Por favor selecione a pasta padrão para salvar:
ro: Selectează dosarul implicit de salvare:
ru: Пожалуйста, выберите папку по умолчанию:
sk: Nastavte prosím prednastavený priečinok ukladania:
sq: Ju lutemi të zgjidhni dosjen e parazgjedhur për ruajtje:
sv: Vänligen välj standardmapp för sparning:
th: โปรดเลือกแฟ้มปกติที่บันทึก:
tr: Lütfen varsayılan kaydetme klasörünü seçin
ug: كۆڭۈلدىكى ساقلاش مۇندەرىجىسىنى تاللاڭ:

# DialogSetTagFolder
source: Set Folder
ar: تعيين مجلد
bg: Задаване на папка
de: Ordner anlegen
es: Establecer carpeta
et: Vali kaust
eu: Ezarri Agiritegia
fi: Aseta Kansio
fr: Définir le dossier
hu: Mappa beállítása
it: Imposta cartella
ja: フォルダを指定
nb: Bestem mappe
nl: Map instellen
pl: Utwórz folder
pt_br: Definir Pasta
ro: Setează Dosarul
ru: Назначить папку
sk: Nastaviť priečinok
sq: Vendos Dosjen
sv: Ange Mapp
th: กำหนดแฟ้ม
tr: Klasör Belirleyin
ug: قىسقۇچ تەڭشەك

# DialogSummaryListTip
source: My speed:
ar: سرعتي :
bg: Моята скорост:
de: Meine Geschwindigkeit:
es: Mi velocidad:
et: minu kiirus:
eu: Nire abiadura:
fi: Nopeuteni:
fr: Ma vitesse :
hu: saját sebesség:
it: La mia velocità:
ja: 自身の速度:
nb: min hastighet:
nl: Mijn snelheid:
pl: Moja szybkość:
pt_br: minha velocidade:
ro: Viteza mea:
ru: моя скорость:
sk: Moja rýchlosť:
sq: shpejtësia ime:
sv: min hastighet:
th: อัตราเร็วของฉัน:
tr: Hızım:
ug: سۈرئىتىم:

# DialogSummaryListTip
source: Other peers':
ar: الأقران الأخرين :
bg: На другите пиъри:
de: Anderer Peer:
es: Otros pares:
et: Teised jagajad:
eu: Beste hartzaileak:
fi: Muut jakajat:
fr: Autres pairs' :
hu: másik peer:
it: Altro peer:
ja: 他のピア:
nb: andre nedlastere:
nl: Andere peers ':
pl: Inne peery:
pt_br: Outros peers':
ro: Viteza partenerilor:
ru: другой пир:
sk: Ostatní peeri:
sq: shoku tjetër:
sv: Andra klienters:
th: ของผู้ใช้คนอื่น:
tr: Diğer paylaşımcılar:
ug: باشقا ئىشلەتكۈچىلەر:

# DialogSummaryListTip
source: Global limit:
ar: الحد العالمي :
bg: Глобално ограничение:
de: Allgemein (max.):
es: Límite global:
et: globaalne limiit:
eu: Muga Globala:
fi: Yleinen rajoitus:
fr: Limite globale :
hu: globális korlát:
it: limite globale:
ja: 全体の制限:
nb: global begrensning:
nl: Globaal limiet:
pl: Limit całkowity:
pt_br: limite global:
ro: Limita globală:
ru: общее ограничение:
sk: Celkový limit:
sq: kufiri global:
sv: global gräns:
th: ขีดจํากัดส่วนกลาง:
tr: Global sınır:
ug: ئورتاق چېكى:

# DialogSummaryListTip
source: Task limit:
ar: حد التحميل:
bg: Ограничение за задачата:
de: Aufgabe (max.):
es: Límite de tareas:
et: tegumi limiit:
eu: Eginkizun muga:
fi: Tehtävä rajoitus:
fr: Limite de tâches :
hu: feladatkorlát:
it: limite del task:
ja: タスクの制限:
nb: oppgavebegrensning:
nl: Taken limiet:
pl: Limit zadania:
pt_br: Limite de tarefas:
ro: Limita pentru sarcină:
ru: ограничение задания:
sk: Limit úlohy:
sq: kufiri i detyrës:
sv: Aktivitetsgräns:
th: งานจำกัด:
tr: Görev sınırı:
ug: ۋەزىپە چېكى:

# DialogSummaryListTip
source: Schedule limit:
ar: الحد الزمني :
bg: Планирано ограничение:
de: Dauer (max.):
es: Límite de planificación:
et: ajakava limiit:
eu: Egitaraupen muga:
fi: Ajastin rajoitus:
fr: Limite horaire :
hu: ütemező korlát:
it: limite di linea:
ja: スケジュールの制限:
nb: planlegger begrensning:
nl: Planner limiet:
pl: Limit harmonogramu:
pt_br: Limite Horários:
ro: Limita pentru planificator:
ru: назначенное ограничение:
sk: Limit plánovača:
sq: skedo kufirin:
sv: schemaläggningsgräns:
th: ขีดจํากัดของตารางเวลา:
tr: sınırlamayı zamanla:
ug: پىلان چېكى:

# DialogTaskBitTorrent
source: General
ar: عام
bg: Общи
de: Allgemein
et: Üldine
eu: Orokorra
fi: Yleiset
fr: Général
hu: Általános
it: Generali
ja: 全般
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
ro: Generale
ru: Основные настройки
sk: Obecné
sq: Të përgjithshme
sv: Allmänt
th: ทั่วไป
tr: Genel
ug: ئادەتتىكى

# DialogTaskBitTorrent
source: Snapshots
ar: لقطات
bg: Снимки
de: Schnappschuss
es: Capturas de pantalla
et: Momentvõte
eu: Berehalakoak
fi: Tilannevedokset
fr: Capture
hu: Pillanatfelvétel
it: Istantanea
ja: SnapShot
nb: Øyeblikksbilder
nl: Snapshot
pl: Zrzut ekranu
pt_br: Foto Instantânea
ro: Poze
ru: Снимки
sk: Snímky
sq: Fotografi
sv: Ögonblicksbilder
th: ภาพตัวอย่าง
tr: Ekran görüntüleri
ug: كەسمە سۈرەت

# DialogTaskBitTorrent
source: Advanced
ar: متقدم
bg: Разширени
de: Erweitert
es: Avanzado
et: Edasijõudnud
eu: Aurreratua
fi: Lisäasetukset
fr: Avancé
hu: Haladó
it: Avanzate
ja: 高度な設定
nb: Avansert
nl: Meer Opties
pl: Zaawansowane
pt_br: Avançado
ro: Avansate
ru: Расширенные
sk: Rozšírené
sq: Të Avancuara
sv: Avancerat
th: ขั้นสูง
tr: Gelişmiş
ug: ئالىي

# DialogTaskBitTorrent
source: Publisher
ar: ناشر
bg: Издател
de: Verleger
es: Autor
et: Väljastaja
eu: Argitaratzailea
fi: Julkaisija
fr: Éditeur
hu: Kiadó
it: Editore
ja: 公開者
nb: Utgiver:
nl: Uitgever
pl: Wydawca
pt_br: Divulgador
ro: Producător
ru: Издатель
sk: Vydavateľ
sq: Botuesi:
sv: Utgivare
th: ผู้สร้าง:
tr: Paylaşan
ug: تارقاتقۇچى

# DialogTaskBitTorrent
source: Download order
ar: محمل
bg: Подреждане на свалянията
de: Reihenfolge beim Herunterladen
es: Orden de descarga
et: Allalaadimise käsk
eu: Jeisketa eskabidea
fi: Latausjärjestys
fr: Ordre de téléchargement
hu: Letöltési sorrend
it: Ordine di Download
ja: ファイルのダウンロード順序
nb: Nedlastingsrekkefølge
nl: Alleen Seed
pl: Kolejność pobierania
pt_br: Ordem de Download
ro: Ordinea de Descărcare
ru: Порядок загрузки
sk: Druh sťahovania
sq: Rendi i Shkarkimit
sv: Seedningar
th: ลำดับการดาวน์โหลด
tr: Sonra indir
ug: چۈشۈرۈش تەرتىپى

# DialogTaskBitTorrent
source: Create new BitTorrent task
ar: إنشاء مهمة جديدة في تورنت
bg: Създаване на нова BitTorrent задача
de: Neue BitTorrent-Aufgabe erstellen
es: Crear nueva tarea de BitTorrent
et: Loo uus BitTorrent tegum
eu: Sortu BitTorrent eginkizun berria
fi: Tee uusi BitTorrent tehtävä
fr: Créer une nouvelle tâche BitTorrent
hu: Új BitTorrent feladat létrehozása
it: Crea un nuovo task BitTorrent
ja: 新しい BitTorrent タスクを作成
nb: Lag ny BitTorrent oppgave
nl: Nieuwe Bittorent-taak aanmaken
pl: Utwórz nowe zadanie BitTorrent
pt_br: Criar nova tarefa BitTorrent
ro: Creează Sarcină BitTorrent Nouă
ru: Создать новое задание BitTorrent
sk: Vytvoriť novú úlohu BitTorrent
sv: Skapa en ny BitComet-aktivitet
th: สร้างงาน BitTorrent ใหม่
tr: Yeni BitTorrent görevi oluştur
ug: يېڭى ب ت ۋەزىپە قۇر

# DialogTaskBitTorrent
source: Task Properties...
ar: خصائص المهمة...
bg: Свойства на задачата...
de: Aufgabeneigenschaften...
es: Propiedades...
et: Tegumi atribuudid...
eu: Eginkizunaren Ezaugarriak...
fi: Tehtävän Ominaisuudet...
fr: Propriétés de la tâche...
hu: Feladat tulajdonságok...
it: Proprietà del Task...
ja: タスクのプロパティ...
nb: Egenskaper for oppgave
nl: Torrent Eigenschappen...
pl: Właściwości zadania...
pt_br: Propriedades da Tarefa...
ro: Proprietățile Sarcinii...
ru: Свойства задания...
sk: Nastavenie úlohy...
sq: Parametrat e Detyrës...
sv: Aktivitetsegenskaper...
th: คุณสมบัติของงาน...
tr: Görev Özellikleri...
ug: ۋەزىپە خاسلىقى…

# DialogTaskBitTorrentAdvanced
source: Task Settings:
ar: اماكن المهمه:
bg: Настройки на задачата:
de: Aufgaben-Einstellungen:
es: Propiedades de tarea:
et: Tegumi sätted:
eu: Eginkizunaren Ezarpenak:
fi: Tehtävän Asetukset:
fr: Réglages de la Tâche:
hu: Feladat beállitásai:
it: Impostazioni Task:
ja: タスクの設定:
nb: Innstillinger for oppgaven:
nl: Taak Instellingen:
pl: Ustawienia zadania:
pt_br: Definições da Tarefa:
ro: Setările Sarcinii:
ru: Настройки задания:
sk: Nastavenie úlohy:
sq: Rregullimi I Detyrës:
sv: Aktivitetsinställningar:
th: การตั้งค่างาน:
tr: Görev Ayarları:
ug: ۋەزىپە تەڭشەك:
