Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# MainMenu
source: &Software
ar: &البرامج
et: &Tarkvara
eu: &Softworea
fi: &Ohjelmisto
hu: &Szoftver
nb: &Programvare
ro: &Softuri
sk: &Softvér
sq: &Programi
sv: &Mjukvara
tr: &Yazılım
ug: يۇمشاق دېتال(&S)

# MainWindow
source: Task Download Finished!
ar: أكتمل تحميل المهمة
et: Allalaadimine lõpetatud!
eu: Eginkizun Jeisketa Amaiturik!
fi: Lataus valmistunut!
hu: Letöltési Feladat befejezve!
nb: Oppgave utført!
ro: Descărcarea sarcinii s-a terminat!
sk: Úloha sťahovania dokončená
sq: Shkarkimi i Detyrës Përfundoi!
sv: Nedladdning klar!
tr: Görev İndirme Tamamlandı!
ug: ۋەزىپە چۈشۈرۈش تاماملاندى!

# DetailView_Left
source: Logs
ar: سجلات
et: Logid
eu: Izendatuak
fi: Lokit
hu: Naplók
nb: Logger
ro: Jurnal
sk: Záznamy
sq: Hyrjet
sv: Loggar
tr: Günlük Kayıtları
ug: خاتىرەلەر

# DialogAbout
source: HomePage:
ar: الصفحة الرئيسية:
et: Koduleht:
hu: Honlap:
ro: Sit:
sv: Hemsida:
tr: Ana Sayfa:

# DialogBatchBTDownload
source: &All(${SELECT_TASKS}/${TOTAL_TASKS})
ar: وجميع (${SELECT_TASKS}/${TOTAL_TASKS})
et: &Kõik(${SELECT_TASKS}/${TOTAL_TASKS})
eu: &Denak(${SELECT_TASKS}/${TOTAL_TASKS})
ro: &Toate(${SELECT_TASKS}/${TOTAL_TASKS})
sk: &Všetky(${SELECT_TASKS}/${TOTAL_TASKS})
sv: &Alla (${SELECT_TASKS}/${TOTAL_TASKS})
ug: ھەممىنى تاللا(&A)(${SELECT_TASKS}/${TOTAL_TASKS})

# Common
source: &Download Now
ar: تحميله الان &
et: &Lae alla nüüd
eu: &Jeitsi Orain
fi: &Lataa Nyt
hu: &Letöltés Most
nb: &Last ned nå
ro: &Descarcă Acum
sk: &Stahnuť teraz
sq: &Shkarko Tani
sv: &Ladda ner nu
tr: &Şimdi indir
ug: دەرھال چۈشۈر(&D)

# Common
source: Download &Later
ar: التَحْمِيل & لاحقاً
et: Lae alla &hiljem
eu: Jeitsi &Geroago
fi: Lataa &Myöhemmin
hu: Letöltés &Később
nb: Last ned &Senere
ro: Descarcă &Ulterior
sk: Stahnuť &neskôr
sq: Shkarko &Më Vonë
sv: Ladda ner &senare
tr: &Sonra İndir
ug: سەل تۇرۇپ چۈشۈر(&L)

# DialogBatchDownload
source: Add &URLs
ar: إضافة & رابط
et: Lisa &URL-id
eu: Gehitu &URL-ak
fi: Lisää &URL
hu: &URL-ek hozzáadása
nb: Legg til &linker
ro: Adaugă Adrese
sk: Pridať &URL
sq: Shto &URL-të
sv: Lägg till &URLs
tr: &URL'leri ekle
ug: كۆپ &URL قوش

# DialogBatchDownload
source: Add URLs from &file
ar: إضافة رابط من & ملف
et: Lisa URL &failist
eu: Gehitu URL-ak &agiritik
fi: Lisää URL &tiedostosta
hu: URL-ek hozzáadása &fájlból
nb: Legg til Linker fra &filer
ro: Adaugă Adrese dintr-o Filă
sk: Pridať URL zo &súboru
sq: Shto URL-të nga &skedari
sv: Lägg till URLs från &fil
tr: Linkleri &Dosyadan Ekle
ug: ھۆججەتتىن URL قوش(&F)

# DialogTorrentMaker
source: Comments:
ar: التعليقات:
et: Kommentaar:
hu: Hozzászólás:
ro: Comentariu:
sv: Kommentar:
tr: Yorumlar:

# DialogPassport
source: &Sign in
ar: وتسجيل الدخول
et: Logi &sisse
eu: &Izena eman
hu: &Bejelentkezés
ro: &Logare
sv: &Logga in
tr: &Giriş Yap
ug: تىزىمغا كىر(&S)

# DialogPassport
source: S&ign up
ar: بالأعلى
et: L&iitu
eu: S&aioa hasi
ro: În&scriere
sv: &Registrera
tr: &Kaydol
ug: خەتلەت(&R)

# DialogPassport
source: &Help
ar: &المساعدة
et: &Abi
eu: &Laguntza
fi: &Ohje
hu: &Súgó
nb: &Hjelp
ro: A&jutor
sk: &Nápoveda
sq: &Ndihmë
sv: &Hjälp
tr: &Yardım
ug: ياردەم(&H)

# DialogFileOpenExecutable
source: Virus Protection
ar: الحماية من الفيروسات
et: Viiruse kaitse
eu: Birus-aurkako Babesa
fi: Virustorjunta
hu: Vírusvédelem
nb: Virusbeskyttelse
ro: Antivirus
sk: Antivírusová kontrola
sq: Mbrojtja nga Viruset
sv: Virusskydd
tr: Virüs Koruması
ug: ۋىرۇستىن قوغداش

# DialogImportAndExport
source: Import global program settings
ar: إستيراد جميع الإعدادات
et: Impordi globaalsed programmi sätted
eu: Inportatze globaleko egitarau ezarpenak
fi: Tuo yleiset ohjelma asetukset
hu: Globális programbeállítások betöltése
nb: Importer globale programinnstillinger
ro: Importă setările globale ale programului
sk: Importovať súhrnné nastavenia programu
sq: Importo parametrat globalë të programeve
sv: Importera globala programinställningar
tr: Genel program ayarlarını uygula
ug: ئومۇمىي پروگرامما تەڭشىكىنى ئەكىر

# DialogImportAndExport
source: This operation will import the tasklist and global program settings from backup file. Please specify a backup file to import from:
ar: هذه العملية سوف تعيد المهام وكل إعدادات البرنامج من ملف النسخة الاحتياطية. الرجاء تحديد ملف النسخ الاحتياطي للإسترداد منه:
et: See toiming ekspordib ülesannete nimekirja ja globaalse programmi seaded varukoopia faili. Palun täpsustage varukoopia fail eksportimiseks:
eu: Ekintza honek eginkizun zerrendak eta egitarau globaleko ezarpenak inportatu ditzake segurtasun kopia agiri batetik. Mesedez adierazi segurtasun kopia agiria inportatzeko:
fi: Tämä operaatio tuo tehtävälistan ja yleiset ohjelma asetukset varmistustiedostosta. Määritä varmistustiedosto josta tuodaan:
hu: Ez a folyamat feladatlistát és teljes programbeállítást fog importálni egy biztonsági fájlból. Kérlek add meg az importálás helyét:
nb: Denne handlingen vil importere oppgavelisten og globale programinstillinger fra backupfil. Vennligst spesifiser backupfil å importere fra:
ro: Operația va importa lista de sarcini și setările programului din fila de conservare [backup]. Specifică fila de conservare din care să se importe:
sk: Táto operácia bude importovať zoznam úloh a celkové nastavenia programu zo záložného súboru. Určite prosím, odkiaľ sa má záložný súbor importovať:
sq: Ky operacion do të importojë listën e detyrave dhe parametrat globalë të programit nga skedari mbështetës. Ju lutemi specifikoni skedarin mbështetës nga i cili do të importojmë:
sv: Denna funktion kommer importera aktivitetslistan och globala programinställningar från backup-fil. Vänligen välj backup-fil att importera från:
tr: Bu işlem genel program seçeneklerini ve görev listelerini yedek dosyadan alıcak. Lütfen yedek dosyanın yerini seçiniz:
ug: بۇ مەشغۇلات زاپاس ھۆججەتتىن ۋەزىپە تىزىملىكى ۋە پروگراممىنىڭ ئومۇمىي تەڭشىكىنى ئەكىرىدۇ. ئەكىرىدىغان زاپاس ھۆججەتنى بەلگىلەڭ.

# DialogImportAndExport
source: This operation will export the tasklist and global program settings to a backup file. Please specify a backup file to export to:
ar: يرجى تحديد احتياطية لملف التصدير :
et: See toiming ekspordib ülesannete nimekirja ja globaalse programmi seaded varukoopia faili. Palun täpsustage varukoopia fail eksportimiseks:
eu: Ekintza honek eginkizun zerrendak eta egitarau globaleko ezarpenak esportatu ditzake segurtasun kopia agiri batera. Mesedez adierazi segurtasun kopia agiria esportatzeko:
fi: Tämä operaatio vie tehtävälistan ja yleiset ohjelma asetukset varmistustiedostoon. Määritä varmistustiedosto johon viedään:
hu: Ez a folyamat feladatlistát és teljes programbeállítást fog exportálni egy biztonsági fájlból. Kérlek add meg az exportálás helyét:
nb: Denne handlingen vil eksportere oppgavelisten og globale programinstillinger til backupfil. Vennligst spesifiser backupfil å eksportere til:
ro: Operația va exporta lista de sarcini și setările programului într-o filă de conservare [backup]. Specifică fila de conservare în care să se exporte:
sk: Táto operácia bude exportovať zoznam úloh a celkové nastavenia programu do záložného súboru. Určite prosím, kam sa má záložný súbor exportovať:
sq: Ky operacion do të eksportojë listën e detyrave dhe parametrat e përgjithshme të programit në një skedar mbështetës. Ju lutemi specifikoni skedarin mbështetës ku do të bëhet eksporti:
sv: Denna funktion kommer exportera aktivitetslistan och globala programinställningar till backup-fil. Vänligen välj backup-fil att exportera till:
tr: Bu işlem genel program seçeneklerini ve görev listelerini bir yedek dosyasına yedeklicek. Lütfen yedek dosyanın yerini belirleyin:
ug: بۇ مەشغۇلاتتا ۋەزىپە تىزىملىكى ۋە پروگراممىنىڭ ئومۇمىي تەڭشىكى زاپاسلاش قىسقۇچىغا چىقىرىلىدۇ. چىقىرىدىغان زاپاس ھۆججەتنى بەلگىلەڭ:

# DialogImportAndExport
source: Export sucessful
ar: تم التصدير بنجاح
et: Edukas eksportimine
eu: Ongi esportatu da
fi: Vienti onnistui
hu: Az exportálás sikeres
nb: Eksportering fullført
ro: Exportul a reușit
sk: Export úspešný
sq: Eksportimi Ndodhi
sv: Exporten lyckades
tr: Dışar aktarım başarılı
ug: مۇۋەپپەقىيەتلىك چىقىرىلدى

# DialogImportAndExport
source: Export failed
ar: فشل التصدير
et: Eksport luhtunud
eu: Esportatzeak huts egin du
fi: Vienti epäonnistui
hu: Az exportálás sikertelen
nb: Feil under eksportering
ro: Exportul a eșuat
sk: Exportovanie zlyhalo
sq: Eksportimi dështoi
sv: Exporten misslyckades
tr: Dışa aktarım başarısız
ug: چىقارالمىدى

# DialogImportAndExport
source: ${TASK_NUM} tasks imported.
ar: المهام المستوردة.${TASK_NUM}
et: ${TASK_NUM} tegum imporditud.
eu: ${TASK_NUM} eginkuzun inportatuak.
fi: ${TASK_NUM} tehtävä tuotu.
hu: ${TASK_NUM} feladat importálva.
nb: ${TASK_NUM} oppgaver importert.
ro: ${TASK_NUM} sarcini importate.
sk: ${TASK_NUM} boli imporované.
sq: ${TASK_NUM} detyrat u importuan.
sv: ${TASK_NUM}aktivitet importerad.
tr: ${TASK_NUM} dosyası eklendi.
ug: ${TASK_NUM} ۋەزىپىنى مۇۋەپپەقىيەتلىك ئەكىردى.

# DialogImportAndExport
source: ${TASK_NUM} tasks exist, not imported.
ar: الإعدادات موجودة ، لم يتم استيرادها.${TASK_NUM}
et: ${TASK_NUM} on olemas, ei impordita.
eu: ${TASK_NUM} eginkuzunak badaude, ez inportatuak.
fi: ${TASK_NUM} tehtävä on olemassa, ei tuotu.
hu: ${TASK_NUM} feladat létezett, nem importált.
nb: ${TASK_NUM} oppgaver eksisterer, ikke importert.
ro: ${TASK_NUM} sarcini există deja, nu au fost importate.
sk: ${TASK_NUM} úlohy existujú, neboli importované.
sq: ${TASK_NUM} detyrat ekzistonin, nuk importohen.
sv: ${TASK_NUM} aktiviteter fanns, importerades inte.
tr: ${TASK_NUM} dosyası zaten mevcut.
ug: ${TASK_NUM} ۋەزىپە مەۋجۇد، ئەكىرىلمىدى.

# DialogImportAndExport
source: ${TASK_NUM} tasks failed to import.
ar: المهام التي فشلت في الاستيراد.${TASK_NUM}
et: ${TASK_NUM} tegumi importimine luhtus.
eu: ${TASK_NUM} eginkizunak huts egin du inportatzerakoan.
fi: ${TASK_NUM} tehtävän tuonti epäonnistui.
hu: ${TASK_NUM} feladatot nem sikerült importálni.
nb: ${TASK_NUM} oppgaver kunne ikke importeres.
ro: ${TASK_NUM} sarcini n-au putut fi importate.
sk: ${TASK_NUM} úlohy neboli importované.
sq: ${TASK_NUM} dështoi importimi i detyrave.
sv: ${TASK_NUM} aktiviteter misslyckades att importeras.
tr: ${TASK_NUM} dosyası eklenirken hata oluştu.
ug: ${TASK_NUM} ۋەزىپىنى ئەكىرەلمىدى.

# DialogImportAndExport
source: Import finished.
ar: الانتهاء من الاستيراد.
et: Importimine lõpetatud
eu: Inportatzea amaiturik.
fi: Tuonti valmis.
hu: Az importálás befejeződött.
nb: Importering fullført
ro: Importul s-a terminat.
sk: Import ukončený.
sq: Importi përfundoi.
sv: Importering färdig.
tr: Aktarma tamamlandı.
ug: ئەكىرىش تاماملاندى.

# DialogImportAndExport
source: Imported settings will apply after restarting BitComet.
ar: سيتم تطبيق الإعدادات المستوردة بعد إعادة تشغيل بيتكوميت.
et: Imporditud seaded rakenduvad peale BitCometi taaskäivitamist
eu: Inportatze ezarpenak BitComet birrabiarazi ondoren ezarriko dira.
fi: Tuodut asetukset otetaan käyttöön BitCometin uudellenkäynnistämisen jälkeen.
hu: A betöltött beállítások a BitComet újraindítása után lépnek érvénybe.
nb: Importerte innstillinger vil bli tatt i bruk etter at BitComet er startet på nytt.
ro: Setările importate vor fi aplicate după repornirea BitComet.
sk: Importované nastavenia sa prejavia po reštartovaní programu BitComet.
sq: Parametrat e importuar do ttë aplikohen pas rinisjes së BitComet.
sv: Importerade inställningar kommer att verkställas efter BitComet startats om.
tr: Ayarlar BitComet tekrar başlatılınca aktif olacak.
ug: ئەكىرگەن تەڭشەك BitComet قايتا قوزغالغاندا كۈچكە ئىگە بولىدۇ.

# DialogPassport
source: Please input login password
ar: الرجاء إدخال الرقم السري للدخول
et: Palun sisesta oma sisenemise salasõna
eu: Mesedez idatzi hasiera sar-hitza
fi: Kirjoita salasana
hu: Kérlek írd le a a bejelentkezési jelszót
nb: Vennligst skriv inn logg-in passord
ro: Scrie parola de logare
sk: Zadajte prosím prihlasovacie heslo
sq: Ju lutemi vendosni fjalëkalimin për të hyrë
sv: Vänligen ange lösenordet
tr: Lütfen Giriş Şifrenizi Girin
ug: تىزىمغا كىرىدىغان ئىمنى كىرگۈزۈڭ

# DialogPassport
source: Login
ar: تسجيل الدخول
et: Kasutajanimi
eu: Saioa hasi
fi: Kirjaudu
hu: Bejelentkezés
nb: Logg Inn
ro: Logare
sk: Prihlásiť
sq: Hyni
sv: Logga in
tr: Giriş
ug: تىزىمغا كىر

# DialogSetTagFolder
source: Tags:
ar: النوع :
et: Sildid:
eu: Etiketak:
fi: Tagit
hu: Címkék:
nb: Tagger:
ro: Etichete:
sk: Štítky:
sq: Etiketat:
sv: Taggar:
tr: Etiketler:
ug: خەتكۈچلەر:

# DialogTaskBitTorrent
source: (Please start task to download .torrent file)
ar: (الرجاء اضافة مهمة لتحميل الملف. ملف الترونت)
et: (Palun käivita tegum allalaadimaks torrent faili)
eu: (Mesedez hasi eginkizuna .torrent agiria jeisteko)
fi: (Aloita tehtävä lataamalla .torrent tiedosto)
hu: (Kérlek kezd el a feladatot a torrent fájl letöltéséhez)
nb: (Vennligst start oppgave for å laste ned torrentfil)
ro: (Pornește sarcina pentru a descărca fila torent)
sk: Prosím spustite úlohu pre začatie sťahovania)
sq: (Ju lutemi niseni detyrën për të shkarkuar skedarin torrent)
sv: (Vänligen starta aktivitet för att ladda ner torrent)
tr: (Görevi başlatmak için önce .torrent dosyasını indirin)
ug: (توررېنت ھۆججىتى چۈشۈرۈش ئۈچۈن ۋەزىپە باشلاڭ)

# DialogTaskBitTorrent
source: (Please specify save location while downloading .torrent file)
ar: (الرجاء تحديد موقع الحفظ أثناء تحميل .ملف الترونت)
et: (Palun määra salvestamise koht kuhu laetakse alla torrent fail)
eu: (Mesedez adierazi jeisketako .torrent agiria gordetzeko helbidea)
hu: (Kérlek add meg a letöltés helyét, mialatt a torrent fájl töltődik)
nb: (Vennligst spesifiser lagringsplass mens torrentfilen blir lastet ned)
ro: (Specifică locul de salvare în timpul descărcării filei torent)
sk: Prosím nastavte miesto uloženia pred začatím sťahovania)
sq: (Ju lutem specifikoni një vend për regjistrimin kur shkarkoni një skedar torrent)
sv: (Vänligen välj målmapp för nerladdad torrent)
tr: (Lütfen torrent dosyasını indirileceği hedefi belirtin)
ug: (توررېنت ھۆججىتى چۈشۈرۈۋاتىدۇ، ساقلايدىغان جاينى بەلگىلەڭ)

# DialogTaskBitTorrentAdvanced
source: Initial Seeding (for initial seeding server only)
ar: السوبرالمرسل ( لخادم للتمويل الأولي الأولي فقط
et: Super jagmine (esialgne jagamine server ainult)
eu: Hasierako Emaritza (hasierako emaritza zerbitzariarentzako bakarrik)
hu: Kezdeti seedelés (csak a kezdeti seedelő szervernek)
ro: Donare Inițială (doar pt. serverul de donare inițială)
sk: Počiatočné seedovanie (iba pre počiatočné seedovanie servera)
sv: Superseeding (endast för initial seedingserver)
tr: Süper Besleme (sadece ilk besleme sunucuları)
ug: ئالىي ئۇرۇق (پەقەت دەسلەپتە ئۇرۇق يوللىغانلارغىلا ماس كېلىدۇ)

# DialogTaskBitTorrentDownloadOrder
source: Task name:
ar: اسم المهمة:
et: Tegumi nimi:
eu: Eginkizun izena:
fi: Tehtävän nimi:
hu: A feladat neve:
nb: Oppgavenavn:
ro: Numele Sarcinii:
sk: Názov úlohy:
sq: Emri i detyrës:
sv: Aktivitet:
tr: Görev İsmi:
ug: ۋەزىپە ئاتى:

# DialogTaskBitTorrentMain
source: (Please start task to download .torrent file)
ar: (الرجاء بدء المهمة لتحميل.ملف الترونت)
et: (Palun käivita tegum allalaadimaks torrent faili)
eu: (Mesedez hasi eginkizuna .torrent agiria jeisteko)
fi: Poista tehtävä ja ladatut tiedostot
hu: (Kérlek kezd el a feladatot a torrent fájl letöltéséhez)
nb: (Vennligst start oppgave for å laste ned torrentfil)
ro: (Pornește sarcina pentru a descărca fila torent)
sk: Prosím spustite úlohu pre začatie sťahovania)
sq: (Ju lutemi niseni detyrën për të shkarkuar skedarin torrent)
sv: (Vänligen starta aktivitet för att ladda ner torrent)
tr: (Görevi başlatmak için önce .torrent dosyasını indirin)
ug: (توررېنت ھۆججىتى چۈشۈرۈش ئۈچۈن ۋەزىپە باشلاڭ)

# DialogTaskBitTorrentMain
source: (Please specify save location while downloading .torrent file)
ar: (الرجاء تحديد موقع الحفظ أثناء تحميل . ملف الترونت)
et: (Palun määra salvestamise koht kuhu laetakse alla torrent fail)
eu: (Mesedez adierazi jeisketako .torrent agiria gordetzeko helbidea)
hu: (Kérlek add meg a letöltés helyét, mialatt a torrent fájl töltődik)
nb: (Vennligst spesifiser lagringsplass mens torrentfilen blir lastet ned)
ro: (Specifică locul de salvare în timpul descărcării filei torent)
sk: Prosím nastavte miesto uloženia pred začatím sťahovania)
sq: (Ju lutem specifikoni një vend për regjistrimin kur shkarkoni një skedar torrent)
sv: (Vänligen välj målmapp för nedladdad torrent)
tr: (Lütfen torrent dosyasını indirileceği hedefi belirtin)
ug: (توررېنت ھۆججىتى چۈشۈرۈۋاتىدۇ، ساقلايدىغان جاينى بەلگىلەڭ)

# DialogTaskBitTorrentPublisher
source: Created with:
ar: تم إنشاؤها بواسطة:
et: Looja:
eu: Sortua:
fi: Luotu ohjelmalla:
hu: Létrehozta:
nb: Lage av:
ro: Creat cu:
sk: Vytvoril:
sq: Krijuar nga:
sv: Skapad av:
tr: Oluşturan:
ug: قۇرغۇچى:

# DialogTaskBitTorrentPublisher
source: Creation date:
ar: وقت الإستخراج :
et: Loomise aeg:
eu: Sortze eguna:
fi: Luomis päivämäärä:
hu: Létrehozás ideje:
nb: Laget dato:
ro: Data creării:
sk: Dátum vytvorenia:
sq: Data e Krijimit:
sv: Skapad datum:
tr: Oluşturulma tarihi:
ug: قۇرغان چېسلا:

# DialogTaskBitTorrentPublisher
source: Comments:
ar: التعليقات:
et: Kommentaar:
eu: Aipamenak
fi: Kommentit:
hu: Hozzászólás:
nb: Kommentar:
ro: Comentariu:
sk: Poznámka:
sq: Komente:
sv: Kommentar:
tr: Yorumlar:
ug: ئىزاھات:

# TaskHash
source: Check Now
ar: تحقق الآن
et: Kontrolli nüüd
eu: Egiaztatu Orain
ro: Verifică Acum
sk: Skontrolovať ihneď
sv: Kontrollera nu
tr: Şimdi Kontrol Et
ug: دەرھال تەكشۈر

# TaskHash
source: Skip Check
ar: تخطي الاختيار
et: Ära kontrolli
eu: Ahaztu Egiaztapena
ro: Nu Verifica
sk: Preskočiť kontrolu
sv: Hoppa över kontroll
tr: Kontrolü Atla
ug: تەكشۈرۈشتىن ئاتلا

# TaskHash
source: Cancel
ar: إلغاء
et: Katkesta
eu: Ezeztatu
ro: Anulează
sk: Zrušiť
sv: Avbryt
tr: Vazgeç
ug: ۋاز كەچ

# DialogTaskMultiDownload
source: Querying file size failed
ar: خطاء في الإستعلام عن حجم الملف
et: Faili suuruse päring luhtus
eu: Agiri neurri irizpenak huts egin du
fi: Tiedostokoon kysely epäonnistui
hu: Fájlméret megkérdezése sikertelen
nb: Utspørring om filstørrelse feilet
ro: Aflarea mărimii filei a eșuat
sk: Dotaz na veľikosť súboru sa nepodarila
sq: Kërkesa për përmasën e skedarit dështoi
sv: Förfrågad filstorlek misslyckades
tr: Başarısız dosya boyutu sorgulama
ug: ھۆججەت چوڭلۇقىنى سۈرۈشتۈرەلمىدى

# DialogTasksProperty
source: Task Number:
ar: رقم المهمة :
et: Tegumi number:
eu: Eginkizun Zenbakia:
fi: Tehtävä Numero:
hu: Feladat száma:
nb: Oppgave nummer:
ro: Numărul Sarcinii:
sk: Číslo úlohy:
sv: Aktivitetsnummer:
tr: Görev Numarası:
ug: ۋەزىپە سانى:

# DialogTasksProperty
source: File Number:
ar: رقم الملف:
et: Faili number:
eu: Agiri Zenbakia::
fi: Tiedosto Numero:
hu: Fájl száma:
nb: Fil nummer:
ro: Numărul Filei:
sk: Číslo súboru:
sv: Filnummer:
tr: Dosya Numarası:
ug: ھۆججەت سانى:

# DialogTasksProperty
source: Total Size:
ar: الحجم الإجمالي:
et: Kogusuurus:
eu: Neurri osoa:
fi: Koko yhteensä:
hu: Teljes méret:
nb: Total størrelse:
ro: Mărime Totală:
sk: Celková veľkosť:
sv: Total storlek:
tr: Toplam Boyut:
ug: ئومۇمى سىغىمى:

# DialogTasksProperty
source: Finisheded Size:
ar: الحجم الfinisheded:
et: Lõpetatud suurus:
eu: Amaituriko Neurria
ro: Mărimea Terminată:
sk: Konečná veľkosť:
sv: Slutförd storlek:
tr: Tamamlanan Boyut:
ug: تاماملانغان چوڭلۇقى:

# DialogTasksProperty
source: Left Size:
ar: غادر الحجم :
et: Vasak suurus:
eu: Gainontzeko Neurria
fi: Jäljellä:
hu: Hátralevő méret:
nb: Gjenstående størrelse:
ro: Mărime Rămasă:
sk: Zostávajúca veľkosť:
sq: Masa e Ngelur:
sv: Återstående storlek:
tr: Kalan Boyut:
ug: قالغان چوڭلۇقى:

# DialogTasksProperty
source: Used Disk Space:
ar: مساحة القرص المستخدمة :
et: Kasutatud kettaruumi:
eu: Erabilitako Diska Tokia:
fi: Käytetty Levytila:
hu: Felhasznált lemezterület:
nb: Brukt disk plass:
ro: Spațiu Folosit:
sk: Použitý priestor na disku:
sv: Använt diskutrymme:
tr: Kullanılan Disk Alanı:
ug: ئىشلەتكەن دىسكا بوشلۇى:

# DialogTasksProperty
source: Statistics of Selected tasks:
ar: إحصائات من المهام المحددة :
et: Valitud ülesannete statistika:
eu: Hautaturiko Eginkizunen Estadistikak:
fi: Valittujen tehtävien tilastot:
hu: A kiválasztott feladatok statisztikái:
nb: Statetikk over valgte oppgave:
ro: Statisticile sarcinilor selectate:
sk: Štatistiky označených úloh:
sv: Statistik över valda aktiviteter:
tr: Seçilen Görevlerin İstatistikleri:
ug: تاللانغان ۋەزىپىنىڭ سىتاتىستىكىسى:

# DialogTasksProperty
source: Statistical Infomation
ar: المعلومات الإحصائية
et: Statistiline info
eu: Estadistika Argibideak
fi: Tilastolliset Tiedot
hu: Statisztikai információ
nb: Statistisk informasjon
ro: Statistici
sk: Štatistické informácie
sv: Statistisk information
tr: İstatistiksel Bilgi
ug: سىتاتىستىكا ئۇچۇرى

# DialogTorrentProperty
source: Publishing Date:
ar: تاريخ النشر:
et: Avaldamise aeg:
eu: Argitaratze Eguna:
fi: Julkaisu Päivämäärä:
hu: Közzététel dátuma:
nb: Publiseringsdato:
ro: Data Publicării:
sk: Dátum zverejnenia:
sq: Data e Publikimit:
sv: Publicerad:
tr: İlan Tarihi:
ug: تارقاتقان چېسلا:

# DetailView_Log_Menu
source: &Copy
ar: نسخ &
et: &Kopeeri
eu: &Kopiatu
fi: &Kopioi
hu: &Másolás
nb: &Kopier
ro: &Copiază
sk: &Kopírovať
sq: &Kopjo
sv: &Kopiera
tr: &Kopyala
ug: كۆچۈر(&C)

# DetailView_Log_Menu
source: Copy &All
ar: نسخ & الكل
et: Kopeeri &kõik
eu: Kopiatu &Dena
fi: Kopioi K&aikki
hu: Mindet &másol
nb: Kopier &Alle
ro: Copiază &Tot
sk: Kopírovať &všetko
sq: Kopjo &Të Gjitha
sv: Kopiera &allt
tr: &Tümünü Kopyala
ug: ھەممىنى كۆچۈر(&A)

# MainWindow
source: Minimize to &Tray
ar: تصغير إلى & شريط المهام
et: Minimeer süsteemi salve
eu: Txikiagotu &Erretilura
fi: Pienennä Tehtäväpalkkiin
hu: Kicsinyítés a tálcára
nb: Minimer til &Statusfelt
ro: Minimizează în Sis&taler
sk: Minimalizovať do &tray
sq: Minimizo në &Shirit
sv: Minimera &till meddelandefältet
tr: &Sistem Tepsisine Küçült
ug: قوندۇرمىغا كىچىكلەت(&T)

# MainWindow
source: E&xit
ar: خروج&
et: Välju
eu: I&rten
fi: &Poistu
hu: K&ilépés
nb: Avslutt
ro: &Ieși
sk: &Koniec
sq: D&il
sv: &Avsluta
tr: &Çıkış
ug: چېكىن(&X)

# StatusBar
source: Open Torrent File
ar: فتح ملف الترونت
et: Ava torent fail
eu: Ireki Torrent Agiria
fi: Avaa Torrent Tiedosto
hu: Torrentfájl megnyitása
nb: Åpne torrent-fil
ro: Deschide Fila Torent
sk: Otvoriť súbor torrent
sq: Hap Skedar Torrent
sv: Öppna torrent-fil
tr: Torrent File Aç
ug: توررېنت ھۆججەت ئاچ

# StatusBar
source: Make Torrent File
ar: إنشاء ملف الترونت
et: Valmista torent fail
eu: Egin Torrent Agiria
fi: Tee Torrent Tiedosto
hu: Torrentfájl készítése
nb: Lag torrent-fil
ro: Creează Filă Torent
sk: Vytvoriť súbor torrent
sq: Krijo Skedar Torrent
sv: Skapa torrent-fil
tr: Torrent dosya yap
ug: توررېنت ھۆججىتى ياسا

# StatusBar
source: Open Torrent from URL
ar: فتح الترونت من العنوان
et: Ava torrent URL
eu: Ireki Torrenta URL-tik
fi: Avaa Torrent URL osoitteesta
hu: Torrent megnyitása URL alapján
nb: Åpne Torrent fra URL
ro: Deschide Torentul de la Adresa
sk: Otvoriť torrent z URL adresy
sq: Hap torrent nga URL
sv: Öppna Torrent från URL
tr: URL'den Torrent Aç
ug: توررېنتنى URL دىن ئاچ

# MainMenu
source: &File
ar: ملفات &
et: &Fail
eu: &Agiria
fi: Tiedosto
hu: &Fájl
nb: Filer
ro: &Filă
sk: &Súbor
sq: &Skedar
sv: &Arkiv
tr: &Dosya
ug: ھۆججەت(&F)

# MainMenu
source: &View
ar: &عرض
et: &Vaade
eu: &Ikusi
fi: &Näytä
hu: &Nézet
nb: &Vis
ro: &Vezi
sk: &Zobraziť
sq: &Shihni
sv: &Visa
tr: &Görünüm
ug: كۆرۈنۈش(&V)

# MainMenu
source: &Tools
ar: &أدوات
et: &Tööriistad
eu: &Tresnak
fi: &Työkalut
hu: &Eszközök
nb: &Verktøy
ro: &Unelte
sk: &Nástroje
sq: &Mjete
sv: Verk&tyg
tr: &Araçlar
ug: قوراللار(&T)

# MainMenu
source: &Help
ar: مساعدة(&H)
et: &Abi
eu: &Laguntza
fi: &Ohje
hu: &Súgó
nb: &Hjelp
ro: A&jutor
sk: &Nápoveda
sq: &Ndihmë
sv: &Hjälp
tr: &Yardım
ug: ياردەم(&H)

# MainMenu
source: &Open Torrent...
ar: وفتح السيل...
et: &Ava Torrent...
eu: &Ireki Torrenta...
ro: &Deschide Torent...
sv: &Öppna torrent...
tr: &Torrent Aç...
ug: توررېنت ئاچ…(&O)
