Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_TaskHTTP
source: Default number of connections to original URL for each task:
ar: عدد المهام الإفتراضية لكل عنوان URL :
bg: Брой на връзките от оригиналния уеб адрес за всяка задача по подразбиране:
de: Standardanzahl der Verbindungen zur ursprünglichen Internetadresse je Aufgabe:
es: Número de conexiones desde la URL original predeterminado:
et: Vaikimisi ühenduste arv esialgse URL-iga igaks tegevuseks:
eu: Lehenetsitako elkarketa zenbatekoa jatorrizko URL-arekin eginkizun bakoitzarentzat
fr: Nombre de connexions par défaut à partir de l'URL originale pour chaque tâche :
hu: Alapértelmezett csatlakozási szám az eredeti URL-ről, feladatonként:
it: Numero predefinito di connessioni dall'indirizzo originale per ogni task:
ja: 各タスクのオリジナルURLに対する接続数の初期値:
nl: Standaard aantal verbindingen met de oorspronkelijke URL voor elke taak:
pl: Domyślna ilość połączeń z oryginalnym URL dla każdego zadania:
pt_br: Número padrão de conexões da URL original para cada tarefa:
ro: Numărul implicit de conexiuni la URL original pentru fiecare sarcină:
ru: Номер соединения по умолчанию для каждого задания
sk: Defaultý počet pripojený z originálnho URL pre každú úlohu:
sq: Numri i parazgjedhur i lidhjes nga URL-ja origjinale për çdo detyrë:
sv: Antal anslutningar till original-URL för varje aktivitet:
th: จำนวนการเชื่อมต่อเริ่มต้นจาก URL ดั้งเดิมต่องาน:
tr: Her görev için orjinal URL'den hazır gelen bağlantı sayısı:
ug: كۆڭۈلدىكى ئەسلى ئادرېستىن چۈشۈرۈشنىڭ ئۇلىنىش سانى:

# Options_TaskHTTP
source: Site Password
ar: كلمة السر
bg: Парола за сайта
de: Kennwort
es: Contraseña
et: Lehekülje parool
eu: Guneko Sar-hitza
fi: Salasana:
fr: Mot de passe du site
hu: Az oldal jelszava
it: Password di accesso
ja: サイトのパスワード
nb: Server passord
nl: Site wachtwoord
pl: Hasło strony
pt_br: Senha do site
ro: Parola Sitului:
ru: Пароль сайта
sk: Heslo:
sq: Fjalëkalimi i Faqes
sv: Lösenord:
th: รหัสผ่านของเว็บ
tr: Şifre:
ug: بېكەت ئىم

# Options_TaskHTTP
source: Remember password for sites
ar: تذكر كلمة المرور الخاصة بالمواقع
bg: Запомняне на паролата за сайтовете
de: Kennwort speichern
es: Recordar contraseña para los sitios
et: Mäleta lehekülgede salasõna
eu: Gogoratu guneen sar-hitza
fi: Muista salasana sivustoille
fr: Retenir le mot de passe pour ces sites
hu: Az oldalak jelszavának megjegyzése
it: Ricorda la password di accesso
ja: サイトのパスワードを記憶する
nb: Husk passord for nettsteder
nl: Wachtwoord voor sites onthouden
pl: Pamiętaj hasło do stron
pt_br: Redigitação da nova senha com erro
ro: Memorează parolele pentru situri
ru: Запоминать пароли для сайтов
sk: Nové heslá nie sú rovnaké
sq: Mbaj mend fjalëkalimet për faqet
sv: Kom ihåg lösenord för webbsidor
th: จดจำรหัสผ่านสำหรับเว็บไซต์
tr: siteler için parolayı hatırla
ug: بېكەت ئىمنى ئەستە تۇت

# Options_TaskHTTP
source: Remove
ar: إزالة
bg: Премахване
de: Löschen
es: Eliminar
et: Eemalda
eu: Ezabatu
fi: Poista
fr: Supprimer
hu: Eltávolítás
it: Elimina
ja: 削除
nb: Fjern
nl: Op Afstand
pl: Usuń
pt_br: Remover
ro: Înlătură
ru: Удалить
sk: Diaľkový
sq: Hiqe
sv: Ta bort
th: รีโมท
tr: Uzaktan
ug: چىقىرىۋەت

# Options_TaskHTTP
source: Remove All
ar: إزالة الكل
bg: Премахване на всички
de: Alles löschen
es: Eliminar Todo
et: Eemalda kõik
eu: Ezabatu denak
fi: Poista Kaikki
fr: Tout supprimer
hu: Összes eltávolítása
it: Rimuovi tutto
ja: すべて削除
nb: Fjern alle
nl: Op Afstand
pl: Usuń wszystko
pt_br: Remover Todos
ro: Înlătură Tot
ru: Удалить все
sk: Diaľkový
sq: Hiqi të Gjitha
sv: Ta bort alla
th: รีโมท
tr: Uzaktan
ug: ھەممىنى چىقىرىۋەت

# Options_TaskHTTP
source: Site
ar: الحجم
bg: Сайт
de: Website
es: Sitio
et: Lehekülg
eu: Gunea
fi: Koko
hu: Oldal
it: Sito
ja: サイト
nb: Størrelse
nl: Grootte
pl: Strona
pt_br: Tamanho
ro: Sit
ru: Сайт
sk: Veľkosť
sq: Faqja
sv: Storlek
th: ขนาด
tr: Boyut
ug: بېكەت

# Options_TaskHTTP
source: Username
ar: اسم المستخدم
bg: Потребителско име
de: Benutzername
es: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzaile izena
fi: Käyttäjänimi
fr: Nom d’utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザーID
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Utilizator:
ru: Имя пользователя
sk: ID užívateľa:
sq: Emri i Përdoruesit
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı Kimliği:
ug: ئىشلەتكۈچى ئاتى

# Options_Integration
source: Windows Integration
ar: ملحقات وندوز
bg: Интегриране в Windows
de: Windows
es: Integración de Windows
et: Windowsi integreerimine
eu: Windows Bateratzea
fi: Windows Integraatio
fr: Intégration à Windows
hu: Windows beilleszkedés
it: Integrazione in Windows
ja: Windowsへの組み込み
nb: Windows integrasjon
nl: Windows integratie
pl: Integracja z Windows
pt_br: Integração com o WIndows
ro: Integrare cu Windows
ru: Интеграция в Windows
sk: Windows integrácia
sq: Integrim në Windows
th: การประสานงานกับวินโดวส์
tr: Windows Entegrasyonu
ug: Windows توپلاشتۇر

# Options_Integration
source: Always become the default torrent client on startup
ar: تمكين البرنامج كأفتراضي لملفات الترونت وعمله عند بدء التشغيل .
bg: Задаване на BitComet като инструмент за сваляне по подразбиране
de: Immer als Standardprogramm für BitTorrent beim Start einstellen
es: Convertirse al arranque en el ciente de Torrent predeterminado de IE
et: Sea vaikimisi torrenti kliendi käivitamisel
eu: Betik egokitu lehenetsitako torrent bezeroa hasitakoan
fi: Aseta aina oletus torrent clientiksi käynnistyksessä
fr: Devenir le client torrent par défaut à chaque démarrage
hu: Indításkor mindig az alapértelmezett torrent kliens legyen
it: Diventa sempre il client torrent predefinito all'avvio
ja: 起動時に常にデフォルトの BitTorrent クライアントに設定する
nb: Alltid bli standard torrent klient ved oppstart
nl: Altijd uitgegroeid tot de standaard torrent-client bij het opstarten
pl: Używaj programu jako domyślnego klienta torrent
pt_br: Sempre tornar o cliente torrent padrão ao iniciar o sistema
ro: Reinstaurează la pornire BitComet ca program implicit pentru torente
ru: При запуске становиться торрент-клиентом по умолчанию
sk: Vždy byť predvolený torrent klient pri štarte
sq: Gjithmonë bëje klientin e parazgjedhur për torrentët gjatë hapjes
sv: Var alltid standardtorrentklienten vid uppstart
th: เป็น Client ดาวน์โหลดเริ่มต้นเสมอเมื่อเปิดเครื่อง
tr: Başlangıçta her zaman varsayılan torrent programı yap
ug: قوزغالغاندا كۆڭۈلدىكى ب ت خېرىدار پروگراممىسى قىلىپ تەڭشە

# Options_Integration
source: Check Now
bg: Провери сега
de: Jetzt überprüfen
es: Revisar ahora
fr: Vérifier maintenant
it: Verifica Adesso
ja: 今すぐチェック
nl: Nu controleren
pl: Sprawdź Teraz
pt_br: Verificar Agora
ru: Проверить сейчас
th: ตรวจสอบทันที

# Options_Integration
source: Always associate with Magnet URI
ar: إقتران دائم مع مغناطيس العناوين
bg: Винаги асоциирай с Magnet URI
de: Immer mit Magnet-URI zuordnen
es: Asociar siempre con URI Magnet
et: Alati seosta Magnet URI-ga
eu: Betik harremandu Magnet URI-rekin
fr: Toujours associer avec Magnet URI
hu: Mindig társítás Mágnes URI-val
it: Sempre associate con Magnet URI
ja: 常に Magnet URI と関連づける
nb: Alltid assosiere med Magnet URI
nl: Altijd associëren met magneet URI
pl: Zawsze powiąż z Magnet URL
pt_br: Sempre associar-se com o ímã URI
ro: Asociază mereu cu adresele Magnet
ru: Всегда ассоциировать с Magnet адресами
sk: Vždy asociovať s Magnet URI
sv: Förknippa alltid med Magnet-URI
th: เชื่อมโยงกับ URI แม่เหล็กเสมอ
tr: Mıknatıs URI ile her zaman ilişkilendir
ug: قوزغالغاندا ماگنىت URI ئۇلىنىشىنى قوزغات

# Options_Integration
source: Start automatically when starting Windows
ar: البدأ تلقائياً عند بدء تشغيل وندوز
bg: Автоматично стартиране със зареждането на Windows
de: Beim Windows-Start automatisch starten
es: Iniciar automaticamente cuando inicio Windows
et: Käivitu automaatselt koos Widowsi käivtumisega
eu: Hasi berezgaitasunez Windows abiatutakoan
fi: Aloita automaattisesti kun Windows käynnistyy
fr: Démarrer automatiquement avec Windows
hu: Automatikus indítás a Windows indításakor
it: Esegui automaticamente all'avvio di Windows
ja: Windows の起動時に自動的に開始する
nb: Start automatisk ved start av Windows
nl: Start automatisch bij het opstarten van Windows
pl: Autostart ze startem Windows
pt_br: Iniciar automaticamente quando iniciar o Windows
ro: Pornește BitComet odată cu Windows
ru: Запускать автоматически при старте Windows
sk: Spustiť automaticky pri štarte Windows
sq: Nis automatikisht kur nis Windows
sv: Starta automatiskt när Windows startas
th: เริ่มทํางานโดยอัตโนมัติเมื่อเริ่ม Windows
tr: Windows başlangıcında otomatik olarak başlat
ug: Windows قوزغالغاندا ئىجرا قىل

# Options_Integration
source: Capture URL in clipboard
ar: التقاط عناوين URL في الحافظة
bg: Прихващане на уеб адреси от системния буфер
de: Internetadresse aus Zwischenablage erfassen
es: Capturar URL en portapapeles
et: Võta URL lõikelaualt
eu: Hartu URL-a gakoan
fi: Kaappaa URL leikepöydälle
fr: Capturer l'URL du presse-papier
hu: URL vágólapra helyezése
it: Cattura l'indirizzo negli appunti
ja: クリップボードの URL を監視する
nb: Fang URL i utklippstavle
nl: Capture URL in het Klembord
pl: Przechwyć URL ze schowka
pt_br: Capturar URL na área de transferência
ro: Capturează adresa din cliplanșetă [clipboard]
ru: Скопировать URL в буфер
sk: Zachytiť URL v schránke
sq: Kape URL në kujtesë
sv: Fånga URL till urklipp
th: เก็บ URL ไว้ในคลิปบอร์ด
tr: Panodaki URL 'yi al
ug: چاپلاش تاختىسىدىكى URL نى كۆزەت

# Options_Integration
source: IE Integration
ar: تكامل IE
bg: Интегриране в IE
de: Internet Explorer
es: Integración de IE
et: Initsiatiiv
eu: IE Bateratzea
fi: Lähdetyyppi
fr: Intégration à Internet Explorer
hu: IE beilleszkedés
it: Integrazione con IE
ja: IEへの組み込み
nb: Oppstart
nl: Starten
pl: Integracja z IE
pt_br: Início
ro: Integrare cu Internet Explorer
ru: Интеграция в IE
sk: IE integrácia
sq: Integrim me IE
th: การประสานงานกับ IE
tr: Başlama
ug: IE توپلاشتۇر

# Options_Integration
source: Always become the default download tool for IE on startup
ar: تمكين البرنامج كأفتراضي لتحميل من أنترنت إكسبلولر عند بدء التشغيل .
bg: Задаване на BitComet като инструмент за сваляне по подразбиране при стартиране на IE
de: Immer als Standardprogramm zum Herunterladen beim Start einstellen
es: Convertirse al arranque en la herramienta de descarga predeterminada de IE
et: Sea vaikimisi allaladiaks IE käivitamisel
eu: Betik egokitu lehenetsitako jeisketa tresna IE-ra hasitakoan
fr: Devenir l'outil de téléchargement d'IE par défaut à chaque démarrage
hu: Indításkor mindig legyen az alapértelmezett letöltőprogram az IE számára
it: All'avvio imposta sempre come predefinito per i download di IE
ja: 起動時に常にIEのデフォルトのダウンロードツールに設定する
nb: Alltid bli standard nedlastningsverktøy for IE ved oppstart
nl: Word altijd de standaard Download tool voor IE bij het opstarten
pl: Używaj programu jako domyślnego narzędzia pobierania dla IE
pt_br: Assegurar-se de que o BitComet sempre será o programa de transferência padrão para o Internet Explorer ao iniciar
ro: Reinstaurează la pornire BitComet ca program implicit de descărcare pentru IE
ru: При запуске становиться загрузчиком по умолчанию для IE
sk: Vždy pri štarte byť predvolený nástroj pre sťahovanie pre IE
sq: Gjithmonë bëje mjetin e parazgjedhur për shkarkime në IE gjatë hapjes
sv: Var alltid standardverktyget för nedladdning i uppstart för IE
th: เป็นเครื่องมือดาวน์โหลดเริ่มต้นสำหรับ IE เสมอเมื่อเปิดเครื่อง
tr: Başlangıçta her zaman IE için varsayılan indirme aracı yap
ug: قوزغالغاندا IE نىڭ كۆڭۈلدىكى چۈشۈرۈش خېرىدار پروگراممىسى قىلىپ تەڭشە

# Options_Integration
source: Install IE Extension
ar: تثبيت ملحق IE
bg: Настанявам IE продължаване
de: IE-Erweiterung installieren
es: Instalar extensión IE
fr: Installer l'extension IE
it: Installare IE Extension
ja: IE拡張機能をインストールする
nl: IE-extensie installeren
pl: Zainstaluj rozszerzenie IE
pt_br: Instalar a extensão do IE
ru: Установка расширения IE
th: ติดตั้งส่วนขยาย IE

# Options_Integration
source: Uninstall IE Extension
ar: إلغاء تثبيت IE التمديد
bg: Uninstall IE продължаване
de: IE-Erweiterung deinstallation
es: Desinstalar IE Extension
it: Disinstalla IE Extension
ja: IE Extensionのアンインストール
nl: Uninstall IE extensie
pl: Odinstaluj IE rozszerzenie
pt_br: Desinstalar a extensão do IE
ru: Удалить расширение IE
th: ถอนการติดตั้งส่วนขยาย IE

# Options_Integration
source: Capture file download for following file types:
ar: البدء بتحميل أنواع الملفات التالية:
bg: Прихващане за сваляне на файлове от следните типове:
de: Herunterladen von Dateien für folgende Dateitypen erfassen:
es: Capturar descarga para los siguientes tipos de archivos:
et: Halda faili allalaadimiseks järgmisi failitüüpe:
eu: Hartu jeitsitako agiria hurrengo agiri motentzat:
fr: Capturer le téléchargement pour les types de fichiers suivants :
hu: Alapértelmezett fájl letöltés a következő fájl típusoknál:
it: Cattura il download dei seguenti tipi di file:
ja: 以下のファイルタイプのダウンロードを監視する:
nb: Fang filnedlastning for følgende filtyper:
nl: Capture bestand te downloaden voor de volgende bestandstypen:
pl: Przechwyć pobieranie plików następujących typów:
pt_br: Capture o download do arquivo pelos seguintes tipos de arquivo:
ro: Interceptează descărcarea următoarelor tipuri de file:
ru: Перехватывать загрузку для следующих типов файлов:
sk: Zachytiť sťahované súbory tohto typu:
sq: Kap shkurtoren e shkarkimit për këta lloj skedarësh:
sv: Fånga filnedladdningar för följande filtyper:
th: เก็บไฟล์ดาวน์โหลดสำหรับชนิดไฟล์ต่อไปนี้:
tr: Şu türler için dosya indirmesi al:
ug: تۆۋەندىكى ھۆججەت تىپلىرىنى چۈشۈرۈشنى نازارەت قىل:

# Options_Integration
source: Add "Download with BitComet" to IE Context Menu
ar: إضافة "التحميل مع BitComet"إلى قائمة سياق IE
bg: Добавяне на "Сваляне с BitComet" към контекстното меню на IE
de: "Mit BitComet herunterladen" zum Kontextmenü hinzufügen
es: Añadir «Descargar con BitComet» al menú contextual de IE
et: Lisa "Allalaadimine BitCometi-ga" IE kontekst menüüs
eu: Gehitu "Jeitsi BitCometekin" IE Hitzinguru Menutik
fi: Lisää "Lataa BitCometilla" IE Asiayhteys Valikkoon
fr: Ajouter "Télécharger avec BitComet" au menu contextuel d'IE
hu: A "Letöltés BitComettel" hozzáadása az IE szöveges menüjébe
it: Aggiungi "Scarica con BitComet" al menu contestuale di IE
ja: IEのコンテキストメニューに「BitCometでダウンロード」を追加する
nb: Legg til "Last ned med BitComet" til IE kontekstmeny
nl: Voeg "Download met BitComet" toe aan het IE Context Menu
pl: Dodaj "Pobierz przez BitComet" do menu kontekstowego IE
pt_br: Adicionar "Transferência do BitComet" ao Internet Explorer (clique direito do mouse)
ro: Adaugă comanda "Descarcă cu BitComet" la meniul contextual IE
ru: Добавить "Загрузить с помощью BitComet" в контекстное меню IE
sk: Pridať "Stiahnuť s BitComet" do IE kotextového menu
sq: Shtoji "Shkarkoje me BitComet" Kontekstit të Menusë së IE
sv: Lägg till "Ladda ner allt med BitComet" till IE's kontextmeny
th: เพิ่ม "ดาวน์โหลดด้วย BitComet" ในเมนูของ IE
tr: Download link using &BitComet
ug: "BitComet تا چۈشۈر" نى IE تىل مۇھىت تىزىملىكىگە قوش

# Options_Integration
source: Disable "Save As" Dialog for .torrent file download
ar: تعطيل "حفط كا" مربع حوار تحميل ملف الترونت
bg: Изключване на диалоговия прозорец "Запазване като" при сваляне на торент файл
de: "Speichern unter" Dialog für Torrent-Download deaktivieren
es: Desactivar cuadro de diálogo «Guardar como» al descargar Torrent
et: Blokeeri "Salvesta kohas" dialoog torrent faili allalaadimisel
eu: Ezgaitu "Gorde honela" Elkarrizketa jeitsitako .torrent agiriarentzat
fr: Désactiver la boîte de dialogue "Enregistrer sous" pour le téléchargement de fichiers torrents
hu: "Mentés Másként" tiltása torrent fájl letöltésnél
it: Disabilita l'opzione "Salva con nome" per il download dei file .torrent
ja: Torrentファイルのダウンロード時に保存先を指定するダイアログを無効にする
nb: Deaktiver "Lagre som" Dialog for .Torrent nedlasting
nl: Ontredderen "uitgezonderd zoals" venster voor. torrent vijl downloaden
pl: Wyłącz "Zapisz jako" dla pobranych plików torrent
pt_br: Desabilitar a opção "Salvar Como" para download de arquivos torrent
ro: Dezactivează dialogul "Salvează ca..." la descărcarea filelor torent
ru: Отменить диалог "Сохранить Как" для загрузки торрент-файлов
sk: Znemožniť dialóg "Uložiť ako" pre torrentové súbory na stiahnutie
sq: Çaktivizo dialogun "Regjistroje Si" për shkarkimin e skedarëve torrent
sv: Inaktivera "Spara som"-dialogen för nedladddning av torrent-filer
th: ปิดการใช้งานกล่องโต้ตอบ "Save As" สำหรับการดาวน์โหลดไฟล์ torrent
tr: İndirilen torrent dosyası için "Farklı Kaydet" seçeneğini pasifleştir
ug: توررېنت ھۆججىتى چۈشۈرگەندە "باشقا ئاتتا ساقلا" سۆزلىشىش رامكىسىنى چەكلە

# Options_Integration
source: Chrome Integration
ar: الكروم التكامل
bg: Интеграция с Chrome
es: Integración cromada
fr: Intégration chrome
it: Integrazione Chrome
ja: Chromeの統合
nl: Chrome-integratie
pl: Integracja z Chrome
pt_br: Integração com o Chrome
ru: Интеграция с Chrome
th: การรวม Chrome

# Options_Integration
source: Install Chrome Extension
ar: تثبيت تمديد كروم
bg: Инсталиране на разширението на Chrome
de: Chrome Extension installieren
es: Instalar Chrome Extension
fr: Installer l'extension chrome
it: Installare l'estensione Chrome
ja: Chrome拡張機能をインストールする
nl: Chrome-extensie installeren
pl: Instalowanie rozszerzenia Chrome
pt_br: Instalar a extensão do Chrome
ru: Установка расширения Chrome
th: ติดตั้งส่วนขยาย Chrome

# Options_Integration
source: This extension can be uninstalled in Chrome -> Settings -> Extensions
ar: يمكن إلغاء تثبيت هذا الملحق في Chrome-> إعدادات-> الملحقات
bg: Това разширение може да се деинсталира в хром-> настройки-> разширения
de: Diese Erweiterung kann in Chrome-> Einstellungen-> Erweiterungen nicht installiert werden
es: Esta extensión puede ser desinstalada en Chrome-> Settings-> Extensions
fr: Cette extension peut être désinstallée dans Chrome-> Settings-> extensions
it: Questa estensione può essere disinstallata in Chrome-> Settings-> estensioni
ja: この拡張機能はChrome - >設定 - >拡張機能でアンインストールできます
nl: Deze extensie kan worden verwijderd in Chrome-> Settings-> Extensions
pl: To rozszerzenie można odinstalować w Chrome-> Settings-> Extensions
pt_br: Esta extensão pode ser desinstalada no Chrome-> configurações-> extensões
ru: Это расширение можно удалить в Chrome -> Настройки -> Расширения
th: ส่วนขยายนี้สามารถถอนการติดตั้งได้ใน Chrome -> การตั้งค่า -> ส่วนขยาย

# Options_Integration
source: Edge Integration
es: Integración perimetral
fr: Intégration Edge
it: Integrazione Edge
ja: エッジ統合
pl: Integracja z urządzeniami Edge
pt_br: Integração de Edge
ru: Edge интеграция
th: การรวม Edge

# Options_Integration
source: Install Edge Extension
de: Edgeerweiterung installieren
es: Instalar Edge Extension
fr: Installer l’extension Edge
it: Installare Edge Extension
ja: エッジ拡張機能のインストール
pl: Zainstaluj rozszerzenie Edge
pt_br: Instalar extensão de Edge
ru: Установка Edge расширения
th: ติดตั้งส่วนขยาย Edge

# Options_Integration
source: This extension can be uninstalled in Edge -> Settings -> Extensions
de: Diese Erweiterung kann unter Edge -> Einstellungen -> Erweiterungen deinstalliert werden
es: Esta extensión se puede desinstalar en Edge -> Configuración -extensiones >
fr: Cette extension peut être désinstallée dans Edge -> Settings -> Extensions
it: Questa estensione può essere disinstallata in Edge -> Impostazioni -> Estensioni
ja: この拡張機能は、エッジ - >設定 - >拡張機能でアンインストールできます
pl: To rozszerzenie można odinstalować w Edge -> Settings -> Extensions
pt_br: Esta extensão pode ser desinstalada em Edge -> Configurações -> Extensões
ru: Это расширение можно удалить в Edge -> Параметры -> Расширения
th: ส่วนขยายนี้สามารถถอนการติดตั้งได้ใน Edge -> การตั้งค่า -> ส่วนขยาย

# Options_Integration
source: Firefox Integration
ar: ملحقات فايرفوكس
bg: Интегране във Firefox
de: Firefox
es: Integración de Firefox
et: Ühilduvus Firefox-iga
eu: Firefox Bateratzea
fi: Firefox Integraatio
fr: Intégration à Firefox
hu: Firefox beilleszkedés
it: Integrazione con Firefox
ja: Firefox への組み込み
nb: Firefox integrasjon
nl: Firefox intergratie
pl: Integracja z Firefox'em
pt_br: Integração com Firefox
ro: Integrare cu Firefox
ru: Итеграция в Firefox
sk: Firefox integrácia
sq: Integrim me Firefox
th: การประสานงานกับ FireFox
tr: Firefox Entegrasyonu
ug: Firefox توپلاشتۇر

# Options_Integration
source: Install Firefox Extension
ar: تثبيت فايرفوكس التمديد
bg: Настанявам Огън продължаване
de: Firefox-Erweiterung installieren
es: Instalar la extensión de Firefox
fr: Installer l’extension Firefox
it: Installare Firefox Extension
ja: Firefox拡張機能をインストールする
nl: Firefox-extensie installeren
pl: Rata Zapalić rozCiągnięcie
pt_br: Instalar o Firefox Extension
ru: Установка расширения Firefox
th: ติดตั้งส่วนขยาย Firefox

# Options_Integration
source: This extension can be uninstalled in Firefox -> Tools -> Add-ons
ar: يمكن إلغاء تثبيت هذه الإضافه من Firefox-> أدوات-> الوظائف الإضافية
bg: Това разширение може да бъде деинсталирано във Firefox от менюто "Инструменти" -> "Добавки"
de: Diese Erweiterung kann in Firefox (-> Extras -> Add-Ons) deinstalliert werden
es: Esta extensión se puede desinstalar desde Firefox en Herramientas -> Complementos
et: Selle laiendi saad eemaltad -> Firefox -> Tools -> Add-ons
eu: Hedapen hau Firefoxetik kendu daiteke -> Tresnak -> Gehigarriak
fi: Tämä laajennus voidaan poistaa Firefox -> Työkalut -> Lisäosat
fr: Cette extension peut être désinstallée dans Firefox –> Outils –> Modules complémentaires
hu: Ez a kiterjesztés eltávolítható a Firefox -> Eszközök -> Kiterjesztések menüben
it: Questa estensione può essere disinstallata in Firefox -> Tools -> Add-ons
ja: この拡張は Firefox から ツール -> アドオン でアンインストールすることができます
nb: Denne utvidelsen kan bli avinstallert i Firefox/ Tools/ Add-ons
nl: Deze extensie kan worden verwijderd door in Firefox te gaan naar -> Tools (Extra) -> Add-ons
pl: To rozszerzenie może być odinstalowane w Firefox -> Narzędzia -> Dodatki
pt_br: Esta extensão pode ser desinstalada em Firefox -> Ferramentas -> Complementos
ro: Această extensie poate fi dezinstalată din Firefox>Unelte>Suplimente>Extensii
ru: Это расширение можно удалить в Firefox -> Инструменты -> Дополнения
sk: Toto rozšírenie môže byť odinštalované vo Firefoxe -> Nástroje -> Add-ons
sq: Ky zgjatim mund të çinstalohet në Firefox -> Mjete -> Shtesa
sv: Detta tillägg kan avinstalleras via Firefox -> Verktyg -> Tillägg
th: ส่วนเสริมนี้สามารถถอนการติดตั้งได้ใน Firefox -> Tools -> Add-ons
tr: Bu eklenti Firefox->Araçlar->Eklentiler yolu üzerinden kaldırlabilir
ug: بۇ كېڭەيتىلمىنى Firefox -> قورال -> قىستۇرما دېتالدىن يوقاتقىلى بولىدۇ

# Options_PersistenSeed
source: Long-Term Seeding
ar: البذر علي المدى الطويل
bg: Продължително сийдване
de: Langfristiges seeden
es: Sembrado de termino largo
et: Pikaajaline jagamine
eu: Epe-Luzeko Emaritza
fr: Partage à long terme
it: Semina a lungo termine
ja: 維持的なシード
nl: Lange termijn zaaien
pl: WySiew długoterminowy
pt_br: Seeding de longo prazo
ro: Donare pe Termen Lung
ru: Долгосрочная раздача
sk: Dlhodobé seedovanie
sv: Långperiods-seeding
th: การเพาะเมล็ดในระยะยาว
tr: Uzun süreli gönderim
ug: ئۇزۇن مۇددەتلىك ئۇرۇق يوللاش

# Options_PersistenSeed
source: Enable Long-Term Seeding
ar: تمكين البذر علي المدى الطويل
bg: Разрешаване на продължително сийдване
de: Langfristiges seeden aktivieren
es: Activar sembrado a largo plazo
et: Luba pikaajaline jagamine
eu: Gaitu Epe-Luzeko Emaritza
fr: Activer le partage à long terme
it: Abilitare la semina a lungo termine
ja: 維持的なシードを有効にする
nl: Lange termijn zaaien inschakelen
pl: Włącz Long-Term Seeding
pt_br: Habilitar Seeding de longo prazo
ro: Activează Donarea pe Termen Lung [long-time seeding]
ru: Включить долгосрочную раздачу
sk: Zapnúť dlhodobé seedovanie
sv: Aktivera Långperiods-seeding
th: เปิดใช้งานการเพาะเมล็ดในระยะยาว
tr: Uzun Süreli Gönderimi Etkinleştir
ug: ئۇزۇن مۇددەتلىك ئۇرۇق يوللاشنى قوزغات
