Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_PersistenSeed
source: Auto Upload Rate Control
ar: التحكم بسرعة الإرسال التلقائي
bg: Автоматичен контрол на скоростта на качване
de: Automatische Uploadrate
es: Control automático de subida
et: Automaatne jagamis kiiruse kontroll!
eu: Berez Igotze Maila Agintea
fi: Automaattinen Lähetysmäärä Säätö
fr: Contrôle automatique du débit de téléversement
hu: Auto. feltöltési sebesség beállítás
it: Controllo automatico della velocità di Upload
ja: アップロード速度の自動調整
nb: Auto- opplastingsrate kontroll
nl: Auto upload rate controle
pl: Automatyczna kontrola szybkości wysyłania
pt_br: Controle automático da taxa de envio
ro: Control automat al vitezei de încărcare
ru: Автоматически контролировать скорость передачи
sk: Nastavenie automatického riadenia rýchlosti
sq: Kontroll i Shkallës së Vetë Ngarkimit
sv: Automatisk kontroll av uppladdningshastighet
th: ควบคุมอัตราการอัพโหลดอัตโนมัติ
tr: Otomatik Yükleme Oranı Kontrolü
ug: يۈكلەش سۈرئىتىنى ئۆزلۈكىدىن باشقۇر

# Options_PersistenSeed
source: Upload Rate limits for Long-Term Seeding:
ar: تحميل حدود معدل البذر علي المدى الطويل:
bg: Качи лимити на оценката за продължително сийдване:
de: Datenübertragungsrate beim Hochladen einschränken:
es: Límites de tarifas de carga para siembras a largo plazo:
et: Üleslaadimise kiirus piirangud pikaajalisel jagamisel:
eu: Igotze Maila muga Epe-Luzeko Emaritzarako:
fr: Limites tarifaires de téléchargement pour les semis à long terme:
it: Limiti di velocità di upload per semina a lungo termine:
ja: 維持的なシードのアップロード速度制限:
nl: Upload rate limieten voor lange termijn zaaien:
pl: Limity wysyłania dla Long-Term Seeding:
pt_br: Taxa de upload limites para Seeding de longo prazo:
ro: Viteza Maximă de Încărcare pentru Donarea pe Termen Lung (DTL):
ru: Предел долгосрочной загрузки:
sk: Limity pre nahrávanie pre dlhodobé seedovanie:
sv: Uppladdningshastighetsgränser för Långperiods-seeding:
th: ขีดจํากัดอัตราการอัปโหลดสําหรับการเพาะเมล็ดระยะยาว:
tr: Uzun Süreli Gönderim için gönderi oranı limitleri:
ug: ئۇزۇن مۇددەتلىك ئۇرۇق يوللاشنىڭ يۇقىرى چېكى:

# Options_PersistenSeed
source: By enabling Long-Term Seeding you could download faster, but also your stopped tasks will keep seeding.
bg: С разрешаването на продължително сийдване може да сваляте по-бързо, но и спрените задачи ще продължават да се сийдват.
de: Durch "Langfristiges seeden aktivieren" kann schneller herunterladen werden, aber auch angehaltene Aufgaben seeden weiter.
es: Activar la opción Semillas LT puede contribuir a que la aplicación realice descargas a mayor velocidad, pero hará que se busque semillas para las tareas detenidas.
fr: Activer l'ensemencement de longue durée permet de télécharger plus rapidement, mais vos tâches interrompues continueront d'envoyer.
it: Abilitando il seeding costante potresti scaricare più velocemente, ma il seeding sarà attivo anche per i task interrotti.
ja: 維持的なシードを有効にすることで、ダウンロードを高速に行うことができ、タスクを停止した後もシードし続けることができるようになります。
nl: Door het inschakelen LT zaaien kon je sneller downloaden, maar ook uw gestopt taken zal blijven zaaien.
pl: Włączając Long-Time Seeding pobierasz szybciej, ale Twoje zatrzymane zadania nadal utrzymują seedy.
pt_br: Autorizar a semeadura prolongada pode acelerar o download, mas suas tarefas paradas continuarão semeando.
ru: Разрешите эту опцию чтобы сидировать в фоне завершенные торенты автоматически без запуска задания.
th: ด้วยการเปิดใช้งานการเพาะเมล็ดระยะยาวคุณสามารถดาวน์โหลดได้เร็วขึ้น แต่งานที่หยุดไว้ของคุณจะทําให้การเพาะเมล็ดต่อไป

# Options_Supporter
source: BitComet is a free software.
de: BitComet ist eine kostenlose Software.
es: BitComet es un software libre.
fr: BitComet est un logiciel libre.
it: BitComet è un software gratuito.
ja: BitCometはフリーソフトウェアです。
pl: BitComet jest wolnym oprogramowaniem.
pt_br: BitComet é um software livre.
ru: BitComet является свободным программным обеспечением.
th: BitComet เป็นซอฟต์แวร์ฟรี

# Options_Supporter
source: You can support the development of BitComet and unlock extra features with following options.
de: Sie können die Entwicklung von BitComet unterstützen und zusätzliche Funktionen mit den folgenden Optionen freischalten.
es: Puede apoyar el desarrollo de BitComet y desbloquear características adicionales con las siguientes opciones.
fr: Vous pouvez prendre en charge le développement de BitComet et déverrouiller des fonctionnalités supplémentaires avec les options suivantes.
it: Puoi supportare lo sviluppo di BitComet e sbloccare funzionalità extra con le seguenti opzioni.
ja: BitCometの開発をサポートし、次のオプションを使用して追加機能のロックを解除できます。
pl: Możesz wspierać rozwój BitComet i odblokować dodatkowe funkcje za pomocą następujących opcji.
pt_br: Você pode apoiar o desenvolvimento do BitComet e desbloquear recursos extras com as seguintes opções.
ru: Вы можете поддерживать разработку BitComet и разблокировать дополнительные функции с помощью следующих опций.
th: คุณสามารถสนับสนุนการพัฒนา BitComet และปลดล็อกคุณสมบัติพิเศษด้วยตัวเลือกต่อไปนี้

# Options_Supporter
source: Become BitComet Supporter
de: Werden Sie BitComet-Unterstützer
es: Conviértase en colaborador de BitComet
fr: Devenez Supporter BitComet
it: Diventa sostenitore di BitComet
ja: ビットコメットサポーターになる
pl: Zostań zwolennikiem BitComet
pt_br: Torne-se Apoiador do BitComet
ru: Станьте сторонником BitComet
th: เป็นผู้สนับสนุน BitComet

# Options_Supporter
source: Sharing your internet access with encrypted connnections.
de: Teilen Sie Ihren Internetzugang mit verschlüsselten Verbindungen.
es: Compartir su acceso a Internet con conexiones cifradas.
fr: Partager votre accès Internet avec des connexions cryptées.
it: Condivisione dell'accesso a Internet con connessioni crittografate.
ja: 暗号化された接続でインターネットアクセスを共有します。
pl: Udostępnianie dostępu do Internetu za pomocą szyfrowanych połączeń.
pt_br: Compartilhando seu acesso à Internet com conexões criptografadas.
ru: Совместное использование доступа в Интернет с помощью зашифрованных соединений.
th: การแบ่งปันการเข้าถึงอินเทอร์เน็ตของคุณด้วย connnections ที่เข้ารหัส

# Common
source: Start
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
pl: Początek
pt_br: Iniciar
ru: Старт
th: เริ่ม

# Options_Supporter
source: Your encrypted internet connection is being shared.
de: Ihre verschlüsselte Internetverbindung wird freigegeben.
es: Su conexión a Internet cifrada se está compartiendo.
fr: Votre connexion Internet cryptée est partagée.
it: La tua connessione Internet crittografata viene condivisa.
ja: 暗号化されたインターネット接続が共有されています。
pl: Twoje szyfrowane połączenie internetowe jest udostępniane.
pt_br: Sua conexão de internet criptografada está sendo compartilhada.
ru: Ваше зашифрованное подключение к Интернету является общим.
th: การเชื่อมต่ออินเทอร์เน็ตที่เข้ารหัสของคุณกําลังถูกแชร์

# Common
source: Stop
de: Anhalten
es: Parar
fr: Arrêter
it: Ferma
ja: 停止
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
th: หยุด

# Common
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayez
it: Riprova
ja: 再試行
pl: Ponów
pt_br: Repetir
ru: Повторить
th: ลองอีกครั้ง

# Options_Supporter
source: (provided by third party)
de: (von Dritten zur Verfügung gestellt)
es: (proporcionado por terceros)
fr: (fourni par un tiers)
it: (fornito da terze parti)
ja: (第三者提供)
pl: (dostarczone przez stronę trzecią)
pt_br: (fornecido por terceiros)
ru: (предоставляется третьей стороной)
th: (ให้บริการโดยบุคคลที่สาม)

# Options_Supporter
source: Extra Features
de: Zusätzliche Funktionen
es: Características extras
fr: Fonctionnalités supplémentaires
it: Altre Funzioninalità
ja: 追加機能
pl: Dodatkowe funkcje
pt_br: Funcionalidades adicionais
ru: Дополнительные функции
th: คุณสมบัติพิเศษ

# Options_Supporter
source: Supporter can enjoy all the features of Comet ID level 36
de: Supporter können alle Funktionen von Comet ID Level 36 nutzen
es: El colaborador puede disfrutar de todas las características de Comet ID nivel 36
fr: Le supporter peut profiter de toutes les fonctionnalités de Comet ID niveau 36
it: I sostenitori possono godere di tutte le funzionalità di Comet ID livello 36
ja: サポーターはコメットIDレベル36のすべての機能を楽しむことができます
pl: Wspierający może korzystać ze wszystkich funkcji Comet ID poziomu 36
pt_br: O apoiador pode desfrutar de todas as características do Comet ID nível 36
ru: Сторонник может пользоваться всеми функциями Comet ID уровня 36
th: ผู้สนับสนุนสามารถเพลิดเพลินกับคุณสมบัติทั้งหมดของ Comet ID ระดับ 36

# Options_Supporter
source: Download from up to 71 long-term seeding peers
de: Download von bis zu 71 langfristigen Seeding-Peers
es: Descargar de hasta 71 pares de siembra a largo plazo
fr: Téléchargez jusqu’à 71 pairs d’ensemencement à long terme
it: Scarica da un massimo di 71 peer di seeding a lungo termine
ja: 最大71の長期シードピアからダウンロード
pl: Pobierz z maksymalnie 71 równorzędnych elementów o długoterminowym rozstawianiu
pt_br: Download de até 71 pares de semeadura de longo prazo
ru: Загрузка от 71 долгосрочного сеящего звена
th: ดาวน์โหลดจากเพื่อนเพาะเมล็ดระยะยาวสูงสุด 71 คน

# Options_Supporter
source: View all video snapshots before downloading
de: Sehen Sie sich alle Video-Schnappschüsse vor dem Herunterladen an
es: Ver todas las instantáneas de vídeo antes de descargarlas
fr: Afficher tous les instantanés vidéo avant de les télécharger
it: Visualizza tutte le istantanee video prima di scaricarle
ja: ダウンロードする前にすべてのビデオスナップショットを表示する
pl: Zobacz wszystkie migawki wideo przed pobraniem
pt_br: Veja todos os instantâneos de vídeo antes de fazer o download
ru: Просмотр всех снимков видео перед загрузкой
th: ดูสแนปชอตวิดีโอทั้งหมดก่อนดาวน์โหลด

# Options_Supporter
source: Full Remote control from Android App
de: Vollständige Fernbedienung über Android-App
es: Control remoto completo desde la aplicación Android
fr: Contrôle à distance complet à partir de l’application Android
it: Controllo remoto completo dall'app Android
ja: アンドロイドアプリからの完全なリモートコントロール
pl: Pełna zdalna kontrola z aplikacji na Androida
pt_br: Controle remoto completo do aplicativo Android
ru: Полный пульт дистанционного управления из приложения для Android
th: การควบคุมระยะไกลเต็มรูปแบบจากแอพ Android

# Options_Supporter
source: Component not found
de: Komponente nicht gefunden
es: Componente no encontrado
fr: Composant introuvable
it: Componente non trovato
ja: コンポーネントが見つかりません
pl: Nie znaleziono składnika
pt_br: Componente não encontrado
ru: Компонент не найден
th: ไม่พบส่วนประกอบ

# Options_Supporter
source: Downloading component...
de: Komponente wird heruntergeladen...
es: Descargando componente...
fr: Téléchargement du composant...
it: Download componente...
ja: コンポーネントをダウンロードしています...
pl: Pobieranie składnika...
pt_br: Baixando componente...
ru: Компонент загрузки...
th: กําลังดาวน์โหลดส่วนประกอบ...

# Options_Supporter
source: Failed to download component
de: Komponente konnte nicht heruntergeladen werden
es: Error al descargar el componente
fr: Echec du téléchargement du composant
it: Impossibile scaricare il componente
ja: コンポーネントのダウンロードに失敗しました
pl: Nie udało się pobrać składnika
pt_br: Falha ao baixar o componente
ru: Не удалось загрузить компонент
th: ไม่สามารถดาวน์โหลดคอมโพเนนต์

# Options_Supporter
source: Traffic sharing stopped
de: Traffic-Sharing gestoppt
es: Se detuvo el uso compartido del tráfico
fr: Arrêt du partage du trafic
it: Condivisione del traffico interrotta
ja: トラフィック共有の停止
pl: Zatrzymano udostępnianie ruchu
pt_br: Compartilhamento de tráfego interrompido
ru: Остановлено совместное использование трафика
th: หยุดการแชร์การจราจร

# Options_Proxy
source: Proxy Server Settings
ar: ضبط وكيل لخادم
bg: Настройки на сървъра-посредник
de: Proxyeinstellungen
es: Configuración del proxy
et: Proksiserveri sätted
eu: Proxy Zerbitzariaren Ezarpenak
fi: Välityspalvelimen asetukset
fr: Réglages Serveur Proxy
hu: Proxykiszolgáló beállítások
it: Impostazioni Server Proxy
ja: プロキシサーバーの設定
nb: Innstillinger for proxy-server
nl: Proxy Server Instellingen
pl: Ustawienia serwera proxy
pt_br: Definições do Servidor de Proxy
ro: Setările Serverului Proxy
ru: Настройки прокси-сервера
sk: Proxy server nastavenia
sq: Parametrat e Serverit Proksi
sv: Proxyserver-inställningar
th: ตั้งค่าพร๊อกซี่เซิร์ฟเวอร์
tr: Proxy Sunucu Ayarları
ug: ۋاكالەتچى مۇلازىمىتىر تەڭشىكى

# Options_Proxy
source: Proxy Type:
ar: نوع البروكسي:
bg: Тип на сървъра-посредник:
de: Typ:
es: Tipo de proxy:
et: Proksi tüüp:
eu: Proxy Mota:
fi: Tyyppi:
fr: Type de proxy :
hu: Proxy típusa:
it: Tipo di Proxy:
ja: プロキシサーバーの種類:
pl: Rodzaj serwera proxy:
pt_br: Tipo de Proxy:
ro: Tip de Proxy:
ru: Тип прокси:
sk: Typ proxy:
sq: Tipi i Proksi:
sv: Proxytyp:
th: ชนิดพร๊อกซี่:
tr: Proxy Tipi:
ug: ۋاكالەتچى مۇلازىمىتىر تىپى:

# Options_Proxy
source: No Proxy
ar: الوكيل
bg: Без сървър-посредник
de: Kein Proxy
es: Sin proxy
et: Mitte proksi
eu: Proxy Gabe
fi: Välityspalvelin
fr: Connexion directe (sans serveur proxy)
hu: Nincs proxy
it: Nessun proxy
ja: プロキシなし
nb: Ingen proxy:
nl: Geen proxy
pl: Brak serwera proxy
pt_br: Sem Proxy
ro: Fără Proxy
ru: Без прокси-сервера
sk: Typ proxy:
sq: Nuk ka Proksi
sv: Ingen proxy
th: ไม่ใช้พร๊อกซี่
tr: Proxy Yok
ug: ۋاكالەتچى يوق

# Options_Proxy
source: Proxy Server:
ar: بروكسي السيرفر:
bg: Сървър-посредник:
de: Server:
es: Servidor proxy:
et: Proksi server:
eu: Proxy Zerbitzaria:
fi: Välityspalvelin:
fr: Serveur proxy :
hu: Proxykiszolgáló:
it: Server Proxy:
ja: プロキシの URL:
pl: Serwer proxy:
pt_br: Servidor do Proxy:
ro: Server Proxy:
ru: Прокси-сервер:
sq: Serveri Proksi:
th: พร๊อกซี่เซิร์ฟเวอร์:
tr: Proxy Sunucu:
ug: ۋاكالەتچى مۇلازىمىتىر:

# Options_Proxy
source: Proxy Port:
ar: منفذ البروكسي:
bg: Порт на сървъра-посредник:
de: Anschluss:
es: Puerto:
et: Proksi port
eu: Proxy Ataka:
fi: Portti:
fr: Port proxy :
it: Porta Proxy:
ja: プロキシのポート:
nl: Proxy Poort:
pl: Port serwera proxy:
pt_br: Porta do Proxy:
ro: Port Proxy:
ru: Порт прокси:
sq: Porti i Proksit:
th: พร๊อกซี่พอร์ต:
tr: Proxy Portu:
ug: ۋاكالەتچى ئېغىزى:

# Options_Proxy
source: Use proxy for HTTP downloads
bg: Използване на прокси за HTTP изтегляния
de: Proxy für HTTP-Downloads verwenden
es: Usar proxy para descargas HTTP
fr: Utiliser le proxy pour les téléchargements HTTP
it: Utilizzare il proxy per i download HTTP
ja: HTTP ダウンロードにプロキシを使用する
nl: Proxy gebruiken voor HTTP-downloads
pl: Używanie serwera proxy do pobierania HTTP
pt_br: Use proxy para downloads HTTP
ru: Использование прокси-сервера для загрузки по протоколу HTTP
th: ใช้พร็อกซีสําหรับการดาวน์โหลด HTTP

# Options_Proxy
source: Use proxy for tracker connections
bg: Използване на прокси за връзки с тракери
de: Proxy für Tracker-Verbindungen verwenden
es: Usar proxy para conexiones de seguimiento
fr: Utiliser un proxy pour les connexions de suivi
it: Utilizzare il proxy per le connessioni tracker
ja: トラッカー接続にプロキシを使用する
nl: Proxy gebruiken voor trackerverbindingen
pl: Używanie serwera proxy do śledzenia połączeń
pt_br: Use proxy para conexões de rastreador
ru: Использование прокси для отслеживания подключений
th: ใช้พร็อกซีสําหรับการเชื่อมต่อตัวติดตาม

# Options_Proxy
source: Use proxy for peer-to-peer connections
bg: Използване на прокси за връзки "peer-to-peer"
de: Proxy für Peer-to-Peer-Verbindungen verwenden
es: Usar proxy para conexiones punto a punto
fr: Utiliser un proxy pour les connexions d’égal à égal
it: Utilizzare il proxy per le connessioni peer-to-peer
ja: ピアツーピア接続にプロキシを使用する
nl: Proxy gebruiken voor peer-to-peer-verbindingen
pl: Używanie serwera proxy dla połączeń peer-to-peer
pt_br: Use proxy para conexões peer-to-peer
ru: Использование прокси-сервера для одноранговых подключений
th: ใช้พร็อกซีสําหรับการเชื่อมต่อเพียร์-ทู-เพียร์

# Options_Proxy
source: Use proxy for long-term seeding connections
bg: Използване на прокси за дългосрочни сеячни връзки
de: Proxy für langfristige Seeding-Verbindungen verwenden
es: Usar proxy para conexiones de siembra a largo plazo
fr: Utiliser un proxy pour les connexions d’amorçage à long terme
it: Utilizzare il proxy per le connessioni di seeding a lungo termine
ja: 長期のシード接続にプロキシを使用する
nl: Proxy gebruiken voor seeding-verbindingen op lange termijn
pl: Używanie serwera proxy do długoterminowych połączeń wysiewu
pt_br: Use proxy para conexões de semeadura de longo prazo
ru: Использование прокси для долгосрочных посевных соединений
th: ใช้พร็อกซีสําหรับการเชื่อมต่อการเพาะเมล็ดในระยะยาว

# Options_Proxy
source: Use proxy for RSS feeds
bg: Използване на прокси за RSS канали
de: Proxy für RSS-Feeds verwenden
es: Usar proxy para fuentes RSS
fr: Utiliser un proxy pour les flux RSS
it: Utilizzare il proxy per i feed RSS
ja: RSS フィードにプロキシを使用する
nl: Proxy gebruiken voor RSS-feeds
pl: Używanie serwera proxy dla źródeł danych RSS
pt_br: Use proxy para feeds RSS
ru: Использование прокси для RSS-каналов
th: ใช้พร็อกซีสําหรับตัวดึงข้อมูล RSS

# Options_Proxy
source: Use proxy for port forwarding detection
bg: Използване на прокси за откриване на препращане на портове
de: Proxy für Portweiterleitungserkennung verwenden
es: Usar proxy para la detección de reenvío de puertos
fr: Utiliser le proxy pour la détection de transfert de port
it: Utilizzare il proxy per il rilevamento del port forwarding
ja: ポート転送検出にプロキシを使用する
nl: Proxy gebruiken voor detectie van port forwarding
pl: Używanie serwera proxy do wykrywania przekierowania portów
pt_br: Use proxy para detecção de encaminhamento de portas
ru: Использование прокси-сервера для обнаружения переадресации портов
th: ใช้พร็อกซีสําหรับการตรวจหาการส่งต่อพอร์ต

# Options_Proxy
source: Use proxy for CometID
de: Proxy für CometID verwenden
es: Usar proxy para CometID
fr: Utiliser un proxy pour CometID
it: Usare il proxy per CometID
ja: CometID のプロキシを使用
pl: Użyj proxy dla CometID
pt_br: Usar proxy para CometID
ru: Использование прокси для CometID
th: ใช้พร็อกซีสําหรับ CometID

# Options_Proxy
source: Use proxy for web pages
bg: Използване на прокси за уеб страници
de: Proxy für Webseiten verwenden
es: Usar proxy para páginas web
fr: Utiliser un proxy pour les pages Web
it: Utilizzare il proxy per le pagine Web
ja: Web ページにプロキシを使用する
nl: Proxy gebruiken voor webpagina's
pl: Użyj proxy dla stron internetowych
pt_br: Use proxy para páginas da Web
ru: Использование прокси для веб-страниц
th: ใช้พร็อกซีสําหรับเว็บเพจ

# Options_Proxy
source: Use proxy for other network traffic
bg: Използване на прокси за друг мрежов трафик
de: Proxy für anderen Netzwerkverkehr verwenden
es: Usar proxy para otro tráfico de red
fr: Utiliser un proxy pour d’autres trafics réseau
it: Utilizzare il proxy per altro traffico di rete
ja: 他のネットワーク トラフィックにプロキシを使用する
nl: Proxy gebruiken voor ander netwerkverkeer
pl: Używanie serwera proxy dla innego ruchu sieciowego
pt_br: Use proxy para outro tráfego de rede
ru: Использование прокси-сервера для другого сетевого трафика
th: ใช้พร็อกซีสําหรับการรับส่งข้อมูลเครือข่ายอื่นๆ

# Options_Proxy
source: DNS query using proxy server
bg: DNS заявка с помощта на прокси сървър
de: DNS-Abfrage mit Proxyserver
es: Consulta DNS mediante servidor proxy
fr: Requête DNS à l’aide d’un serveur proxy
it: Query DNS tramite server proxy
ja: プロキシ サーバーを使用した DNS クエリ
nl: DNS-query met behulp van proxyserver
pl: Kwerenda DNS używająca serwera proxy
pt_br: Consulta de DNS usando servidor proxy
ru: DNS-запрос с помощью прокси-сервера
th: แบบสอบถาม DNS โดยใช้พร็อกซีเซิร์ฟเวอร์

# Options_Proxy
source: Proxy Authentication Settings
ar: ضبط التحقق من الوكيل
bg: Настройки на удостоверяването в сървъри-посредници
de: Authentifizierung
es: Opciones de autentificación
et: Proksi autentimise sätted
eu: Proxyaren Egiaztapen Ezarpenak
fi: Välityspalvelimen Tunnistusasetukset
fr: Réglages Authentification Proxy
hu: Proxy azonosítási beállítások
it: Impostazioni Autenticazione Proxy
ja: プロキシサーバーの認証設定
nb: Pålogging
nl: Proxy Authenticatie Instellingen
pl: Ustawienia uwierzytelniania serwera proxy
pt_br: Definições de Autenticação do Proxy
ro: Setări de Autentificare pentru Proxy
ru: Настройки авторизации прокси-сервера
sk: Nastavenia proxy autentikácie
sq: Parametrat e Autentifikimit të Proksit
sv: Proxyautentisering-inställningar
th: ตั้งค่าการอนญาตให้ใช้งานพร๊อกซี่
tr: Proxy Kullanım Ayarları
ug: ۋاكالەتچى دەلىللەش تەڭشىكى

# Options_Proxy
source: Authentication Required
ar: التحق مطلوب
bg: Изискване за удостоверяване
de: Authentifizierung erforderlich
es: Autenticación requerida
et: Autentimine nõutav
eu: Egiaztapena Beharrezkoa da
fi: Tunnistautuminen Vaaditaan
fr: Authentification requise
hu: Azonosítás szükséges
it: Autenticazione Richiesta
ja: このプロキシは認証が必要
nb: Påkrevet p&ålogging
nl: Authenticatie Verplicht
pl: Wymagane jest uwierzytelnienie
pt_br: Autenticação Requirida
ro: Necesită logare
ru: Требуется авторизация
sk: Autentikácia požadovaná
sq: Kërkohet Autentifikimi
sv: Autentisering krävs
th: ต้องมีการได้รับอนุญาตให้ใช้งานพร๊อกซี่
tr: Kullanıcı Bilgileri Gerekli
ug: سالاھىيەت دەلىللەش

# Options_Proxy
source: User Name:
ar: اسم المستخدم:
bg: Потребителско име:
de: Benutzername:
es: Usuario:
et: Kasutajanimi:
eu: Erabiltzaile Izena:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur :
hu: Felhasználónév:
it: Nome Utente:
ja: ユーザー名：
nb: Brukernavn:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt_br: Nome de Usuário:
ro: Utilizator:
ru: Имя пользователя:
sk: Užívateľské meno:
sq: Emri i Përdoruesit:
sv: Användarnamn:
th: ชื่อผู้ใช้งาน:
tr: Kullanıcı Adı:
ug: ئىشلەتكۈچى ئاتى:

# Options_Proxy
source: Password:
ar: كلمة السر:
bg: Парола:
de: Kennwort:
es: Contraseña:
et: Salasõna:
eu: Sar-hitza
fi: Salasana:
fr: Mot de passe :
hu: Jelszó:
ja: パスワード：
nb: Passord:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
ro: Parolă:
ru: Пароль:
sk: Heslo:
sq: Fjalëkalimi:
sv: Lösenord:
th: รหัสผ่าน:
tr: Şifre:
ug: ئىم:

# Options_Proxy
source: SOCKS4: IPv4 only
bg: SOCKS4: Само за IPv4
de: SOCKS4: Nur IPv4
es: SOCKS4: Solo IPv4
fr: SOCKS4: IPv4 seulement
it: SOCKS4: solo IPv4
ja: ソックス4:IPv4のみ
nl: SOCKS4: Alleen IPv4
pl: SOCKS4: Tylko IPv4
pt_br: SOCKS4: Apenas IPv4
ru: SOCKS4: iPv4 только
th: ถุงเท้า4: IPv4 เท่านั้น

# Options_Proxy
source: SOCKS5: IPv4 + IPv6 + DNS
it: SOCKS5: IPv4 , IPv6 e DNS
ja: ソックス5: IPv4 + IPv6 + DNS
th: ถุงเท้า5: IPv4 + IPv6 + DNS

# Options_Proxy
source: HTTP Proxy: HTTP only
bg: HTTP прокси: Само http
de: HTTP-Proxy: Nur HTTP
es: Proxy HTTP: solo HTTP
fr: HTTP Proxy: HTTP seulement
it: Proxy HTTP: solo HTTP
ja: HTTP プロキシ: HTTP のみ
nl: HTTP-proxy: alleen HTTP-proxy
pl: Serwer proxy HTTP: tylko http
pt_br: Proxy HTTP: apenas HTTP
ru: HTTP Прокси: ТОЛЬКО http
th: พร็อกซี HTTP: HTTP เท่านั้น

# Message_EmptyServerName
source: Please specify a proxy server.
ar: الرجاء تحديد ملقم وكيل.
bg: Моля, определете сървър-посредник.
de: Bitte einen Proxy Server angeben.
es: Esecifique el servidor del proxy.
et: Palun täpsusta proksi server
eu: Mesedez adierazi ordezkari zerbitzaria
fi: Määritä proxy palvelin.
fr: Veuillez spécifier un serveur proxy.
hu: Kérlek adj meg egy proxy szervert.
it: Indica un server proxy.
ja: Proxyサーバーを指定してください。
nb: Vennligst spesifiser en proxyserver.
nl: Geef alstublieft een proxy server aan.
pl: Wybierz serwer proxy.
pt_br: Por favor, indique um servidor proxy.
ro: Specifică un server proxy.
ru: Пожалуйста, укажите прокси-сервер.
sk: Prosím špecifikujte proxy server.
sq: Ju lutemi specifikoni një server proksi
sv: Vänligen välj proxyserver.
th: กรุณาระบุเซิรฟเวอร์พร๊อกซี่
tr: Lütfen bir proxy sunucusu belirleyin.
ug: ۋاكالەتچى مۇلازىمىتىردىن بىرنى بەلگىلەڭ.

# Message_EmptyServerName
source: Please specify a proxy port.
ar: الرجاء تحديد منفذ وكيل.
bg: Задайте прокси порт.
de: Bitte geben Sie einen Proxy-Port an.
es: Especifique un puerto proxy.
fr: Veuillez spécifier un port proxy.
it: Si prega di specificare una porta proxy.
ja: プロキシポートを指定してください。
nl: Geef een proxypoort op.
pl: Podaj port serwera proxy.
pt_br: Por favor especifique um servidor de proxy.
ru: Укажите прокси-порт.
th: โปรดระบุพอร์ตพร็อกซี
