Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# MainWindow
source: Your disk drive [${DISK_DRIVER}] is full. Please free up some disk space.
ar: القرص الخاص بك [${DISK_DRIVER}] ممتلىء. الرجاء تحرير بعض المساحة بالقرص .
bg: Вашият диск [${DISK_DRIVER}] е пълен. Моля, освободете дисково пространство.
de: Ihr Laufwerk [${DISK_DRIVER}] ist voll. Bitte geben Sie Speicherplatz frei.
es: Su unidad de disco [${DISK_DRIVER}] está llena. Libere espacio en el disco.
et: Teie kettaseade [$ (DISK_DRIVER)] on täis. Palun vabastada kõvakettaruumi.
eu: Zure diska gidaria [${DISK_DRIVER}] beteta dago. Mesedez egizu tokia diskan.
fi: Levyasemasi [${DISK_DRIVER}] on täynnä. Vapauta jonkin verran levytilaa.
fr: Votre disque dur [${DISK_DRIVER}] est plein. Veuillez libérer de l'espace disque.
hu: A(z) [${DISK_DRIVER}] meghajtó megtelt. Szabadíts fel elég lemezterületet.
it: Il disco [${DISK_DRIVER}] è pieno. Si prega di liberare un po' di spazio nel disco.
ja: ドライブ [${DISK_DRIVER}] は一杯です。空き容量を増やしてください。
nb: Din harddisk [${DISK_DRIVER}] er full. Vennligst frigjør litt diskplass.
nl: Het schijfstation [${DISK_DRIVER}] is vol. Gelieve vrij te maken wat schijfruimte.
pl: Twój dysk twardy [${DISK_DRIVER}] jest pełny. Zwolnij trochę miejsca.
pt_br: Seu disco rigido [${DISK_DRIVER}] está cheio. Por favor libere algum espaço no seu disco.
ro: Dispozitivul [${DISK_DRIVER}] este plin. Va trebui eliberat spațiu pe el.
ru: Ваш диск [${DISK_DRIVER}] заполнен. Пожалуйста, освободите некоторое количество места.
sk: Váš disk [${DISK_DRIVER}] je plný. Uvoľnite prosím miesto na disku.
sv: Din hårddisk [${DISK_DRIVER}] är full. Var god frigör lite utrymme.
th: ดิสก์ [${DISK_DRIVER}] ของคุณเต็มแล้ว กรุณาทำพื้นที่ให้ว่าง
tr: Disk sürücüsü [${DISK_DRIVER}] dolu. Lütfen, diskinizde yer açın.
ug: [${DISK_DRIVER}] دىسكا قوزغاتقۇچىڭىزدىكى بوشلۇق يېتىشمەيدۇ، چۈشۈرۈشنى تاماملىيالمايدۇ. دىسكا بوشلۇقىنى بىكارلىغاندىن كېيىن چۈشۈرۈشنى داۋاملاشتۇرۇڭ.

# GlobalLog
source: Task auto stopped:
bg: Автоматично спиране на задачата:
de: Automatische Aufgabe beendet:
es: Tarea automática detenida:
fr: Task auto arrêté:
it: Operazione interrotta automaticamente:
ja: タスクの自動停止:
nl: Taakautomatisch gestopt:
pl: Automatyczne zatrzymanie zadania:
pt_br: Tarefa automática parada:
ru: Задача авто остановлена:
th: งานหยุดทํางานอัตโนมัติ:

# Message_Error
source: Failed to load task list! Please try to restore from bak file.
ar: فشل في تحميل قائمة المهام! الرجاء محاولة الاستعادة من نسخة إحتياطية للملف.
bg: Зареждането на списъка със задачи пропадна! Моля, опитайте да го възстановите от .bak файл.
de: Laden der Aufgabenliste fehlgeschlagen! Bitte versuchen Sie, von der .bak-Datei wiederherzustellen.
es: No se pudo cargar la lista de tareas. Intente restaurar desde el archivo bak.
et: Ülesannete nimekirja laadimine ebaõnnestus ! Palun proovige taastada alates bak failist.
eu: Huts egin du eginkizun zerrenda gertatzeak! Mesedez saiatu konpontzen aurreko agiriarekin.
fi: Tehtävälistan lataaminen epäonnistui! Yritä palauttaa bak tiedostosta.
fr: Échec du chargement de la liste de tâches ! Veuillez tenter une restauration à partir d'un fichier sauvegarde.
hu: Nem sikerült betölteni a feladatlistát! Próbáld meg betölteni .bak fájlból.
it: Impossibile caricare la lista dei processi. Si prega di ripristinare dal file bak.
ja: タスクリストの読み込みに失敗しました。bak ファイルからの復元を試みてください。
nb: Kunne ikke laste oppgaveliste! Vennligst prøv å gjenopprette fra BAK- fil.
nl: Kan taaklijst niet laden! Probeer te herstellen van bak-bestand.
pl: Nieudane ładowanie listy zadań! Spróbuj odzyskać ją z pliku bak.
pt_br: O BitComet falhou ao carregar a lista de tarefas! Por favor, tente restaurá-la do arquivo de backup (bak).
ro: Încărcarea listei de sarcini a eșuat! Încearcă s-o restaurezi din fila bak.
ru: Невозможно загрузить список заданий! Пожалуйста, попробуйте восстановить его из резервной копии файла.
sk: Zlyhanie nahrávania zoznamu úloh! Skúste ho obnoviť zo súboru bak.
sv: Misslyckades att ladda aktivitetslistan! Var god försök att återställa från en bak-fil.
th: การอ่านรายการงานล้มเหลว! กรุณาลองกู้คืนจากไฟล์ bak
tr: Görev listesi yüklenemedi! Lütfen ilgili .bak dosyasından tekrar yüklemeye çalışın.
ug: ۋەزىپە تىزىملىكىنى يۈكلىيەلمىدى! زاپاس ھۆججەتتىن ئەسلىگە كەلتۈرۈشنى سىناڭ.

# Message_Error
source: Failed to save task list!
ar: فشل في حفظ قائمة المهام!
bg: Запазването на списъка със задачи пропадна!
de: Speichern der Aufgabenliste fehlgeschlagen!
es: No se pudo cargar la lista de tareas!
et: Ülesannete nimekirja salvestamine ebaõnnestus!
eu: Huts egin du eginkizun zerrenda gordetzerakoan!
fi: Tehtävälistan tallennus epäonnistui!
fr: L'enregistrement de la liste des tâches a échoué !
hu: Nem sikerült menteni a feladatlistát!
it: Impossibile salvare la lista dei processi!
ja: タスクリストの保存に失敗しました!
nb: Mislyktes å lagre oppgaveliste!
nl: Kan taaklijst niet opslaan!
pl: Nie udało się zapisać listy zadań!
pt_br: Falha em salvar lista de downloads!
ro: Salvarea listei de sarcini a eșuat!
ru: Невозможно сохранить список заданий!
sk: Zlyhalo uloženie zoznamu úloh!
sv: Misslyckades att spara aktivitetslista!
th: การบันทึกรายการงานล้มเหลว!
tr: Görev listesini kaydetme başarısız!
ug: ۋەزىپە تىزىملىكىنى ساقلىيالمىدى!

# DefaultTag
source: Software
ar: البرامج
bg: Софтуер
de: Programme
es: Aplicaciones
et: Tarkvara
eu: Softwarea
fi: Ohjelma
fr: Logiciel
hu: Szoftver
it: Programmi
ja: ソフトウェア
nb: Programvare
pl: Programy
pt_br: Obter aplicativos
ro: Softuri
ru: Программы
sk: Softvér
sq: Programe
sv: Mjukvara
th: ซอฟต์แวร์
tr: Yazılım
ug: يۇمشاق دېتال

# DefaultTag
source: Music
ar: موسيقى
bg: Музика
de: Musik
es: Música
et: Muusika
eu: Musika
fi: Musiikki
fr: Musique
hu: Zene
it: Musica
ja: 音楽
nb: Musikk
nl: Muziek
pl: Muzyka
pt_br: Música
ro: Audio
ru: Музыка
sk: Hudba
sq: Muzika
sv: Musik
th: เพลง
tr: Müzik
ug: نەغمە

# DefaultTag
source: Video
ar: فيديو
bg: Видео
de: Filme
es: Vídeo
eu: Bideoa
fr: Vidéo
hu: Videó
ja: 動画
pl: Wideo
pt_br: Vídeo
ru: Видео
th: วิดีโอ
ug: سىن

# DefaultTag
source: Picture
ar: صورة
bg: Изображение
de: Bilder
es: Imagen
et: Pilt
eu: Irudia
fi: Kuva
fr: Image
hu: Kép
it: Immagini
ja: 画像
nb: Bilde
nl: Afbeelding
pl: Obraz
pt_br: Foto
ro: Imagini
ru: Изображение
sk: Obrázok
sq: Fotografi
sv: Bilder
th: ภาพ
tr: Resim
ug: رەسىم

# CompactPhysicalMemory
source: Compact Finished
bg: Компактен завършен
de: Kompakt fertig
es: Acabado compacto
fr: Compact Fini
it: Finito compatto
ja: コンパクト仕上げ
nl: Compact afgewerkt
pl: Kompaktowy gotowy
pt_br: Acabamento compacto
ru: Компактный готовый
th: กระชับเสร็จแล้ว

# CompactPhysicalMemory
source: Before:
bg: Преди:
de: Vor:
es: Antes:
fr: Avant :
it: Prima:
ja: 以前は：
nl: Voordat:
pl: Przed:
pt_br: Antes:
ru: Перед:
th: ก่อน:

# CompactPhysicalMemory
source: After:
bg: След:
de: Nach:
es: Después:
fr: Après :
it: Dopo:
ja: 後：
nl: Na:
pl: Po:
pt_br: Depois:
ru: После:
th: หลัง:

# TorrentShare
source: Please enter a list of keywords to block receiving torrents:
bg: Моля, въведете списък с ключови думи, за да блокирате получаването на торенти:
de: Bitte geben Sie eine Liste von Schlüsselwörtern ein, um den Empfang von Torrents zu blockieren:
es: Introduzca una lista de palabras clave para bloquear la recepción de torrents:
fr: Veuillez entrer une liste de mots-clés pour bloquer la réception de torrents:
it: Inserisci un elenco di parole chiave per bloccare la ricezione di torrent:
ja: 急流の受信をブロックするキーワードのリストを入力してください:
nl: Voer een lijst met trefwoorden in om het ontvangen van torrents te blokkeren:
pl: Wpisz listę słów kluczowych, aby zablokować otrzymywanie torrentów:
pt_br: Digite uma lista de palavras-chave para bloquear torrents recebidos:
ru: Пожалуйста, введите список ключевых слов для блокировки приема торрентов:
th: โปรดใส่รายการคําสําคัญเพื่อบล็อกการรับเพลง:

# TorrentShare
source: Torrent Blocklist
bg: Списък с торенти
de: Torrent Blockliste
es: Lista de bloqueo de torrents
fr: Liste de blocage torrent
ja: トレントブロックリスト
nl: Torrent-blokkeerlijst
pl: Lista blokowania torrentów
pt_br: Lista de bloqueio de torrent
ru: Черный список торрентов
th: รายการบล็อกฝนตกหนัก

# Search_Menu
source: Match case
de: Groß-/Kleinschreibung beachten
es: Distingue mayúsculas y minúsculas
fr: Sensible aux majuscules et minuscules
it: Maiuscole e minuscole
ja: 大文字と小文字を区別
pl: Wielkość liter ma znaczenie
pt_br: Sensível a maiúsculas
ru: Учитывать регистр
th: กรณีที่สำคัญ

# Search_Menu
source: Use regular expressions
de: Reguläre Ausdrücke verwenden
es: Usar expresiones regulares
fr: Utiliser des expressions régulières
it: Utilizzare espressioni regolari
ja: 正規表現を使用する
pl: Używanie wyrażeń regularnych
pt_br: Usar expressões regulares
ru: Использование регулярных выражений
th: ใช้นิพจน์ทั่วไป

# Common
source: Test
es: Prueba
ja: テスト
pt_br: Teste
ru: Тест
th: ทดสอบ

# TorrentShare
source: Regular expressions is empty.
de: Reguläre Ausdrücke sind leer.
es: Las expresiones regulares están vacías.
fr: Les expressions régulières sont vides.
it: Le espressioni regolari sono vuote.
ja: 正規表現が空です。
pl: Wyrażenia regularne są puste.
pt_br: As expressões regulares estão vazias.
ru: Регулярные выражения пусты.
th: นิพจน์ปกติว่างเปล่า

# TorrentShare
source: Regular expressions is valid.
de: Reguläre Ausdrücke sind gültig.
es: Las expresiones regulares son válidas.
fr: Les expressions régulières sont valides.
it: Le espressioni regolari sono valide.
ja: 正規表現は有効です。
pl: Wyrażenia regularne są prawidłowe.
pt_br: As expressões regulares são válidas.
ru: Регулярные выражения допустимы.
th: นิพจน์ทั่วไปถูกต้อง

# TorrentShare
source: Regular expressions is invalid.
de: Reguläre Ausdrücke sind ungültig.
es: Las expresiones regulares no son válidas.
fr: Les expressions régulières ne sont pas valides.
it: Le espressioni regolari non sono valide.
ja: 正規表現が無効です。
pl: Wyrażenia regularne są nieprawidłowe.
pt_br: As expressões regulares são inválidas.
ru: Недопустимые регулярные выражения.
th: นิพจน์ทั่วไปไม่ถูกต้อง

# Common
source: OK
ar: موافق
bg: Добре
es: Aceptar
eu: Ongi
fr: Valider
hu: Rendben
nl: Bevestigen
pt_br: Aceitar
ru: ОК
th: ตกลง
tr: Tamam
ug: جەزملە

# Common
source: Cancel
ar: إلغاء
bg: Отмяна
de: Abbrechen
es: Cancelar
et: Katkesta
eu: Ezeztatu
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sq: Anullo
sv: Avbryt
th: ยกเลิก
tr: İptal
ug: ۋاز كەچ

# Message_blocklist
source: Number of records in the infohash blocklist:
de: Anzahl der Datensätze in der Infohash-Blockliste:
es: Número de registros en la lista de bloqueo de infohash:
fr: Nombre d’enregistrements dans la liste de blocage infohash :
it: Numero di record nella lista di blocco infohash:
ja: インフォハッシュブロックリスト内のレコード数:
pl: Liczba rekordów na liście blokowania infohash:
pt_br: Número de registros na lista de bloqueio de infohash:
ru: Количество записей в блок-листе infohash:
th: จํานวนระเบียนในรายการบล็อกอินโฟแฮช:

# TorrentShare
source: Infohash Blocklist
de: Infohash-Blockliste
es: Lista de bloqueo de Infohash
fr: Liste de blocage Infohash
ja: インフォハッシュ ブロックリスト
pl: Lista bloków Infohash
pt_br: Lista de bloqueios do Infohash
ru: Инфохаш Черный список
th: รายการบล็อกอินโฟแฮช

# Common
source: Clear
bg: Изчисти
de: Zurücksetzen
es: Limpiar
fr: Effacer
it: Cancella
ja: クリア
nl: Leeren
pl: Wyczyść
pt_br: Limpar
ru: Очистить
th: ชัดเจน

# DialogBatchProgress
source: Moving cached torrents
bg: Преместване на кеширани торенти
de: Verschieben zwischengespeicherter Torrents
es: Mover torrents en caché
fr: Déplacement de torrents mis en cache
it: Spostamento dei torrent memorizzati nella cache
ja: キャッシュされたトレントの移動
nl: Torrents in de cache verplaatsen
pl: Przenoszenie buforowanych torrentów
pt_br: Movendo torrents armazenados em cache
ru: Перемещение кэшированных торрентов
th: การย้ายเพลงที่แคชไว้

# DialogBatchProgress
source: Moving cached torrents...
bg: Преместване на кеширани торенти...
de: Verschieben zwischengespeicherter Torrents...
es: Mover torrents en caché...
fr: Déplacement de torrents mis en cache...
it: Spostamento di torrent memorizzati nella cache...
ja: キャッシュされたトレントを移動します...
nl: Het verplaatsen van torrents in de cache ...
pl: Przenoszenie buforowanych torrentów...
pt_br: Movendo torrents armazenados em cache...
ru: Перемещение кэшированных торрентов...
th: กําลังย้ายเพลงที่แคชไว้...

# MessageBox
source: ${COUNT} files moved.
bg: ${COUNT} файлове преместени.
de: ${COUNT} Dateien verschoben.
es: ${COUNT} archivos movidos.
fr: ${COUNT} fichiers déplacés.
it: ${COUNT} file spostati.
ja: ${COUNT} ファイルが移動されました。
nl: ${COUNT} bestanden verplaatst.
pl: Pliki o wartości ${COUNT} przeniesione.
pt_br: Os arquivos ${COUNT} de dólares foram movidos.
ru: ${COUNT} файлы перемещены.
th: ย้ายไฟล์ไป ${COUNT}

# Options_TorrentShare
source: Do you want to move the cached torrent files to the new location?
bg: Искате ли да преместите кешираните торент файлове на новото място?
de: Möchten Sie die zwischengespeicherten Torrent-Dateien an den neuen Speicherort verschieben?
es: ¿Desea mover los archivos torrent almacenados en caché a la nueva ubicación?
fr: Voulez-vous déplacer les fichiers torrent mis en cache vers le nouvel emplacement?
it: Vuoi spostare i file torrent memorizzati nella cache nella nuova posizione?
ja: キャッシュされたトレント ファイルを新しい場所に移動しますか?
nl: Wilt u de torrent-bestanden in de cache naar de nieuwe locatie verplaatsen?
pl: Czy chcesz przenieść buforowane pliki torrent do nowej lokalizacji?
pt_br: Deseja mover os arquivos torrent em cache para a nova localização?
ru: Вы хотите переместить кэшированные торрент-файлы в новое место?
th: คุณต้องการย้ายแฟ้มทอร์เรนต์ที่แคชไว้ไปยังตําแหน่งที่ตั้งใหม่หรือไม่

# MessageBox
source: Failed to create destination folder
bg: Неуспешно създаване на целева папка
de: Erstellen des Zielordners fehlgeschlagen
es: Error al crear carpeta de destino
fr: Impossible de créer le dossier de destination
it: Impossibile creare la cartella di destinazione
ja: 保存先フォルダを作成できませんでした
nl: Kan de doelmap niet maken.
pl: Nieudane utworzenie folderu docelowego.
pt_br: Falha ao criar pasta de destino.
ru: Не удалось создать папку назначения
th: ไม่สามารถสร้างโฟลเดอร์ปลายทางได้

# Options_TaskEmule
source: eMule plugin not installed
ar: لم يتم تثبيت البرنامج المساعد eMule
bg: Добавката за eMule не е инсталирана
de: eMule-Plug-In nicht installiert
es: El complemento de eMule no está instalado
et: eMule plugin ei ole paigaldatud
eu: eMule plugina ez dago ezarrita
fi: eMule lisäosa ei asennettu
fr: Extension eMule non installée
hu: Az eMule plugin nincs telepítve
it: Il plugin per Emule non è installato
ja: eMuleプラグインはインストールされていません
nb: eMule plugin er ikke installert
nl: eMule plugin niet geinstalleerd
pl: Wtyczka eMule niezainstalowana
pt_br: O complemento do eMule não está instalado
ro: Extensia eMule nu este instalată
ru: Плагин eMule не установлен
sk: Zásuvný modul eMule nie je nainštalovaný
sq: Plugin-i i eMule nuk është instaluar
sv: eMule-plugin är inte installerad
th: ปลั๊กอิน eMule ยังไม่ได้ติดตั้ง
tr: eMule eklentisi kurulmadı
ug: eMule قىستۇرما دېتالى قاچىلانمىغان

# Options_TaskEmule
source: eMule plugin not installed. Download it now?
ar: البرنامج المساعد eMule غير متثبيت. هل تريد تحميله الآن ؟
bg: не е инсталирана приставка за Юпула. Да го изтеглите сега?
de: eMule-Plug-In nicht installiert. Jetzt herunterladen?
es: No se ha instalado el complemento de eMule. ¿Descargarlo ahora?
et: eMule plugin pole paigaltaud. Lae see nüüd alla?
eu: eMule plugina ez dago ezarrita. Nahi duzu orain jeistea?
fi: eMule lisäosa ei asennettu. Lataa se nyt?
fr: Greffon eMule non installé, le télécharger maintenant ?
hu: Az eMule plugin nincs telepítve. Letöltöd most?
it: Il plugin di eMule non è installato. Si vuole scaricarlo?
ja: eMule プラグインはインストールされていません。今すぐダウンロードしますか？
nb: eMule programtillegg er ikke installert. Vil du laste det ned nå?
nl: eMule plugin niet geïnstalleerd. Nu downloaden?
pl: Wtyczka eMule nie została zainstalowana. Pobrać teraz?
pt_br: O complemento do eMule não está instalado. Deseja transferi-lo e fazer isso agora?
ro: Extensia eMule nu e instalată. O descarci acum?
ru: Плагин eMule не установлен. Загрузить его сейчас?
sk: Zásuvný modul eMule nie je nainštalovaný. Stiahnuť ho teraz?
sv: eMule-pluginet är inte installerat. Vill du ladda ned den nu?
th: ไม่ได้ติดตั้งปลั๊กอิน eMule ดาวน์โหลดเดี๋ยวนี้หรือไม่
tr: eMule eklentisi yüklü değil. İndirilsin mi?
ug: eMule قىستۇرما دېتالى قاچىلانمىغان، ھازىرلا چۈشۈرەمسىز؟

# DetailView_Left
source: Start Page
ar: صفحة البداية
bg: Начална страница
de: Startseite
es: Página de inicio
et: Avalehekülg
eu: Hasiera orrialdea
fi: Aloitussivu
fr: Page de démarrage
hu: Kezdőlap
it: Pagina iniziale
ja: スタートページ
nb: Startside
nl: Startpagina
pl: Strona startowa
pt_br: Página inicial
ro: Vatră
ru: Начальная страница
sk: Úvodná stránka
sq: Faqja Fillestare
sv: Startsida
th: หน้าแรก
tr: Başlangıç Sayfası
ug: باش بەت

# DetailView_Left
source: Comments
ar: التعليقات
bg: Коментари
de: Kommentar
es: Comentarios
et: Kommentaar
eu: Aipamenak
fi: Kommentit
fr: Commentaires
hu: Hozzászólás
it: Commento
ja: コメント
nb: Kommentar
nl: Commentaar
pl: Komentarze
pt_br: Comentário
ro: Comentarii
ru: Комментарий
sk: Komentár
sq: Komento
sv: Kommentar
th: ความคิดเห็น
tr: Yorumlar
ug: ئىزاھاتلار

# DetailView_Left
source: Snapshots
ar: التقط صورة
bg: Снимки
de: Schnappschuss
es: Capturas de pantalla
et: Momentvõte
eu: Berehalakoak
fi: Tilannevedokset
fr: Capture
hu: Pillanatfelvétel
it: Istantanea
ja: SnapShot
nb: Stillbilde
nl: Snapshot
pl: Zrzut ekranu
pt_br: Foto Instantânea
ro: Poze
ru: Снимок
sk: Snímky
sq: Fotografi
sv: Ögonblicksbild
th: ภาพตัวอย่าง
tr: Ekran görüntüleri
ug: كەسمە سۈرەت

# DetailView_Left
source: Summary
ar: الملخص
bg: Обобщение
de: Zusammenfassung
es: Resumen
et: Summaarne
eu: Laburpena
fi: Yhteenveto
fr: Résumé
hu: Összegzés
it: Sommario
ja: 概要
nb: Oppsummering
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
ro: Rezumat
ru: Сводка
sk: Zhrnutie
sq: Përmbledhje
sv: Sammanfattning
th: สรุป
tr: Özet
ug: ئۈزۈندە

# DetailView_Left
source: Files
ar: ملفّات
bg: Файлове
de: Dateien
es: Archivos
et: Failid
eu: Agiriak
fi: Tiedostot
fr: Fichiers
hu: Fájlok
it: File
ja: ファイル
nb: Filer
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ro: File
ru: Файлы
sk: Súbory
sq: Skedarë
sv: Filer
th: ไฟล์
tr: Dosyalar
ug: ھۆججەتلەر

# DetailView_Left
source: Servers / Trackers
de: Server / Tracker
es: Servidores / Rastreadores
fr: Serveurs / Traqueurs
it: Server / Tracker
ja: サーバー/トラッカー
pl: Serwery / Trackery
pt_br: Servidores / Rastreadores
ru: Серверы / Трекеры
th: เซิร์ฟเวอร์ / ตัวติดตาม

# DetailView_Left
source: Connections / Peers
de: Verbindungen / Peers
es: Conexiones / Pares
fr: Connexions / Pairs
it: Connessioni / Peer
ja: 接続/ピア
pl: Połączenia / Rówieśnicy
pt_br: Conexões / Peers
ru: Соединения / Одноранговые узлы
th: การเชื่อมต่อ / เพื่อน

# DetailView_Left
source: Task Log
bg: Дневник на задачата
de: Aufgabenprotokolle
es: Registros de tareas
fr: Journaux des tâches
it: Registri attività
ja: タスク ログ
nl: Taaklogboeken
pl: Dzienniki zadań
pt_br: Registros de tarefas
ru: Журналы задач
th: แฟ้มบันทึกงาน

# DetailView_Left
source: Piece Map
ar: قطعة الخريطة
bg: Карта на парчетата
de: Fortschritt
es: Mapa de partes
et: Tükid graafiliselt
eu: Atal Mapa
fi: Osa Kartta
fr: Fractionnement
hu: Szelettérkép
it: Mappatura delle parti
ja: ピースマップ
nb: Delekart
nl: Onderdelen kaart
pl: Wykres graficzny
pt_br: Mapeamento dos Dados
ro: Diagrama Bucăților
ru: Карта частей
sk: Mapa častíc
sq: Hartë e Copës
sv: Delkarta
th: ตารางช่อง
tr: Parça haritası
ug: بۆلەك خەرىتە

# DetailView_Left
source: Graph
bg: Графика
de: Grafik
es: Gráfico
fr: Graphique
it: Grafico
ja: グラフ
nl: Grafiek
pl: Wykres
pt_br: Gráfico
ru: График
th: กราฟ

# DetailView_Left
source: Statistics
ar: الإحصائيات
bg: Статистики
de: Statistiken
es: Estadísticas
et: Statistika
eu: Estatistikak
fi: Tilastot
fr: Statistiques
hu: Statisztikák
it: Statistiche
ja: 統計
nb: Statistikk
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
ro: Statistici
ru: Статистика
sk: Štatistika
sq: Statistikat
sv: Statistik
th: สถิติต่างๆ
tr: İstatistikler
ug: ستاتىستىكا

# DetailView_Left
source: Global Log
bg: Глобален дневник
de: Globale Protokolle
es: Registros globales
fr: Journaux mondiaux
it: Registri globali
ja: グローバル ログ
nl: Globale logboeken
pl: Dzienniki globalne
pt_br: Logs globais
ru: Глобальные журналы
th: แฟ้มบันทึกส่วนกลาง

# View_TabCtrl
source: (Startup Tab)
ar: (بدء تشغيل علامات التبويب )
bg: (Начален подпрозорец)
de: (Start-Registerkarte)
es: (solapa de inicio)
et: (Käivitus tab)
eu: (Hasi Fitxa)
fi: (Käynnistys Välilehti)
fr: (Onglet de démarrage)
hu: seedelési korlát beállítása
it: (Scheda Avvio)
ja: (スタートアップタブ)
nl: Opstart tabblad
pl: (Etykieta startu)
pt_br: (Aba de inicío)
ro: (Tab de Pornire)
ru: (Начальная вкладка)
sk: (Záložka pri spustení)
sq: (Tabela e Nisjes)
sv: (Uppstartningsflik)
th: (แท็บเริ่มต้น)
tr: (Başlangıç sekmesi)
ug: (قوزغالغاندا كۆرسەت)

# View_TabCtrl
source: Always Show All Tabs
de: Immer alle Registerkarten anzeigen
es: Mostrar siempre todas las pestañas
fr: Toujours afficher tous les onglets
it: Mostra sempre tutte le schede
ja: 常にすべてのタブを表示
pl: Zawsze pokazuj wszystkie karty
pt_br: Sempre mostrar todas as guias
ru: Всегда показывать все вкладки
th: แสดงแท็บทั้งหมดเสมอ

# View_TabCtrl
source: Reset to Default Layout
ar: إعادة للوضع الأفتراضي
bg: Възстановяване на стандартната подредба
de: Standardlayout zurücksetzen
es: Reiniciar diseño por defecto
et: Nulli vaikepaigutus
eu: Ezgaitu Lehenetsitako Antolaketa
fi: Palauta Oletusnäkymä
fr: Réinitialiser la mise en page par défaut
hu: Alapértelmezett elrendezés visszaállítása
it: Ripristina il layout predefinito
ja: レイアウトをリセット
nb: Tilbakestill til standard layout
nl: Standaardlayout herstellen
pl: Przywróć wygląd domyślny
pt_br: Resetar Layout Padrão
ro: Restaurează Aranjamentul Implicit
ru: Вернуть расположение по умолчанию
sk: Nastaviť pôvodné zobrazenie
sq: Ringarko Daljen e Parazgjedhur
sv: Återställ standardutseendet
th: ตั้งค่าใหม่เป็นเค้าโครงเริ่มต้น
tr: Varsayılan planı sıfırla
ug: كۆڭۈلدىكى ئۇسلۇبقا قايتۇر

# DetailView_Left
source: Rss Article
bg: RSS статия
de: Rss Artikel
es: Rss Artículo
it: Articolo Rss
ja: Rss 記事
nl: RSS-artikel
pl: Artykuł RSS
pt_br: Artigo rss
ru: Rss Статья
th: บทความ Rss

# DetailView_Left
source: Trackers
ar: التراكرات
bg: Тракери
de: Tracker
es: Rastreadores
et: Jälitajad
eu: Aztarnariak
fi: Seurantapalvelimet
fr: Traqueurs
hu: Trackerek
it: Tracker
ja: トラッカー
nb: Sporer
pl: Trackery
pt_br: Rastreadores
ro: Trackere
ru: Трекеры
sk: Trackery
sq: Gjurmuesit
th: แทรคเกอร์
tr: İzleyiciler
ug: مۇلازىمىتىرلار

# DialogAbout
source: Home Page:
bg: Начална страница:
es: Página de inicio:
fr: Page d'accueil :
ja: スタートページ:
nl: Startpagina:
pl: Str. główna:
pt_br: Página inicial:
ru: Домашняя страница:
th: โฮมเพจ:

# DialogAbout
source: Forums:
ar: المنتديات:
bg: Форуми:
de: Foren:
es: Foros:
et: Foorumid:
hu: Fórumok:
it: Forum:
ja: 掲示板:
pl: Forum:
pt_br: Fórums:
ro: Forum:
ru: Форумы:
sv: Forum:
th: ฟอรั่ม:
tr: Forumlar:

# DialogAbout
source: Visit Forums
ar: زيارة المنتديات:
bg: Посещаване на форумите
de: Foren besuchen
es: Visita los foros
et: Külasta foorumit
eu: Ikusi Eztabaidaguneak
fi: Vieraile Foorumeilla
fr: Visiter les Forums
hu: A fórumok megtekintése
it: Visita Forum
ja: 掲示板を見る
nb: Besøk Forum:
nl: Bezoek Forums
pl: Odwiedź fora
pt_br: Ver Fórums
ro: Forum BitComet
ru: Посетить форумы
sk: Navštív fórum
sq: Vizito Forumet
sv: Besök forum
th: เยี่ยมชมบอร์ด
tr: Forumları ziyaret et
ug: مۇنبەرنى زىيارەت

# DialogAbout
source: Copyright:
ar: حقوق النشر:
bg: Авторски права:
et: Autoriõigus:
hu: Szerzői jog:
ja: 著作権:
nl: Opdrachtgever:
pl: Prawa autorskie:
pt_br: Direitos Autorais:
ru: Авторские права:
sv: Upphovsrätt:
th: ลิขสิทธิ์:
tr: Telif Hakkı:
