Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_TaskBitTorrent
source: Upload
ar: إعدادات الرفع
bg: Качване
de: Hochladen
es: Subida
et: Üleslaadimine
eu: Igo
fi: KB/s Lähetys
fr: Envoi
hu: Feltöltés
it: Carica
ja: アップロード
nb: Last opp
nl: Uploaden
pl: Wysyłanie
pt_br: Enviar
ro: Încărcare
ru: Передача
sk: Uploadovanie
sq: Ngarko
sv: Ladda upp
th: อัพโหลด KB/s
tr: KB/s Yük
ug: يۈكلە

# Options_TaskBitTorrent
source: Maximum upload rate per task:
ar: معدل الأرسال الأقصى لكل مهمة:
bg: Максимална скорост на качване за задача:
de: Max. Geschwindigkeit beim Hochladen pro Aufgabe:
es: Velocidad máxima de subida:
et: Maksimalne tegumi üleslaadimis kiirus
eu: Gehienezko igoera maila eginkizun bakoitzeko:
fi: Suurin lähetysnopeus per tehtävä:
fr: Débit d'envoi maximum par tâche :
hu: Maximális feltöltési sebesség feladatonként:
it: Massimo valore di upload per task:
ja: タスクごとの最大アップロード速度:
nb: Maksimum opplastingsrate per oppgave:
nl: Maximale uploadsnelheid per taak:
pl: Maksymalna prędkość wysyłania dla każdego zadania:
pt_br: Taxa máxima de upload por tarefa:
ro: Viteza Maximă de Încărcare per Sarcină:
ru: Максимальная скорость передачи на задание:
sk: Maximálny upload na úlohu:
sq: Shkalla maksimale e ngarkimit për detyrë:
sv: Maximal uppladdningsgrad per aktivitet:
th: อัตราอัพโหลดสูงสุดต่องาน:
tr: Görev başına en yüksek yükleme oranı:
ug: ھەر بىر ۋەزىپىنىڭ ئەڭ يۇقىرى يوللاش سۈرئىتى:

# Options_TaskBitTorrent
source: Minimum upload rate per task:
ar: معدل الأرسال الأدنى لكل مهمة:
bg: Минимална скорост на качване за задача:
de: Min. Geschwindigkeit beim Hochladen pro Aufgabe:
es: Velocidad mínima de subida:
et: Minimaalne tegumi üleslaadimis kiirus
eu: Gutxieneko igotze maila eginkizun bakoitzeko:
fi: Pienin lähetysnopeus per tehtävä:
fr: Débit d'envoi minimum par tâche :
hu: Minimális feltöltési sebesség feladatonként:
it: Minimo valore di upload per task:
ja: タスクごとの最小アップロード速度:
nb: Minimum opplastingsrate per oppgave:
nl: Minimale uploadsnelheid per taak:
pl: Minimalna prędkość wysyłania dla każdego zadania:
pt_br: Taxa mínima de upload por tarefa:
ro: Viteza Minimă de Încărcare per Sarcină:
ru: Минимальная скорость передачи на задание:
sk: Minimálny upload na úlohu:
sq: Shkalla minimale e ngarkimit për detyrë:
sv: Minimal uppladdningshastighet per aktivitet:
th: อัตราอัพโหลดต่ำสุดต่องาน:
tr: Görev başına en düşük yükleme oranı:
ug: ھەر بىر ۋەزىپىنىڭ ئەڭ ئاز يۈكلەش سۈرئىتى:

# Options_TaskBitTorrent
source: (requires sufficient peers and bandwidth)
ar: (يتطلب اقران كافيه وعرض النطاق الترددي)
bg: (изисква достатъчно пиъри и трафик)
de: (erfordert ausreichend Peers und Bandbreite)
es: (requiere suficientes pares y ancho de banda)
et: (eeldab piisavalt partnerid ja ribalaiusi)
eu: (Beharrezkoa da nahikoa hartzaile eta bandazabalera)
fr: (nécessite suffisamment de pairs et de bande passante)
it: (richiede pari e larghezza di banda sufficienti)
ja: （十分なピアと帯域が必要です）
nl: (vereist voldoende peers en bandbreedte)
pl: (wymaga odpowiedniej ilości peerów i przepustowości)
pt_br: (requer peers suficientes e largura de banda)
ro: (necesită parteneri și lățime de bandă în valoare suficientă)
ru: (требуется достаточно пиров и пропускной способности)
sk: (vyžaduje dostatok peerov a šírku pásma)
sv: (kräver tillräckliga peers och bandbredd)
th: (ต้องการเพื่อนและแบนด์วิดท์ที่เพียงพอ)
tr: yeterli eş ve band genişliği gerekli
ug: (يېتەرلىك ئىشلەتكۈچى ۋە بەلباغ ئېقىمى زۆرۈر)

# Options_TaskBitTorrent
source: Auto Detect
ar: الكشف التلقائي
bg: Автоматично откриване
de: Auto-Erkennung
es: Detectar automáticamente
et: Automaattuvasta
eu: Berez Atzeman
fi: Havaitse Automaattisesti
fr: Détection Automatique
hu: Automatikus felismerés
it: Rileva automaticamente
ja: 自動検出
nb: Auto- oppdag
nl: Automatisch detecteren
pl: Autowykrywanie
pt_br: Detectar automaticamente
ro: Autodetectează
ru: Автоопределение
sk: Automatická detekcia
sq: Vetë Dalloje
sv: Sök automatiskt
th: ตรวจสอบอัตโนมัติ
tr: Otomatik Tanı
ug: ئۆزلۈكىدىن بايقا

# Options_TaskBitTorrent
source: Always
ar: دائماً
bg: Винаги
de: Immer
es: Siempre
et: Alati
eu: Betik
fi: Aina
fr: Toujours
hu: Mindig
it: Sempre
ja: 常に
nb: Alltid
nl: Altijd
pl: Zawsze
pt_br: Sempre
ro: Totdeauna
ru: Всегда
sk: Vždy
sq: Gjithmonë
sv: Alltid
th: เปิดใช้เสมอ
tr: Her zaman
ug: ھەمىشە

# Options_TaskBitTorrent
source: Forcibly
bg: Насилствено
de: Gewaltsam
es: Por la fuerza
fr: De force
it: Forzatamente
ja: 無理やり
nl: Gedwongen
pl: Przymusowo
pt_br: Forçosamente
ru: Насильственно
th: บังคับ

# Common
source: Strict
ar: صارم
bg: Строго
de: Strikt
es: Estricto
et: Täpne
eu: Zorrotza
fi: Tiukka
hu: Szigorú
it: Rigoroso
ja: 厳密
nb: Streng
nl: Strikt
pl: Ścisły
pt_br: Restrito
ru: Точный
sk: Striktný
sq: Strikt
sv: Strikt
th: เข้มงวด
tr: Sıkı
ug: قاتتىق

# Options_Tracker
source: BitTorrent Tracker
ar: تورنت المقتفي
bg: BitTorrent следа
fr: Tracker BitTorrent
it: Tracker BitTorrent
pt_br: Rastreador BitTorrent
th: ตัวติดตาม BitTorrent

# Options_Tracker
source: Add trackers to torrent automatically
ar: أضافه بتتبع سيل تلقائيا
bg: Прибавям следа към поток automatically
de: Tracker zu Torrent automatisch HinzuFügen
es: Agregar rastreadores al torrent automáticamente
fr: Ajouter trackers à torrent automatiquement
it: Aggiungi Tracker a torrent automaticamente
ja: 自動的にtrackers をtorrent に追加
nl: Voeg trackers naar torrent automatisch
pl: Automatyczne dodawanie trackerów do torrentów
pt_br: Adicionar trackers para torrent automaticamente
ru: Добавить трекеры в торренты автоматически
th: เพิ่มตัวติดตามลงในฝนตกหนักโดยอัตโนมัติ

# Options_Tracker
source: Update tracker list every day automatically
ar: تحديث قائمه تعقب كل يوم تلقائيا
bg: Актуализиране на списъка с тракери всеки ден автоматично
de: Tracker-Liste jeden Tag automatisch aktualisieren
es: Actualizar la lista de seguimiento cada día automáticamente
fr: Mettre à jour la liste Tracker tous les jours automatiquement
it: Aggiorna elenco Tracker ogni giorno automaticamente
ja: 毎日Trackerリストを自動的に更新する
nl: Update tracker lijst elke dag automatisch
pl: Aktualizuj listę śledzenie codziennie automatycznie
pt_br: Atualizar lista de Tracker todos os dias automaticamente
ru: Обновлять список трекеров каждый день автоматически
th: อัปเดตรายการตัวติดตามทุกวันโดยอัตโนมัติ

# Options_Tracker
source: Merge into existing tracker list
de: In bestehende Tracker-Liste einbinden
es: Combinar en la lista de rastreadores existente
fr: Fusionner dans la liste de suivi existante
it: Unisci nell'elenco dei tracker esistenti
ja: 既存のトラッカーリストにマージ
pl: Scal z istniejącą listą trackerów
pt_br: Mesclar na lista de rastreadores existente
ru: Слияние с существующим списком трекеров
th: รวมเข้ากับรายการติดตามที่มีอยู่

# Options_Tracker
source: Replace existing tracker list
de: Vorhandene Tracker-Liste ersetzen
es: Reemplazar la lista de rastreadores existente
fr: Remplacer la liste de suivi existante
it: Sostituire l'elenco dei tracker esistenti
ja: 既存のトラッカーリストを置き換える
pl: Zastąp istniejącą listę śledzenia
pt_br: Substituir lista de rastreadores existente
ru: Замена существующего списка трекеров
th: แทนที่รายการติดตามที่มีอยู่

# Options_Tracker
source: Update Now
ar: تحديث الآن
bg: Актуализирай сега
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
ja: 今すぐアップデート
nl: Nu updaten
pl: Aktualizuj
pt_br: Atualizar Agora
ru: Обновить сейчас
th: อัปเดตทันที

# Options_Tracker
source: Detailed Help
ar: تعليمات مفصله
bg: Подробна помощ
de: Ausführliche Hilfe
es: Ayuda detallada
fr: Aide détaillée
it: Aiuto dettagliato
ja: 詳細ヘルプ
nl: Gedetailleerde Help
pl: Pomoc szczegółowa
pt_br: Ajuda detalhada
ru: Подробная справка
th: วิธีใช้โดยละเอียด

# Message_OptionTracker
source: Invalid tracker URL!
ar: URL تعقب غير صالح!
bg: Невалиден URL тракер!
es: URL de Tracker no válida!
fr: URL Tracker non valide!
it: URL Tracker non valido!
ja: 無効な HTTP URL です!
nl: Ongeldige tracker URL!
pl: Niepoprawny URL trackera!
pt_br: URL do rastreador inválido!
ru: Неверный URL-адрес трекера!
th: URL ของตัวติดตามไม่ถูกต้อง!

# Message_OptionTracker
source: Invalid HTTP URL!
ar: URL HTTP غير صالح!
bg: Невалиден HTTP URL адрес!
de: Ungültige HTTP-URL!
es: URL HTTP no válida!
fr: URL HTTP non valide !
it: URL HTTP non valido!
ja: 無効な HTTP URL です!
nl: Ongeldige HTTP URL!
pl: Nieprawidłowy adres HTTP URL!
pt_br: URL invalida!
ru: Неправильный адрес HTTP!
th: URL HTTP ไม่ถูกต้อง!

# Options_Tracker
source: Updated at ${TIME}.
de: Aktualisiert bei ${TIME}.
es: Actualizado a ${TIME}.
fr: Mise à jour à ${TIME}.
it: Aggiornato a ${TIME}.
ja: ${TIME}に更新。
pl: Zaktualizowano o ${TIME}.
pt_br: Atualizado em ${TIME}.
ru: Обновлено на ${TIME}.
th: อัปเดตที่ ${TIME}

# Options_Tracker
source: Received trackers: ${COUNT}
de: Empfangene Tracker: ${COUNT}
es: Rastreadores recibidos: ${COUNT}
fr: Trackers reçus: ${COUNT}
it: Tracker ricevuti: ${COUNT}
ja: 受信トラッカー: ${COUNT}
pl: Otrzymane moduły śledzące: ${COUNT}
pt_br: Rastreadores recebidos: ${COUNT}
ru: Полученные трекеры: ${COUNT}
th: ตัวติดตามที่ได้รับ: ${COUNT}

# Options_Tracker
source: Updating...
de: Aktualisieren…
es: Actualizando...
fr: Mise à jour...
it: Aggiornamento in corso...
ja: 更新中..
pl: Trwa aktualizowanie...
pt_br: Atualizando...
ru: Обновление...
th: กำลังปรับปรุง...

# Options_Connection
source: General Settings
ar: ضبط عام
bg: Общи настройки
de: Allgemeine Einstellungen
es: Opciones generales
et: Üldised sätted
eu: Ezarpen orokorrak
fi: Yleiset asetukset
fr: Paramètres généraux
hu: Általános beállítások
it: Impostazioni Generali
ja: 全般設定
nb: Generelle innstillinger
nl: Algemene Instellingen
pl: Ustawienia ogólne
pt_br: Definições Gerais
ro: Setări Generale
ru: Общие настройки
sk: Hlavné nastavenia
sq: Parametrat e Përgjithshëm
sv: Allmänna inställningar
th: การตั้งค่าทั่วไป
tr: Genel Ayarlar
ug: ئادەتتىكى تەڭشەك

# Options_Connection
source: Global Max Download Rate:
ar: نسبة التحميل الإجماليه:
bg: Глобална максимална скорост на сваляне:
de: Allg. Geschwindigkeit beim Herunterladen (max.):
es: Tasa máxima de descarga global:
et: Globaalne maksimaalne allalaadimiskiirus:
eu: Geh. Jeisketa Global Maila:
fi: Käytettävissä oleva latausnopeus:
fr: Débit global maxi en réception :
hu: Maximális letöltési sebesség összesen:
it: Limite massimo di Download:
ja: 全体の最大ダウンロード速度:
nb: Maksimal nedlastingshastighet (sum alle oppgaver):
nl: Globale Maximum Download Snelheid:
pl: Maksymalna całkowita prędkość pobierania:
pt_br: Velocidade Máxima Global de Recepção:
ro: Viteza Globală Maximă de Descărcare:
ru: Макс. общая скорость загрузки:
sk: Celková Max. rýchlosť Dn:
sq: Shkalla Maksimale e Përgjithshme e Shkarkimeve:
sv: Global maxhastighet ned:
th: อัตราดาวน์โหลดสูงสุดโดยรวม:
tr: Global azami indirme hızı:
ug: ئومۇمىي دائىرىدە ئەڭ تېز چۈشۈرۈش سۈرئىتى:

# Options_Connection
source: Global Max Upload Rate:
ar: نسبة الرفع الإجماليه:
bg: Глобална максимална скорост на качване:
de: Allg. Geschwindigkeit beim Hochladen (max.):
es: Tasa máxima de subida global:
et: Globaalne maksimaalne üleslaadimiskiirus:
eu: Geh. Igoera Global Maila:
fi: Käytettävissä oleva lähetysnopeus:
fr: Débit global maxi en émission :
hu: Maximális feltöltési sebesség összesen:
it: Limite massimo di Upload:
ja: 全体の最大アップロード速度:
nb: Maksimal opplastingshastighet (sum alle oppgaver):
nl: Globale Maximum Upload Snelheid:
pl: Maksymalna całkowita prędkość wysyłania:
pt_br: Velocidade Máxima Global de Envio:
ro: Viteză Globală Maximă de Încărcare:
ru: Макс. общая скорость передачи:
sk: Celková Max. rýchlosť Up:
sq: Shkalla Maksimale e Përgjithshme e Ngarkimeve:
sv: Global maxhastighet upp:
th: อัตราอัพโหลดสูงสุดโดยรวม:
tr: Global azami gönderme hızı:
ug: ئومۇمىي دائىرىدە ئەڭ تېز يوللاش سۈرئىتى:

# Options_Connection
source: Alternate Max Upload Rate when Not Downloading
ar: زيادة معدل الرفع في حالة عدوم وجود تحميلات نشطه
bg: Алтернативна максимална скорост на качване, когато не се сваля
de: Max. Geschwindigkeit beim Hochladen ändern, wenn nicht heruntergeladen wird
es: Alternar tasa de subida máxima cuando no existan descargas
et: Alternatiivne jagamis kiirus kui ei toimu allalaadimist
eu: Aldatu Geh. Igotze Maila Jeisten Ez dagoenean
fr: Débit alternatif maxi quand il n'y a pas de téléchargement
hu: Alternatív max. feltöltési sebesség, ha nincs letöltés
it: Velocità di upload alternativa in assenza di download in corso
ja: ダウンロードしていないときのアップロード速度
nb: Alternativ maksimal opplastingsrate når nedlasting ikke pågår
nl: Alternatieve maximale upload snelheid als er niet wordt gedownload
pl: Zmienna maksymalna szybkość wysyłania, jeśli nie pobierasz
pt_br: Mudar a taxa de upload máxima quando não estiver baixando
ro: Viteză Maximă Alternativă de Încărcare (folosită cînd nu se descarcă nimic)
ru: Увеличить максимальную скорость передачи если нет загрузок
sk: Meniť mximálny nahrávací rozsah, ak sa nesťahuje
sv: Alternativ maximal uppladdningsgrad när ingen nerladdning pågår
th: อัตราการอัปโหลดสูงสุดสํารองเมื่อไม่ได้ดาวน์โหลด
tr: İndirme olmadığı zaman alternatfi azami yükleme oranı
ug: چۈشۈرمىگەن ۋاقىتتىكى ئەڭ يۇقىرى يۈكلەش سۈرئىتى:

# Options_Connection
source: Network Wizard
ar: معالج الشبكه
bg: Съветник за връзка с интернет
de: Netzwerkassistent
es: Asistente de red
et: Võrgu-nõustaja
eu: Sare Laguntzailea
fi: Verkko Welho
fr: Assistant réseau
hu: Hálózati Varázsló
it: Wizard Rete
ja: ネットワークウィザード
nb: Nettverks veileder
nl: Netwerk wizard
pl: Kreator sieci
pt_br: Assistente de Conexão
ro: Vrăjitor de Conectare
ru: Мастер сети
sk: Správca pripojenia
sq: Mjeti i Rrjetit
sv: Nätverksguide
th: ตัวช่วยสร้างเครือข่าย
tr: Ağ Sihirbazı
ug: تور يېتەكچىسى

# Options_Connection
source: Listening Port
bg: Пристанище за слушане
de: Überwachungsport
es: Puerto de escucha
fr: Port d'écoute
it: Porta di ascolto
ja: リスニングポート
nl: Luisterpoort
pl: Port nasłuchiwania
pt_br: Porta de escuta
ru: Прослушиваемый порт
th: พอร์ตการฟัง

# Options_Connection
source: Listening Port:
bg: Пристанище за слушане:
es: Puerto de escucha:
fr: Port d’écoute :
it: Porta di ascolto:
ja: リスニング ポート:
nl: Luisterpoort:
pl: Port nasłuchiwania:
pt_br: Porta de escuta:
ru: Порт прослушивания:
th: พอร์ตการฟัง:

# Options_Connection
source: Choose Random Port
ar: إختر منفذ عشوائي
bg: Избор на случаен порт
de: Zufälligen Anschluss wählen
es: Puerto aleatorio
et: Vali suvaline port
eu: Hautatu Zorizko Ataka
fi: Valitse Satunnainen Portti
fr: Port au hasard
hu: Véletlenszerű port választása
it: Scegli una porta a caso
ja: 適当にポート番号を決める
nb: Velg en villkårlig port
nl: Kies WilleKeurige poort
pl: Wybierz losowy port
pt_br: Escolha de Porta Aleatória
ro: Alege Port Aleator
ru: Случайный порт
sk: Vybrať náhodný port
sq: Zgjidh një Port të Ndryshueshëm
sv: Slumpa port
th: สุ่มพอร์ต
tr: Rastgele bir port seç
ug: خالىغان ئېغىزنى تاللا

# Options_Connection
source: Randomize port each start
ar: منفذ عشوائي في كل بدايه
bg: Случаен порт при всяко стартиране
de: Zufälliger Anschluss beim Starten
es: Puerto aleatorio en cada inicio
et: Käivita juhuliku pordiga
eu: Zorizko ataka hasiera bakoitzean
fi: Arvo portti joka käynnistyksessä
fr: Choisir un port aléatoire à chaque démarrage
hu: Véletlenszerű port választása minden induláskor
it: Seleziona casualmente la porta ad ogni avvio
ja: 起動するたびにポートをランダムに変更する
nb: Tilfeldig port hver oppstart
nl: Willekeurige poort elke start
pl: Dobierz losowo port przy każym uruchomieniu
pt_br: Trocar a porta da conexão todas as vezes que o BitComet iniciar
ro: La fiecare pornire a softului alege un port la întîmplare
ru: Случайный порт при запуске
sk: Pri štarte použiť náhodný port
sv: Slumpa port vid programstart
th: สุ่มพอร์ตแต่ละเริ่มต้น
tr: Her başlangıçta rastgele port seç
ug: پروگرامما ھەر قېتىم قوزغالغاندا خالىغان ئېغىزنى تاللا

# Options_Connection
source: No Listening Mode (will greatly slow down your upload/download rate)
ar: وضع مانع الإستماع (سيقلل من سرعة التحميل و معدل الارسال /التحميل )
bg: Без режим на слушане (значително ще забави вашата скорост на качване/сваляне)
de: Listen-Modus deaktiviert, verlangsamt Ihre Geschwindigkeit beim Hoch-/Herunterladen sehr
es: Sin puerto de escucha (ralentizará la descarga/subida)
et: Porti jälgimist ei toimu, kiirus väheneb tuntavalt
eu: Ez Aditze Era (asko geldotu dezake zure igotze/jeiste maila)
fi: Ei kuuntelua, (hidastaa huomattavasti lähetys/latausnopeuttasi)
fr: Pas de mode d'écoute (diminue grandement les débits de téléchargement/téléversement)
hu: Nincs figyelő módban, ami jelentősen lelassítja a feltötlési/letöltési sebességet.
it: Modalità "In ascolto" disattivata: la velocità in dowload/upload sarà molto ridotta
ja: 監視ポート無し (速度が非常に遅くなります）
nb: Ikke benytt lytteport (vil senke nedlastinghastigheten betraktelig).
nl: Zonder de Listen Instelling, wordt uw download snelheid vertraagd.
pl: Bez portu nasłuchu (znacząco obniżona prędkość wysyłania/pobierania)
pt_br: Escuta Desativada, irá diminuir bastante a velocidade
ro: În modul fără ascultare se va reduce simțitor viteza de încărcare / descărcare.
ru: Без порта прослушивания, сильно снизит скорость передачи/загрузки.
sk: Žiadne načúvanie (veľmi zníži vašu Dn rýchlosť).
sq: Mënyrë jo-dëgjimi, do ta ngadalësojë shumë shkallën e ngarkim/shkarkimeve tuaja.
sv: Ingen lyssningsport, saktar ner din hastighet mycket.
th: ปิดการใช้งานโหมดพอร์ตฟัง จะทำให้อัตราอัพโหลด/ดาวน์โหลดของคุณช้าลงมาก
tr: Dinleme yok. (Bu durumda hızınız oldukça düşecektir.)
ug: ئېغىزنى تىڭشىمىسا يوللاش چۈشۈرۈش/يوللاش سۈرئىتى بەك تۆۋەنلەپ كېتىدۇ

# Options_Connection
source: Port Mapping
ar: خريطة المنفذ
bg: Пренасочване на портове
de: Anschlusszuordnung
es: Mapeo del puerto
et: Pordi sidumine
eu: Ataka Mapaketa
fi: Porttikartoitus
fr: Mappage de port
hu: Átjárók feltérképezése
it: Mappatura porte
ja: ポートの開放
nl: Poorttoewijzing
pl: Mapowanie portów
pt_br: Mapeamento de Porta
ro: Maparea Porturilor
ru: Переадресация пакетов
sk: Mapovanie portov
sq: Gjurmim i Portit
sv: Portkoppling
th: การทำแผนพอร์ต
tr: Port Haritalandırma
ug: ئېغىز خەرىتىلەش

# Options_Connection
source: Add Windows Firewall exception
ar: إضافة النوافذ بإستثناء الجدار الناري
bg: Добавяна на изключение в защитната стена на Windows
de: Windows-Firewall-Ausnahme hinzufügen
es: Añadir excepción al Firewall de Windows
et: Lisa Windowsi tulemüüri erandid
eu: Gehitu Windows Suhesi salbuespena
fi: Lisää Windows Palomuuri poikkeus
fr: Ajouter une exception au pare-feu Windows
hu: Windows Tűzfal kivétel hozzáadása
it: Aggiungere una eccezione sul Firewall di Windows
ja: Windows ファイアウォールに例外として登録
nb: Legg til Windows brannmur-unntak
nl: Windows Firewall uitzondering toevoegen
pl: Dodaj do wyjątków Zapory Windows
pt_br: Adicionar exceção ao Firewall do Windows
ro: Adaugă excepție la parafocul [firewall] Windows
ru: Добавить иключение в файервол Windows
sk: Pridať výnimku do Windows Firewall
sv: Lägg till undantag i Windows brandväggen
th: เพิ่มข้อยกเว้นของไฟร์วอลล์ Windows
tr: Windows güvenlik duvarına ekle
ug: Windows مۇداپىئە تېمى مۇستەسناغا قوش

# Options_Connection
source: Enable UPnP port mapping
ar: تفعيل منفذ الـ UPnP
bg: Разрешаване на UPnP пренасочване на портове
de: UPnP-Anschlusszuordnung aktivieren
es: Activar la asignación de puertos UPnP
et: Luba UPnP port kaardistamine
eu: Gaitu UPnP ataka mapaketa
fi: Salli UPnP porttikartoitus
fr: Activer le routage de port UPnP
hu: UPnP portleképezés engedélyezése
it: Attivare il port mapping UPnP
ja: UPnP ポートマッピングを有効にする
nl: UPnP-poorttoewijzing inschakelen
pl: Włącz mapowanie portów UPnP
pt_br: Ativar o mapeamento das portas UPnP
ro: Activează maparea porturilor UPnP
ru: Включить UPnP проброс портов
sk: Zapnúť mapovanie portov UPnP
sv: Aktivera UPnP-portkoppling
th: เปิดใช้งานการแมปพอร์ต UPnP
tr: UPnP port haritalandırmasını aktifleştir
ug: UPNP ئېغىز خەرىتىلەشنى قوزغات

# Options_Connection
source: Remove port on NAT/Firewall when exiting
ar: إزالة المنفذ NAT/Firewall بعد الإنتهاء
bg: Премахване на порта в NAT/защитната стена при изход
de: NAT-/Firewall-Anschluss beim Beenden entfernen
es: Eliminar el puerto de la NAT/Firewall al salir
et: Eemalda port NAT/ tulemüür väljumisel
eu: Ezabatu ataka NAT/Suhesian dagoenean
fi: Poista portti NAT/Palomuurista kun lopetetaan
fr: Supprimer le port du NAT/Pare-feu à la fermeture
hu: Port törlése NAT/Tűzfalból kilépéskor
it: Rimuovi la porta su NAT/Firewall quando esiste
ja: 終了時に NAT/ファイアウォールのポートを閉じる
nl: Verwijder de poort op NAT/firewall bij het afsluiten
pl: Usuń port w NAT/Firewall przy wyjściu
pt_br: Remover a porta do NAT/Firewall quando o programa for fechado
ro: Înlătură portul din NAT/Parafoc la ieșire
ru: Удалять порт из NAT/файервола при выходе
sk: Odstrániť port na NAT/Firewall pri vypínaní
sv: Radera porten på NAT/brandväggen när programmet avslutas
th: ลบพอร์ตบน NAT/ไฟร์วอลล์เมื่อออกจากระบบ
tr: NAT/Firewall'daki portu çıkışta sil
ug: چېكىنگەندە NATۋە مۇداپىئە تام ئېغىزىنى ئۆچۈر

# Options_Connection
source: (Superseded by Scheduler)
ar: (تعطيل الجدول)
bg: (Заменен от графика за работа)
de: (Ersetzt durch Aufgabenplanung)
es: (Reemplazado por el planificador de tareas)
et: (Asendatud ajastajalt)
eu: Egitarautzaileak ordeztua
fr: (Périmé selon le Planificateur)
hu: (Felülbírálta az ütemező)
it: (Regolato dallo Scheduler)
ja: (スケジューラによりスーパーシード)
nb: (Erstattet av planleggeren)
nl: (Opgevolgd door de taakplanner)
pl: (Super-rozsiewanie według harmonogramu)
pt_br: Sobreposição pelo Agendador
ro: (Înlocuit de Planificator)
ru: (Суперсид по Планировщику)
sk: (Zrušená plánovateľom)
sq: (E Mbidërguar nga Kërkuesi)
sv: (Ersatt av schemaläggaren)
th: (เข้ามาแทนที่โดยฟังก์ชั่นจัดตารางเวลา)
tr: (Programcı Tarafından Beslenmiştir)
ug: (پىلاندىكى ئالدىنلىق سۈرئىتى)
