Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# WebInterface
source: ${TASK_COUNT} tasks stop.
de: ${TASK_COUNT} Aufgaben werden gestoppt.
es: ${TASK_COUNT} tareas se detienen.
fr: ${TASK_COUNT} tâches s’arrêtent.
it: ${TASK_COUNT} attività si interrompono.
ja: ${TASK_COUNT} 個のタスクが停止します。
pl: Zadania o wartości ${TASK_COUNT} są zatrzymywane.
pt_br: ${TASK_COUNT} tarefas param.
ru: Задачи за ${TASK_COUNT} долларов прекращаются.
th: งาน ${TASK_COUNT} หยุดลง

# WebInterface
source: Remote Download: Tasks Start Hash Check
de: Remote-Download: Aufgaben starten Hash-Prüfung
es: Descarga remota: Tareas Iniciar Comprobación de hash
fr: Téléchargement à distance : Tâches Démarrer la vérification du hachage
it: Download remoto: le attività avviano il controllo hash
ja: リモートダウンロード:タスクがハッシュチェックを開始
pl: Zdalne pobieranie: zadania rozpoczynają sprawdzanie skrótu
pt_br: Download remoto: tarefas iniciam verificação de hash
ru: Удаленная загрузка: задачи запускают проверку хэша
th: ดาวน์โหลดระยะไกล: งานเริ่มตรวจสอบแฮช

# WebInterface
source: ${TASK_COUNT} tasks start hash check.
de: ${TASK_COUNT}Aufgaben starten die Hash-Prüfung.
es: Las tareas de ${TASK_COUNT} inician la verificación de hash.
fr: ${TASK_COUNT} tâches démarrent la vérification de hachage.
it: ${TASK_COUNT} attività avviano il controllo hash.
ja: ${TASK_COUNT} 個のタスクがハッシュチェックを開始します。
pl: ${TASK_COUNT} zadania rozpoczynają sprawdzanie skrótu.
pt_br: ${TASK_COUNT} tarefas iniciam a verificação de hash.
ru: Задачи ${TASK_COUNT} долларов запускают проверку хэша.
th: งาน ${TASK_COUNT} เริ่มการตรวจสอบแฮช

# WebInterface
source: Remote Download: Tasks Update Tracker
de: Remote-Download: Aufgaben-Update-Tracker
es: Descarga remota: Rastreador de actualizaciones de tareas
fr: Téléchargement à distance : Suivi de la mise à jour des tâches
it: Download remoto: Monitoraggio aggiornamenti attività
ja: リモートダウンロード:タスク更新トラッカー
pl: Zdalne pobieranie: śledzenie aktualizacji zadań
pt_br: Download remoto: Rastreador de atualização de tarefas
ru: Удаленная загрузка: Отслеживание обновлений задач
th: ดาวน์โหลดระยะไกล: ตัวติดตามการอัปเดตงาน

# WebInterface
source: ${TASK_COUNT} tasks update tracker.
de: ${TASK_COUNT} Aufgaben Update-Tracker.
es: ${TASK_COUNT} rastreador de actualizaciones de tareas.
fr: ${TASK_COUNT} tâches traqueur de mise à jour.
it: ${TASK_COUNT} il tracker di aggiornamento delle attività.
ja: ${TASK_COUNT} タスク更新トラッカー。
pl: Śledzenie aktualizacji zadań o wartości ${TASK_COUNT}.
pt_br: Rastreador de atualização de tarefas de ${TASK_COUNT}.
ru: Трекер обновлений задач ${TASK_COUNT} долларов.
th: ตัวติดตามการอัปเดตงาน ${TASK_COUNT}

# WebInterface
source: Remote Download: Task Delete
de: Remote-Download: Aufgabe löschen
es: Descarga remota: Eliminación de tareas
fr: Téléchargement à distance : Suppression de la tâche
it: Download remoto: Eliminazione attività
ja: リモートダウンロード:タスクの削除
pl: Zdalne pobieranie: Usuwanie zadania
pt_br: Download remoto: Exclusão de tarefas
ru: Удаленная загрузка: удаление задач
th: ดาวน์โหลดระยะไกล: ลบงาน

# WebInterface
source: Remote Download: Task Cleanup
de: Remote-Download: Aufgabenbereinigung
es: Descarga remota: Limpieza de tareas
fr: Téléchargement à distance : Nettoyage des tâches
it: Download remoto: pulizia delle attività
ja: リモートダウンロード:タスクのクリーンアップ
pl: Zdalne pobieranie: Oczyszczanie zadań
pt_br: Download remoto: Limpeza de tarefas
ru: Удаленная загрузка: Очистка задач
th: ดาวน์โหลดระยะไกล: การล้างงาน

# GlobalLog
source: Task removed by Remote Download:
bg: Задачата е премахната от отдалечено изтегляне:
de: Aufgabe durch Remote-Download entfernt:
es: Tarea eliminada por descarga remota:
fr: Tâche supprimée par téléchargement à distance :
it: Attività rimossa dal download remoto:
ja: リモート ダウンロードによって削除されたタスク:
nl: Taak verwijderd door downloaden op afstand:
pl: Zadanie usunięte przez zdalne pobieranie:
pt_br: Tarefa removida por Download Remoto:
ru: Задача удалена удаленной загрузкой:
th: งานที่ถูกเอาออกโดยการดาวน์โหลดระยะไกล:

# WebInterface
source: Remote Download: Tasks Delete
de: Remote-Download: Aufgaben löschen
es: Descarga remota: Eliminación de tareas
fr: Téléchargement à distance : Suppression des tâches
it: Download remoto: Eliminazione attività
ja: リモートダウンロード:タスクの削除
pl: Pobieranie zdalne: Usuwanie zadań
pt_br: Download remoto: Exclusão de tarefas
ru: Удаленная загрузка: удаление задач
th: ดาวน์โหลดระยะไกล: ลบงาน

# WebInterface
source: ${TASK_COUNT} tasks deleted.
de: ${TASK_COUNT} Aufgaben werden gelöscht.
es: ${TASK_COUNT} tareas eliminadas.
fr: ${TASK_COUNT} tâches supprimées.
it: ${TASK_COUNT} attività eliminate.
ja: ${TASK_COUNT} 個のタスクが削除されました。
pl: Usunięto zadania o wartości ${TASK_COUNT}.
pt_br: ${TASK_COUNT} tarefas excluídas.
ru: Задачи ${TASK_COUNT} долларов удалены.
th: ลบงาน ${TASK_COUNT}

# WebInterface
source: ${TASK_COUNT} tasks cleaned up.
de: ${TASK_COUNT}Aufgaben bereinigt.
es: ${TASK_COUNT} tareas limpias.
fr: ${TASK_COUNT} tâches nettoyées.
it: ${TASK_COUNT} attività ripulite.
ja: ${TASK_COUNT} 個のタスクがクリーンアップされました。
pl: Zadania o wartości ${TASK_COUNT} zostały wyczyszczone.
pt_br: ${TASK_COUNT} tarefas limpas.
ru: Задачи ${TASK_COUNT} долларов убраны.
th: ทําความสะอาดงาน ${TASK_COUNT}

# WebInterface
source: set max download rate to ${MAX_RATE}.
bg: поставям Max Download цена към ${MAX_RATE}.
de: setzen Sie Max Download-Rate auf ${MAX_RATE}.
es: Fije la tarifa máxima de la transferencia directa a ${MAX_RATE}.
fr: définissez le taux de téléchargement maximum sur ${MAX_RATE}.
it: impostare la velocità massima di download su ${MAX_RATE}.
ja: 最大ダウンロードレートを${MAX_RATE}に設定する。
nl: stel max download snelheid in op ${MAX_RATE}.
pl: Ustaw maksymalną prędkość pobierania do ${MAX_RATE}.
pt_br: definir Max taxa de download para ${MAX_RATE}.
ru: установите максимальную скорость загрузите в ${MAX_RATE}.
th: ตั้งค่าอัตราการดาวน์โหลดสูงสุดเป็น ${MAX_RATE}

# WebInterface
source: Remote Download:
ar: التحميل عن بعد:
bg: Отдалечено сваляне:
de: Remote Herunterladen:
es: Descarga remota:
fr: Téléchargement à distance:
it: Download remoto:
ja: リモートダウンロード：
nl: Download op afstand:
pl: Zdalne pobieranie:
pt_br: Download remoto:
ru: Удаленная загрузка:
th: ดาวน์โหลดระยะไกล:

# WebInterface
source: Remote Download: Set download speed limit
de: Remote-Download: Download-Geschwindigkeitsbegrenzung festlegen
es: Descarga remota: establecer límite de velocidad de descarga
fr: Téléchargement à distance : définir la limite de vitesse de téléchargement
it: Download remoto: imposta il limite di velocità di download
ja: リモートダウンロード:ダウンロード速度制限を設定する
pl: Zdalne pobieranie: Ustaw limit prędkości pobierania
pt_br: Download remoto: definir limite de velocidade de download
ru: Удаленная загрузка: установить ограничение скорости загрузки
th: การดาวน์โหลดระยะไกล: ตั้งค่าขีด จํากัด ความเร็วในการดาวน์โหลด

# WebInterface
source: set max upload rate to ${MAX_RATE}.
bg: зададена максимална скорост на качване до ${MAX_RATE}.
de: setzen Sie Max-Upload-Rate auf ${MAX_RATE}.
es: Fije la tarifa máxima de la carga a ${MAX_RATE}.
fr: définir le taux de téléchargement maximal sur ${MAX_RATE}.
it: impostare la velocità massima di upload su ${MAX_RATE}.
ja: 最大アップロードレートを${MAX_RATE}に設定する。
nl: stel max upload snelheid in op ${MAX_RATE}.
pl: Ustaw maksymalną szybkość wysyłania na ${MAX_RATE}.
pt_br: ajuste a taxa máxima do upload a ${MAX_RATE}.
ru: установите максимальную скорость Передача до ${MAX_RATE}.
th: ตั้งค่าอัตราการอัปโหลดสูงสุดเป็น ${MAX_RATE}

# WebInterface
source: Remote Download: Set upload speed limit
de: Remote-Download: Legen Sie die Upload-Geschwindigkeitsbegrenzung fest
es: Descarga remota: establecer límite de velocidad de carga
fr: Téléchargement à distance : Définir la limite de vitesse de téléchargement
it: Download remoto: imposta il limite di velocità di upload
ja: リモートダウンロード:アップロード速度制限を設定する
pl: Pobieranie zdalne: Ustaw ograniczenie prędkości wysyłania
pt_br: Download remoto: definir limite de velocidade de upload
ru: Удаленная загрузка: установить ограничение скорости загрузки
th: การดาวน์โหลดระยะไกล: ตั้งค่าขีด จํากัด ความเร็วในการอัปโหลด

# WebInterface
source: start all tasks for downloading.
ar: بدء تشغيل كافة المهام للتنزيل.
bg: стартирате всички задачи за изтегляне.
de: Starten Sie alle Aufgaben zum Download.
es: inicie todas las tareas para descargar.
fr: démarrez toutes les tâches à télécharger.
it: avviare tutte le attività per il download.
ja: ダウンロードのためにすべてのタスクを開始します。
nl: start alle taken voor het downloaden.
pl: uruchom wszystkie zadania pobierania.
pt_br: iniciar todas as tarefas para download.
ru: запускать все задачи для загрузки.
th: เริ่มงานทั้งหมดสําหรับการดาวน์โหลด

# WebInterface
source: start all tasks for seeding.
ar: بدء جميع المهام لبذر.
bg: стартирате всички задачи за засяване.
de: Starten Sie alle Aufgaben für die Aussaat.
es: inicie todas las tareas para la siembra.
fr: commencer toutes les tâches pour l'ensemencement.
it: avviare tutte le attività per la semina.
ja: シードするためのすべてのタスクを開始します。
nl: start alle taken voor het zaaien.
pl: uruchom wszystkie zadania do siewu.
pt_br: iniciar todas as tarefas de propagação.
ru: запустите все задания для посева.
th: เริ่มงานทั้งหมดสําหรับการเพาะเมล็ด

# WebInterface
source: stop all tasks.
ar: إيقاف كافة المهام.
bg: спрете всички задачи.
de: alle Aufgaben stoppen.
es: detenga todas las tareas.
fr: arrêter toutes les tâches.
it: arrestare tutte le attività.
ja: すべてのタスクを停止します。
nl: stop alle taken.
pl: zatrzymuje wszystkie zadania.
pt_br: parar todas as tarefas.
ru: остановить все задачи.
th: หยุดงานทั้งหมด

# WebInterface
source: suspend all active tasks.
ar: تعليق كافة المهام النشطة.
bg: прекрати всички активни задачи.
de: alle aktiven Aufgaben aussetzen.
es: suspende todas las tareas activas.
fr: suspendre toutes les tâches actives.
it: sospendere tutte le attività attive.
ja: すべてのアクティブなタスクを一時停止します。
nl: alle actieve taken onderbreken.
pl: wstrzymuje wszystkie aktywne zadania.
pt_br: suspender todas as tarefas ativas.
ru: приостановить все активные задачи.
th: หยุดงานที่ใช้งานอยู่ทั้งหมดชั่วคราว

# WebInterface
source: resume last suspended tasks.
ar: استئناف آخر المهام المعلقة.
bg: възобнови последните прекратени задачи.
de: die letzten angehaltenen Aufgaben fortsetzen.
es: reanudar las últimas tareas suspendidas.
fr: reprendre les dernières tâches suspendues.
it: riprendere le ultime attività sospese.
ja: 最後に一時停止したタスクを再開します。
nl: laatst opgeschorte taken hervatten.
pl: Wznów ostatnio zawieszone zadania.
pt_br: retomar as últimas tarefas suspensas.
ru: возобновить последние приостановленные задачи.
th: ดําเนินการงานที่หยุดชั่วคราวล่าสุดต่อ

# WebInterface
source: Remote Download: Task state changed
de: Remote-Download: Aufgabenstatus geändert
es: Descarga remota: estado de tarea cambiado
fr: Téléchargement à distance : l’état de la tâche a changé
it: Download remoto: stato dell'attività modificato
ja: リモート ダウンロード: タスクの状態が変更されました
pl: Zdalne pobieranie: zmieniono stan zadania
pt_br: Download remoto: estado da tarefa alterado
ru: Удаленная загрузка: состояние задачи изменено
th: การดาวน์โหลดระยะไกล: สถานะงานเปลี่ยนไป

# Notify
source: Remote Download
bg: Отдалечено сваляне
de: Remote Herunterladen
es: Descarga remota
fr: Téléchargement à distance
it: Download remoto
ja: リモートダウンロード
nl: Download op afstand
pl: Pobieranie zdalne
pt_br: Download remoto
ru: Удаленная загрузка
th: ดาวน์โหลดระยะไกล

# Notify
source: BitComet App binding completed:
bg: Свързването на приложението на BitComet е завършено:
de: BitComet App-Bindung abgeschlossen:
es: Enlace de aplicación BitComet completado:
fr: Liaison BitComet App terminée :
it: Binding dell'app BitComet completata:
ja: ビットコメト アプリのバインドが完了しました:
nl: BitComet-appbinding voltooid:
pl: Ukończono powiązanie aplikacji BitComet:
pt_br: Vinculação do aplicativo BitComet concluída:
ru: BitComet Приложение обязательным завершено:
th: การผูกแอป BitComet เสร็จสมบูรณ์:

# WebInterface
source: Remote Download: App binding
de: Remote-Download: App-Bindung
es: Descarga remota: enlace de aplicaciones
fr: Téléchargement à distance : liaison d’applications
it: Download remoto: associazione app
ja: リモート ダウンロード: アプリのバインド
pl: Pobieranie zdalne: powiązanie aplikacji
pt_br: Download remoto: vinculação de aplicativo
ru: Удаленная загрузка: привязка приложения
th: ดาวน์โหลดระยะไกล: การผูกแอป

# Notify
source: BitComet WebUI sign in:
de: BitComet WebUI-Anmeldung:
es: Inicio de sesión de BitComet WebUI:
fr: Connectez-vous à BitComet WebUI :
it: Accesso all'interfaccia utente Web di BitComet:
ja: BitComet WebUI サインイン:
pl: Logowanie do BitComet WebUI:
pt_br: Login do BitComet WebUI:
ru: Вход в BitComet WebUI:
th: BitComet WebUI ลงชื่อเข้าใช้:

# WebInterface
source: Remote Download: WebUI sign in
de: Remote-Download: WebUI-Anmeldung
es: Descarga remota: inicio de sesión en la interfaz de usuario web
fr: Téléchargement à distance : connexion WebUI
it: Download remoto: accesso WebUI
ja: リモート ダウンロード: WebUI サインイン
pl: Pobieranie zdalne: logowanie za pomocą interfejsu WebUI
pt_br: Download remoto: login da WebUI
ru: Удаленная загрузка: вход через веб-интерфейс
th: ดาวน์โหลดระยะไกล: WebUI ลงชื่อเข้าใช้

# RSS
source: Feed exists!
bg: Емисията съществува!
de: Feed gibt es!
es: ¡La alimentación existe!
fr: L'alimentation existe !
it: Il mangime esiste!
ja: フィードが存在します!
nl: Feed bestaat!
pl: Feed istnieje!
pt_br: A alimentação existe!
ru: Канал существует!
th: ฟีดมีอยู่!

# RSS
source: URL invalid!
bg: Невалиден URL адрес!
de: URL ungültig!
es: URL no válida!
fr: URL invalide!
it: URL non valido!
ja: URL が無効です!
nl: URL ongeldig!
pl: Nieprawidłowy adres URL!
pt_br: URL inválido!
ru: URL недействителен!
th: URL ไม่ถูกต้อง!

# RSS
source: Add feed
de: Feed hinzufügen
es: Añadir feed
fr: Ajouter l’alimentation
it: Aggiungi feed
ja: フィードの追加
pl: Dodaj kanał
pt_br: Adicionar feed
ru: Добавить фид
th: เพิ่มฟีด

# RSS
source: updating...
bg: актуализиране ...
de: Aktualisieren...
es: actualizando…
fr: mise à jour...
it: in aggiornamento...
ja: 更新中...
nl: bijwerken...
pl: aktualizacja...
pt_br: atualizando...
ru: обновление...
th: ปรับ ปรุง

# RSS
source: update failed
bg: неуспешна актуализация
de: Aktualisierung fehlgeschlagen
es: Error de actualización
fr: échec de la mise à jour
it: aggiornamento non riuscito
ja: 更新に失敗しました
nl: update mislukt
pl: aktualizacja nie powiodła się
pt_br: atualização falhou
ru: Сбой обновления
th: การปรับปรุงล้มเหลว

# MainWindow
source: Up/Down limit changed to ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} by Scheduler.
ar: تغيير حد الرفع/التحميل إلى ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} في الجداول .
bg: Ограничението за качване/сваляне е променено до ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} от графика за работа.
de: Geschwindigkeit beim Hoch-/Herunterladen wurde von Aufgabenplanung begrenzt auf ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT}.
es: Límite de subida/bjada cambiado a ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} por el planificador de tareas.
et: Üles/alla limiiti muudetud${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} plaanuri poolt.
eu: Igoera/Jeisketa muga aldatua ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT}Egitarauagaitik.
fi: Lataus/Lähetysrajoitus muutettu ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} Ajastimen toimesta.
fr: Limites d'envoi/réception modifiées à ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} par le planificateur.
hu: Az ütemező megváltoztatta a Fel/Le határt ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} értékekre.
it: Limite Up/Down cambiato a ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} dallo Scheduler.
ja: アップロード／ダウンロード速度制限は、 スケジューラにより ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} へと変更されました。
nb: Opp-/Nedlastingsgrense forandret til ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} av planlegger.
nl: Up/down limiet veranderd in ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} door scheduler.
pl: Limit wysyłania i pobierania zmieniony na ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} przez harmonogram.
pt_br: Up/Down limite alterado para ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} pelo agendador.
ro: Viteza max. de încărcare/descărcare schimbată de Planificator la ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT}.
ru: Лимит отдачи/загрузки изменён планировщиком на: ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT}
sk: Vrchný/spodný limit sa zmenil na ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} Plánovačom.
sv: Upp/Ner-gräns ändrades till ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} av schemaläggaren.
th: ขีดจํากัดขึ้น/ลงเปลี่ยนเป็น ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT}โดยตัวกําหนดตารางทํางาน
tr: İndirme/Yükleme limiti zamanlayıcı tarafından ${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT} olarak değiştirildi.
ug: پىلان بويىچە يۈكلەش ياكى چۈشۈرۈش چەكلىمىسى ئۆزگەرتىلدى${UPLOAD_LIMIT}/${DOWNLOAD_LIMIT}

# MainWindow
source: ${TASK_NUM} tasks paused by Scheduler.
ar: إيقاف المهام مؤقتاً بواسطة الجدول ${TASK_NUM} .
bg: ${TASK_NUM} задачата е пеустановена от графика за работа.
de: ${TASK_NUM} Aufgaben wurden vom Aufgabenplaner angehalten.
es: ${TASK_NUM} tareas pausadas por el programador de tareas.
et: ${TASK_NUM} peatati graafikujärgselt.
eu: ${TASK_NUM} eginkizuna pausaturik Egitarauagaitik.
fi: ${TASK_NUM} Tehtävää pysäytettiin Ajastimen toimesta.
fr: ${TASK_NUM} tâches mises en pause par le planificateur.
hu: ${TASK_NUM} feladatot megállított az ütemező.
it: ${TASK_NUM} messo in pausa dalla pianificazione.
ja: ${TASK_NUM} タスクはスケジューラにより停止しています。
nb: ${TASK_NUM} oppgaver pauset av planlegger.
nl: ${TASK_NUM} taken onderbroken door scheduler.
pl: ${TASK_NUM} zadań wstrzymane przez harmonogram.
pt_br: ${TASK_NUM} estão paralisadas pelo agenciador.
ro: ${TASK_NUM} sarcini pauzate de Planificator.
ru: ${TASK_NUM} заданий приостановлено планировщиком.
sk: ${TASK_NUM} úloh pozastavených Plánovačom.
sv: ${TASK_NUM} aktiviteter pausades av schemaläggaren.
th: งาน ${TASK_NUM} หยุดชั่วคราวโดยตัวกําหนดตารางทํางาน
tr: ${TASK_NUM} görev zamanlayıcı tarafından durduruldu.
ug: پىلاندىكى ${TASK_NUM} ۋەزىپە ۋاقىتلىق توختىتىلدى.

# MainWindow
source: ${TASK_NUM} tasks resumed by Scheduler.
ar: استأنف المهام بواسطة الجدول ${TASK_NUM} .
bg: ${TASK_NUM} задачата е възобновена от графика за работа.
de: ${TASK_NUM} Aufgaben wurden vom Aufgabenplaner fortgesetzt.
es: ${TASK_NUM} tareas reanudadas por el programador de tareas.
et: ${TASK_NUM} tegumi jätkamine planeerija poolt.
eu: ${TASK_NUM} eginkizun jarraitzen Egitarauagaitk.
fi: ${TASK_NUM} Ajastin jatkoi tehtäviä.
fr: ${TASK_NUM} tâches reprises par le planificateur.
hu: ${TASK_NUM} feladatot folytatott az ütemező.
it: ${TASK_NUM} riavviato dalla pianificazione.
ja: ${TASK_NUM} タスクはスケジューラによりレジュームしました。
nb: ${TASK_NUM} oppgaver fortsatt av planlegger.
nl: ${TASK_NUM} taken hervat door scheduler.
pl: ${TASK_NUM} zadań wznowionych przez harmonogram.
pt_br: ${TASK_NUM} tarefa resumida pelo agendador.
ro: ${TASK_NUM} sarcini reluate de Planificator.
ru: ${TASK_NUM} заданий возобновлено планировщиком.
sk: ${TASK_NUM} úloh obnovených Plánovačom.
sv: ${TASK_NUM} aktiviteter återupptogs av schemaläggaren.
th: งาน ${TASK_NUM} ที่ดําเนินการต่อโดยตัวกําหนดตารางทํางาน
tr: ${TASK_NUM} görev zamanlayıcı tarafından devam ettiriliyor.
ug: پىلاندىكى ${TASK_NUM} ۋەزىپە ئەسلىگە كەلتۈرۈلدى.

# CtrlSkin
source: Skin file not found:
de: Skin-Datei nicht gefunden:
es: Archivo de máscara no encontrado:
fr: Fichier d’habillage introuvable :
it: File di interfaccia non trovato:
ja: スキンファイルが見つかりません:
pl: Nie znaleziono pliku skóry:
pt_br: Arquivo de capa não encontrado:
ru: Файл скина не найден:
th: ไม่พบไฟล์สกิน:

# CtrlSkin
source: The skin file is corrupt!
de: Die Skin-Datei ist beschädigt!
es: ¡El archivo de máscara está dañado!
fr: Le fichier skin est corrompu!
it: Il file di skin è danneggiato!
ja: スキンファイルが壊れています!
pl: Plik skóry jest uszkodzony!
pt_br: O arquivo de capa está corrompido!
ru: Файл скина поврежден!
th: ไฟล์สกินเสียหาย!

# CtrlSkin
source: Skin file format invalid!
de: Skin-Dateiformat ungültig!
es: ¡El formato de archivo de la máscara no es válido!
fr: Format de fichier skin invalide!
it: Formato del file skin non valido!
ja: スキンファイル形式が無効です!
pl: Format pliku Skin jest nieprawidłowy!
pt_br: Formato de arquivo de capa inválido!
ru: Недопустимый формат файла скина!
th: รูปแบบไฟล์สกินไม่ถูกต้อง!

# MainWindow
source: Download Finished!
bg: Изтегляне завършен!
de: Download Fertig!
es: Descargar Finished!
fr: Télécharger Fini!
it: Scarica Finito!
ja: ダウンロード完了!
nl: Download klaar!
pl: Pobierz gotowe!
pt_br: Download acabado!
ru: Скачать готово!
th: ดาวน์โหลดเสร็จแล้ว!

# MainWindow
source: Time Spent:
bg: Прекарано време:
de: Aufgewendete Zeit:
es: Tiempo usado:
fr: Temps passé :
it: Tempo impiegato:
ja: 費やした時間:
nl: Tijd besteed:
pl: Czas spędzony:
pt_br: Tempo gasto:
ru: Потраченное время:
th: เวลาที่ใช้ไป:

# MainWindow
source: Average Speed:
bg: Средна скорост:
de: Durchschnittliche Geschwindigkeit:
es: Velocidad media:
fr: Vitesse moyenne:
it: Velocità media:
ja: 平均速度:
nl: Gemiddelde snelheid:
pl: Średnia prędkość:
pt_br: Velocidade média:
ru: Средняя скорость:
th: ความเร็วเฉลี่ย:

# Message_MsgFinishLaunch
source: File download finished. Do you want to launch the file ${FILE_NAME}?
ar: تم الانتهاء من تحميل الملف. هل ترغب في تشغيل الملف?${FILE_NAME}
bg: Свалянето на файла е завършено. Желаете ли да стартирате файла ${FILE_NAME}?
de: Herunterladen der Datei abgeschlossen. Soll die Datei "${FILE_NAME}" ausgeführt werden?
es: Descarga finalizada, ¿quiere abrir el archivo ${FILE_NAME}?
et: Faili allalaadimine on lõppenud. Kas soovid käivitada ${FILE_NAME}?
eu: Agiri jeisketa amaiturik. Nahi duzu agiria irekitzea: ${FILE_NAME}?
fi: Tiedoston lataaminen valmistui. Haluatko avata tiedoston ${FILE_NAME}?
fr: Fichier téléchargé. Voulez-vous ouvrir le fichier ${FILE_NAME} ?
hu: A file letöltés befejezve. Szeretnéd elindítani a(z) ${FILE_NAME} fájlt?
it: Download completato. Si desidera aprire il file ${FILE_NAME}?
ja: ファイルのダウンロードが完了しました。${FILE_NAME}ファイルを開きますか？
nb: Fil- nedlasting ferdig. Vil du kjøre filen ${FILE_NAME}?
nl: Het downloaden van het bestand is afgelopen. Wilt u het bestand ${FILE_NAME} uitvoeren?
pl: Pobieranie pliku zakończone. Czy chcesz uruchomić plik ${FILE_NAME}?
pt_br: O download do arquivo terminou. Você gostaria de executar o arquivo ${FILE_NAME}?
ro: Descărcarea filei s-a terminat. Vrei să lansezi fila ${FILE_NAME}?
ru: Загрузка файла завершена. Вы желаете запустить файл ${FILE_NAME}?
sk: Sťahovanie súboru dokončené. Želáte si spustiť súbor ${FILE_NAME}?
sq: Shkarkimi i skedarit përfundoi. Dëshironi ta nisni skedarin ${FILE_NAME}?
sv: Filen är nedladdad. Vill du köra filen ${FILE_NAME}?
th: ดาวน์โหลดไฟล์เสร็จแล้ว คุณต้องการจะเปิด ${FILE_NAME} ทันที?
tr: ${FILE_NAME} Dosya yüklemesi sona ermiştir.${FILE_NAME} dosyası çalıştırmak istermisiniz?
ug: ھۆججەت چۈشۈرۈش تاماملاندى. ${FILE_NAME}ئىجرا قىلامسىز؟
