Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Message_InvalidFilename
source: A file name cannot contain any of the following characters: \ / * ? " < > : | A file name cannot contain the following words reserved by Windows: CON, COM1, LPT1. (e.g. con, com1.txt) A part of the path is not a valid filename. (e.g. ".", "..")
de: Ein Dateiname darf keines der folgenden Zeichen enthalten: \ / * ? " < > : | Ein Dateiname darf die folgenden Wörter nicht enthalten, die von Windows reserviert sind: CON, COM1, LPT1. (z.B. con, com1.txt) Ein Teil des Pfads ist kein gültiger Dateiname. (z. B. ".", "..")
es: Un nombre de archivo no puede contener ninguno de los siguientes caracteres: \ / * ? " < > : | Un nombre de archivo no puede contener las siguientes palabras reservadas por Windows: CON, COM1, LPT1. (por ejemplo, estafa, com1.txt) Una parte de la ruta no es un nombre de archivo válido. (por ejemplo, ".", "..")
fr: Un nom de fichier ne peut contenir aucun des caractères suivants : \ / * ? " < > : | Un nom de fichier ne peut pas contenir les mots suivants réservés par Windows : CON, COM1, LPT1. (par exemple, con, com1.txt) Une partie du chemin d’accès n’est pas un nom de fichier valide. (par exemple « . », « .. »)
it: Il nome di un file non può contenere i seguenti caratteri: \ / * ? " < > : | Un nome di file non può contenere le seguenti parole riservate da Windows: CON, COM1, LPT1. (ad es. con, com1.txt) Una parte del percorso non è un nome file valido. (ad es. ".", "..")
ja: ファイル名に次の文字を含めることはできません: \ / * ?" < > : | ファイル名には、Windows で予約されている CON、COM1、LPT1 という単語を含めることはできません。(例:con、com1.txt) パスの一部が有効なファイル名ではありません。(例: "."、"..")
pl: Nazwa pliku nie może zawierać żadnego z następujących znaków: \ / * ? " < > : | Nazwa pliku nie może zawierać następujących słów zarezerwowanych przez system Windows: CON, COM1, LPT1. (np. con, com1.txt) Część ścieżki nie jest prawidłową nazwą pliku. (np. ".", "..")
pt_br: Um nome de arquivo não pode conter nenhum dos seguintes caracteres: \ / * ? " < > : | Um nome de arquivo não pode conter as seguintes palavras reservadas pelo Windows: CON, COM1, LPT1. (por exemplo, con, com1.txt) Uma parte do caminho não é um nome de arquivo válido. (por exemplo, ".", "..")
ru: Имя файла не может содержать ни один из следующих символов: \ / * ? " < > : | Имя файла не может содержать следующие слова, зарезервированные в Windows: CON, COM1, LPT1. (например, con, com1.txt) Часть пути не является допустимым именем файла. (например, ".", "..")
th: ชื่อไฟล์ต้องไม่มีอักขระใดๆ ต่อไปนี้: \ / * ? " < > : | ชื่อไฟล์ไม่สามารถมีคําต่อไปนี้ที่สงวนไว้โดย Windows: CON, COM1, LPT1 (เช่น con, com1.txt) ส่วนหนึ่งของเส้นทางไม่ใช่ชื่อไฟล์ที่ถูกต้อง (เช่น ".", "..")

# Message_InvalidSubfolderName
source: A subfolder name cannot contain any of the following characters: \ / * ? " < > : | A subfolder name cannot contain the following words reserved by Windows: CON, COM1, LPT1. (e.g. con, com1.txt) A part of the path is not a valid subfolder name. (e.g. ".", "..")
de: Der Name eines Unterordners darf keines der folgenden Zeichen enthalten: \ / * ? " < > : | Der Name eines Unterordners darf nicht die folgenden Wörter enthalten, die von Windows reserviert sind: CON, COM1, LPT1. (z.B. con, com1.txt) Ein Teil des Pfads ist kein gültiger Unterordnername. (z. B. ".", "..")
es: El nombre de una subcarpeta no puede contener ninguno de los siguientes caracteres: \ / * ? " < > : | El nombre de una subcarpeta no puede contener las siguientes palabras reservadas por Windows: CON, COM1, LPT1. (por ejemplo, estafa, com1.txt) Una parte de la ruta no es un nombre de subcarpeta válido. (por ejemplo, ".", "..")
fr: Le nom d’un sous-dossier ne peut contenir aucun des caractères suivants : \ / * ? " < > : | Le nom d’un sous-dossier ne peut pas contenir les mots suivants réservés par Windows : CON, COM1, LPT1. (par exemple, con, com1.txt) Une partie du chemin d’accès n’est pas un nom de sous-dossier valide. (par exemple « . », « .. »)
it: Il nome di una sottocartella non può contenere i seguenti caratteri: \ / * ? " < > : | Il nome di una sottocartella non può contenere le seguenti parole riservate da Windows: CON, COM1, LPT1. (ad es. con, com1.txt) Una parte del percorso non è un nome di sottocartella valido. (ad es. ".", "..")
ja: サブフォルダ名には、次の文字を含めることはできません: \ / * ?" < > : | サブフォルダ名には、Windows で予約されている CON、COM1、LPT1 という単語を含めることはできません。(例:con、com1.txt) パスの一部が有効なサブフォルダ名ではありません。(例: "."、"..")
pl: Nazwa podfolderu nie może zawierać żadnego z następujących znaków: \ / * ? " < > : | Nazwa podfolderu nie może zawierać następujących słów zarezerwowanych przez system Windows: CON, COM1, LPT1. (np. con, com1.txt) Część ścieżki nie jest prawidłową nazwą podfolderu. (np. ".", "..")
pt_br: Um nome de subpasta não pode conter nenhum dos seguintes caracteres: \ / * ? " < > : | Um nome de subpasta não pode conter as seguintes palavras reservadas pelo Windows: CON, COM1, LPT1. (por exemplo, con, com1.txt) Uma parte do caminho não é um nome de subpasta válido. (por exemplo, ".", "..")
ru: Имя вложенной папки не может содержать ни одного из следующих символов: \ / * ? " < > : | Имя вложенной папки не может содержать следующие слова, зарезервированные Windows: CON, COM1, LPT1. (например, con, com1.txt) Часть пути не является допустимым именем вложенной папки. (например, ".", "..")
th: ชื่อโฟลเดอร์ย่อยไม่สามารถมีอักขระใดๆ ต่อไปนี้: \ / * ? " < > : | ชื่อโฟลเดอร์ย่อยไม่สามารถมีคําต่อไปนี้ที่สงวนไว้โดย Windows: CON, COM1, LPT1 (เช่น con, com1.txt) ส่วนหนึ่งของเส้นทางไม่ใช่ชื่อโฟลเดอร์ย่อยที่ถูกต้อง (เช่น ".", "..")

# MainWindow
source: BitComet disk boost service has not been installed. The disk write speed will be slower when file downloading. Do you want to fix it?
bg: Услугата за повишаване на BitComet диск не е инсталирана. Скоростта на записване на диска ще бъде по-бавна, когато изтеглянето на файлове. Искаш ли да го оправиш?
de: Der BitComet-Festplattenboost-Dienst wurde nicht installiert. Die Schreibgeschwindigkeit des Datenträgers ist beim Herunterladen der Dateien langsamer. Möchten Sie es beheben?
es: El servicio de impulso de disco BitComet no se ha instalado. La velocidad de escritura del disco será más lenta al descargar el archivo. ¿Quieres arreglarlo?
fr: Le service de boost de disque BitComet n'a pas été installé. La vitesse d'écriture du disque sera plus lente lors du téléchargement de fichiers. Tu veux le réparer ?
it: Il servizio di incremento del disco BitComet non è stato installato. La velocità di scrittura del disco sarà più lenta durante il download dei file. Vuoi risolvere il problema?
ja: BitComet ディスク ブースト サービスがインストールされていません。 ファイルのダウンロード時にディスクの書き込み速度が遅くなります。 修正しますか?
nl: BitComet Disk Boost service is niet geïnstalleerd. De schrijfsnelheid van de schijf zal langzamer zijn bij het downloaden van bestanden. Wilt u het probleem oplossen?
pl: Usługa BitComet Disk Boost nie została zainstalowana. Szybkość zapisu dysku będzie wolniejsza podczas pobierania pliku. Czy chcesz to naprawić?
pt_br: O serviço de impulso de disco BitComet não foi instalado. A velocidade de escrever disco será mais lenta quando o arquivo baixar. Quer consertá-lo?
ru: Сервис повышения диска BitComet не установлен. Скорость записи диска будет медленнее при загрузке файлов. Вы хотите, чтобы исправить это?
th: บริการเพิ่มดิสก์ BitComet ยังไม่ได้รับการติดตั้ง ความเร็วในการเขียนดิสก์จะช้าลงเมื่อดาวน์โหลดแฟ้ม คุณต้องการแก้ไขหรือไม่

# MainWindow
source: BitComet Tips
ar: يبدأ BitComet عندما
bg: Съвети от BitComet
de: BitComet Tipps
es: Consejos de BitComet
et: BitCometi käivitudes
eu: BitComet Oharrak
fi: BitComet Vinkit
fr: Infos BitComet
hu: BitComet tippek
it: Suggerimento BitComet
ja: BitCometからのお知らせ
nb: Når BitComet Starter
nl: Wanneer BitComet Opstart
pl: Wskazówki BitComet
pt_br: Dicas do BitComet
ro: Ponturi BitComet
ru: Подсказки BitComet
sk: BitComet tipy
sq: Këshilla të BitComet
sv: Tips för BitComet
th: คำแนะนำการใช้ BitComet
tr: BitComet Uyarısı
ug: BitComet ئەسكەرتىشلىرى

# Notify
source: Disk boost service is not running.
bg: Услугата за увеличаване на диска не се изпълнява.
de: Der Festplatten-Boost-Dienst wird nicht ausgeführt.
es: El servicio de impulso de disco no se está ejecutando.
fr: Le service de boost de disque n'est pas en cours d'exécution.
it: Il servizio di amplificazione del disco non è in esecuzione.
ja: ディスク ブースト サービスが実行されていません。
nl: Schijf Boost-service wordt niet uitgevoerd.
pl: Usługa zwiększania dysku nie jest uruchomiona.
pt_br: O serviço de aumento de disco não está sendo executado.
ru: Служба повышения диска не работает.
th: บริการเพิ่มดิสก์ไม่ทํางาน

# Notify
source: Click here to fix it.
bg: Щракнете тук, за да го поправите.
de: Klicken Sie hier, um es zu beheben.
es: Haga clic aquí para solucionarlo.
fr: Cliquez ici pour le réparer.
it: Clicca qui per risolvere il problema.
ja: 修正するには、ここをクリックしてください。
nl: Klik hier om het te repareren.
pl: Kliknij tutaj, aby to naprawić.
pt_br: Clique aqui para corrigi-lo.
ru: Нажмите здесь, чтобы исправить это.
th: คลิกที่นี่เพื่อแก้ไข

# MainWindow
source: BitComet is not allowed to communicate through Windows Defender Firewall. Do you want to fix it ?
bg: Не е позволено да комуникирате чрез защитната стена на Windows Defender. Искаш ли да го оправиш?
de: BitComet darf nicht über die Windows Defender-Firewall kommunizieren. Möchten Sie es beheben?
es: BitComet no puede comunicarse a través del Firewall de Windows Defender. ¿Quieres arreglarlo?
fr: BitComet n’est pas autorisé à communiquer via Windows Defender Firewall. Voulez-vous le réparer ?
it: BitComet non è autorizzato a comunicare tramite Windows Defender Firewall. Vuoi aggiustarlo?
ja: ビットコレットは、Windows Defender ファイアウォールを介して通信することはできません。 あなたはそれを修正しますか?
nl: BitComet mag niet communiceren via Windows Defender Firewall. Wil je het repareren?
pl: BitComet nie może komunikować się za pośrednictwem Zapory usługi Windows Defender. Czy chcesz to naprawić?
pt_br: O BitComet não pode se comunicar através do Firewall do Windows Defender. Você quer consertá-lo?
ru: BitComet не разрешается общаться через windows Defender Firewall. Вы хотите, чтобы исправить это?
th: BitComet ไม่ได้รับอนุญาตให้สื่อสารผ่านไฟร์วอลล์ Windows Defender คุณต้องการแก้ไขหรือไม่

# Notify
source: Windows Firewall is blocking.
bg: Защитната стена на Windows блокира.
de: Die Windows-Firewall wird blockiert.
es: Firewall de Windows está bloqueando.
fr: Windows Firewall bloque.
it: Windows Firewall si sta bloccando.
ja: Windows ファイアウォールがブロックされています。
nl: Windows Firewall blokkeert.
pl: Zapora systemu Windows blokuje.
pt_br: O Firewall do Windows está bloqueando.
ru: Windows Firewall блокирует.
th: ไฟร์วอลล์ Windows กําลังบล็อกอยู่

# MainWindow
source: IE extension for BitComet is not installed correctly. Do you want to fix it?
bg: IE разширение за BitComet не е инсталиран правилно. Искаш ли да го поправиш?
de: Ie-Erweiterung für BitComet ist nicht richtig installiert. Möchten Sie es beheben?
es: La extensión IE para BitComet no está instalada correctamente. ¿Quieres arreglarlo?
fr: L’extension IE pour BitComet n’est pas installée correctement. Tu veux le réparer ?
it: L'estensione di IE per BitComet non è installata correttamente. Vuoi risolvere il problema?
ja: ビットコメのためのIEの拡張が正しくインストールされていません。 あなたはそれを修正しますか?
nl: IE extensie voor BitComet is niet correct geïnstalleerd. Wil je het repareren?
pl: IE dla BitComet nie jest poprawnie zainstalowany. Czy chcesz to naprawić?
pt_br: A extensão iE do BitComet não está instalada corretamente. Você quer consertá-lo?
ru: Расширение IE для BitComet не установлено правильно. Вы хотите, чтобы исправить это?
th: ส่วนขยาย IE สําหรับ BitComet ไม่ได้รับการติดตั้งอย่างถูกต้อง คุณต้องการแก้ไขหรือไม่

# Notify
source: IE extension is not installed correctly.
bg: IE разширение не е инсталиран правилно.
de: Ie-Erweiterung ist nicht ordnungsgemäß installiert.
es: La extensión IE no está instalada correctamente.
fr: L’extension IE n’est pas installée correctement.
it: L'estensione di IE non è installata correttamente.
ja: IE 拡張機能が正しくインストールされていません。
nl: IE-extensie is niet correct geïnstalleerd.
pl: IE nie jest poprawnie zainstalowany.
pt_br: A extensão do IE não está instalada corretamente.
ru: Расширение IE не устанавливается правильно.
th: ส่วนขยาย IE ได้รับการติดตั้งอย่างไม่ถูกต้อง

# Notifications
source: BitComet 64-bit is preferred
de: BitComet 64-Bit wird bevorzugt
es: Se prefiere BitComet de 64 bits
fr: BitComet 64 bits est préféré
it: BitComet 64-bit è preferito
ja: ビットコメット64ビットが推奨されます
pl: Preferowany jest BitComet 64-bitowy
pt_br: BitComet 64-bit é preferido
ru: Предпочтительнее 64-битная версия BitComet
th: BitComet 64-bit เป็นที่ต้องการ

# Notifications
source: Due to the limitation of the amount of memory that can be used in the 32-bit version of the program, the performance and stability of the program will decrease.
de: Aufgrund der Begrenzung der Speichermenge, die in der 32-Bit-Version des Programms verwendet werden kann, nimmt die Leistung und Stabilität des Programms ab.
es: Debido a la limitación de la cantidad de memoria que se puede utilizar en la versión de 32 bits del programa, el rendimiento y la estabilidad del programa disminuirán.
fr: En raison de la limitation de la quantité de mémoire pouvant être utilisée dans la version 32 bits du programme, les performances et la stabilité du programme diminueront.
it: A causa della limitazione della quantità di memoria che può essere utilizzata nella versione a 32 bit del programma, le prestazioni e la stabilità del programma diminuiranno.
ja: プログラムの32ビットバージョンで使用できるメモリの量の制限により、プログラムのパフォーマンスと安定性が低下します。
pl: Ze względu na ograniczenie ilości pamięci, która może być używana w 32-bitowej wersji programu, wydajność i stabilność programu spadnie.
pt_br: Devido à limitação da quantidade de memória que pode ser usada na versão de 32 bits do programa, o desempenho e a estabilidade do programa diminuirão.
ru: Из-за ограничения объема памяти, который можно использовать в 32-битной версии программы, производительность и стабильность работы программы будут снижаться.
th: เนื่องจากข้อ จํากัด ของจํานวนหน่วยความจําที่สามารถใช้ในรุ่น 32 บิตของโปรแกรมประสิทธิภาพและความเสถียรของโปรแกรมจะลดลง

# Notifications
source: It is strongly recommended to choose to run the 64 bit version of BitComet if possible.
de: Es wird dringend empfohlen, wenn möglich die 64-Bit-Version von BitComet zu verwenden.
es: Se recomienda encarecidamente elegir ejecutar la versión de 64 bits de BitComet si es posible.
fr: Il est fortement recommandé de choisir d’exécuter la version 64 bits de BitComet si possible.
it: Si consiglia vivamente di scegliere di eseguire la versione a 64 bit di BitComet, se possibile.
ja: 可能であれば、64ビットバージョンのBitCometを実行することを強くお勧めします。
pl: Zdecydowanie zaleca się uruchomienie 64-bitowej wersji BitComet, jeśli to możliwe.
pt_br: É altamente recomendável optar por executar a versão de 64 bits do BitComet, se possível.
ru: Настоятельно рекомендуется выбрать 64-битную версию BitComet, если это возможно.
th: ขอแนะนําอย่างยิ่งให้เลือกเรียกใช้ BitComet เวอร์ชัน 64 บิตหากเป็นไปได้

# GlobalLog
source: Configuration file folder:
bg: Папка с конфигурационни файлове:
de: Konfigurationsdateiordner:
es: Carpeta del archivo de configuración:
fr: Dossier de fichiers de configuration :
it: Cartella del file di configurazione:
ja: 構成ファイル フォルダ:
nl: Map configuratiebestand:
pl: Folder pliku konfiguracji:
pt_br: Pasta de arquivo de configuração:
ru: Папка файла конфигурации:
th: โฟลเดอร์แฟ้มการกําหนดค่า:

# GlobalLog
source: Metadata cache folder:
de: Metadaten-Cache-Ordner:
es: Carpeta de caché de metadatos:
fr: Dossier de cache de métadonnées :
it: Cartella cache dei metadati:
ja: メタデータキャッシュフォルダ:
pl: Folder pamięci podręcznej metadanych:
pt_br: Pasta de cache de metadados:
ru: Папка кэша метаданных:
th: โฟลเดอร์แคชข้อมูลเมตา:

# Common
source: &OK
ar: موافق &
bg: &Добре
es: &Aceptar
eu: &Ongi
fr: &Valider
hu: &Rendben
ja: OK(&O)
pt_br: Aceitar
ru: ОК
th: ตกลง
tr: &Tamam
ug: جەزملە(&O)

# Common
source: &Yes
ar: نعم &
bg: &Да
de: &Ja
es: &Sí
et: &Jah
eu: &Bai
fi: &Kyllä
fr: &Oui
hu: &Igen
it: &Sì
ja: はい(&Y)
nb: &Ja
nl: &Ja
pl: &Tak
pt_br: &Sim
ro: &Da
ru: &Да
sk: &Áno
sq: &Po
sv: &Ja
th: &ใช่
tr: &Evet
ug: ھەئە(&Y)

# Common
source: &No
ar: لا &
bg: &Не
de: &Nein
et: &Ei
eu: &Ez
fi: &Ei
fr: &Non
hu: &Nem
ja: いいえ(&N)
nb: &Nei
nl: &Nee
pl: &Nie
pt_br: &Não
ro: &Nu
ru: &Нет
sk: &Nie
sq: &Jo
sv: &Nej
th: ไม่ใช่
tr: &Hayır
ug: ياق(&N)

# Common
source: &Cancel
ar: إلغاء &
bg: &Отмяна
de: Abbre&chen
es: &Cancelar
et: &Katkesta
eu: &Ezeztatu
fi: &Peruuta
fr: &Annuler
hu: &Mégsem
it: Ann&ulla
ja: キャンセル(&C)
nb: &Avbryt
nl: &Annuleren
pl: &Anuluj
pt_br: &Cancelar
ro: &Anulează
ru: &Отмена
sk: &Zrušiť
sq: &Anullo
sv: &Avbryt
th: &ยกเลิก
tr: &İptal
ug: ۋاز كەچ(&C)

# MessageBox_OutOfMemory
source: Out of memory!
bg: Няма памет!
de: Aus dem Gedächtnis!
es: ¡Fuera de memoria!
fr: De mémoire !
it: Esaurito la memoria!
ja: メモリが不足しています！
nl: Onvoldoende geheugen!
pl: Z pamięci!
pt_br: Fora da memória!
ru: Из памяти!
th: หน่วยความจําไม่เพียงพอ!

# MessageBox_OutOfMemory
source: Please restart BitComet to avoid data loss.
bg: Рестартирайте BitComet, за да избегнете загуба на данни.
de: Starten Sie BitComet neu, um Datenverlust zu vermeiden.
es: Reinicie BitComet para evitar la pérdida de datos.
fr: Veuillez redémarrer BitComet pour éviter la perte de données.
it: Riavviare BitComet per evitare la perdita di dati.
ja: データの損失を防ぐために BitComet を再起動してください。
nl: Gelieve te herstarten BitComet om te voorkomen dat gegevensverlies.
pl: Proszę zrestartować BitComet, aby uniknąć utraty danych.
pt_br: Por favor, reinicie o BitComet para evitar a perda de dados.
ru: Пожалуйста, перезапустите BitComet, чтобы избежать потери данных.
th: โปรดเริ่ม BitComet ใหม่เพื่อหลีกเลี่ยงการสูญหายของข้อมูล

# MessageBox_OutOfMemory
source: The paging file is too small for memory allocation.
bg: Файлът за виртуална памет е твърде малък за разпределение на паметта.
de: Die Auslagerungsdatei ist zu klein für die Speicherzuweisung.
es: El archivo de paginación es demasiado pequeño para la asignación de memoria.
fr: Le fichier de pagination est trop petit pour l'allocation de mémoire.
it: Il file di paging è troppo piccolo per l'allocazione di memoria.
ja: ページング ファイルが小さすぎてメモリ割り当てに使用できませんでした。
nl: Het wisselbestand is te klein voor geheugentoewijzing.
pl: Plik stronicowania jest zbyt mały dla alokacji pamięci.
pt_br: O arquivo de paginação é muito pequeno para alocação de memória.
ru: Файл paging слишком мал для выделения памяти.
th: แฟ้มเพจจิ้งมีขนาดเล็กเกินไปสําหรับการจัดสรรหน่วยความจํา

# MessageBox_OutOfMemory
source: It is recommended to install 64-bit edition of BitComet for your system.
bg: Препоръчително е да инсталирате 64-битово издание на BitComet за вашата система.
de: Es wird empfohlen, die 64-Bit-Edition von BitComet für Ihr System zu installieren.
es: Se recomienda instalar la edición de 64 bits de BitComet para su sistema.
fr: Il est recommandé d'installer l'édition 64 bits de BitComet pour votre système.
it: Si consiglia di installare l'edizione a 64 bit di BitComet per il sistema.
ja: ご使用のシステムに 64 ビット版の BitComet をインストールすることをお勧めします。
nl: Het wordt aanbevolen om 64-bit editie van BitComet installeren voor uw systeem.
pl: Zaleca się zainstalowanie 64-bitowej wersji BitComet dla systemu.
pt_br: Recomenda-se instalar edição de 64 bits do BitComet para o seu sistema.
ru: Рекомендуется установить 64-разрядное издание BitComet для вашей системы.
th: ขอแนะนําให้ติดตั้ง BitComet รุ่น 64 บิตสําหรับระบบของคุณ

# MainWindow
source: Download: ${G_DOWNLOAD_RATE}, Upload: ${G_UPLOAD_RATE}
bg: Изтегляне: ${G_DOWNLOAD_RATE}, качване: ${G_UPLOAD_RATE}
es: Descargar: ${G_DOWNLOAD_RATE}, subir: ${G_UPLOAD_RATE}
fr: Télécharger: ${G_DOWNLOAD_RATE}, upload: ${G_UPLOAD_RATE}
it: Scarica: ${G_DOWNLOAD_RATE}, carica: ${G_UPLOAD_RATE}
ja: ダウンロード: ${G_DOWNLOAD_RATE}、アップロード: ${G_UPLOAD_RATE}
nl: Download: ${G_DOWNLOAD_RATE}, uploaden: ${G_UPLOAD_RATE}
pl: Pobierz: ${G_DOWNLOAD_RATE}, upload: ${G_UPLOAD_RATE}
ru: Скачать: ${G_DOWNLOAD_RATE}, загрузить: ${G_UPLOAD_RATE}
th: ดาวน์โหลด: ${G_DOWNLOAD_RATE}, อัปโหลด: ${G_UPLOAD_RATE}

# MainWindow
source: Expert Mode
bg: Експертен режим
de: Experten-Modus
es: Modo Experto
fr: Mode expert
it: Modalità Esperto
ja: エキスパートモード
nl: Expert modus
pl: Tryb eksperta
pt_br: Modo expert
ru: Режим Эксперта
th: โหมดผู้เชี่ยวชาญ

# Message_TorrentExisted
source: Torrent task exists!
ar: الترونت موجود!
bg: Съществуваща торент задача!
de: Torrent-Aufgabe bereits vorhanden!
es: La tarea ya existe!
et: Torrent tegum on olemas
eu: Torrent eginkizuna badago!
fi: Tehtävä on jo listalla!
fr: Le torrent existe déjà !
hu: Torrent feladat létrejött
it: Il task per questo torrent è già presente!
ja: タスクがすでに存在しています！
nb: Torrent oppgave finnes!
nl: Torrent Taak was aanwezig!
pl: Zadanie torrenta istnieje!
pt_br: A Tarefa Torrent Já Existe!
ro: Sarcina torent există deja!
ru: Задание существует!
sk: Torrent už existuje!
sq: Kjo detyrë torrenti ekziston!
sv: Aktivitet existerar redan!
th: มีงาน Torrent นี้อยู่แล้ว!
tr: Bu görev zaten bulunmaktadır!
ug: توررېنت ھۆججىتى مەۋجۇد!

# StatusList_StatisticValue
source: Unavailable
ar: غير متاح
bg: Изтекла
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用できません
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
ru: Недоступен
th: ไม่พร้อมใช้งาน

# Common
source: Unlimited
ar: غير محدود
bg: Неограничено
de: ∞ (unbegrenzt)
es: Sin límite
et: Piiramatu
eu: Mugagabea
fi: Rajoittamaton
fr: Illimité
hu: Korlátlan
it: Nessun limite
ja: 無制限
nb: Ubegrenset
nl: Onbeperkt
pl: Nieograniczony
pt_br: Ilimitado
ro: Nelimitată
ru: Неограничено
sk: Bez obmedzenia
sq: Pa kufi
sv: Obegränsat
th: ไม่จำกัด
tr: Sınırsız
ug: چەكسىز

# Common
source: auto
bg: авто
ja: 自動
ru: авто
th: อัตโนมัติ

# StatisticItem
source: {CORE_COUNT} cores
de: {CORE_COUNT} Kerne
es: {CORE_COUNT} núcleos
fr: cœurs {CORE_COUNT}
it: {CORE_COUNT} core
ja: {CORE_COUNT}コア
pl: {CORE_COUNT} rdzenie
pt_br: {CORE_COUNT} núcleos
ru: ядра {CORE_COUNT}
th: {CORE_COUNT}คอร์

# StatisticItem
source: {CORE_COUNT} cores {THREAD_COUNT} threads
de: {CORE_COUNT} Kerne {THREAD_COUNT} Fäden
es: {CORE_COUNT} núcleos {THREAD_COUNT} subprocesos
fr: cœurs {CORE_COUNT} {THREAD_COUNT} threads
it: {CORE_COUNT} core {THREAD_COUNT} thread
ja: コア{CORE_COUNT}スレッド{THREAD_COUNT}
pl: {CORE_COUNT} rdzenie {THREAD_COUNT} wątki
pt_br: {CORE_COUNT} núcleos {THREAD_COUNT} threads
ru: {CORE_COUNT} ядра {THREAD_COUNT} потоки
th: {CORE_COUNT}แกน{THREAD_COUNT}เธรด

# UPNP
source: Disabled
ar: معطل
bg: Забранен
de: Deaktiviert
es: Desactivado
et: Keelatud
eu: Ezgaituta
fi: Ei käytössä
fr: Désactivé
hu: Kikapcsolva
it: Disabilitato
ja: 無効
nb: Avslått
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Disabilitado
ro: Dezactivat
ru: Отключено
sk: Vypnuté
sq: Çaktivizuar
sv: Inaktiverad
th: ปิดการใช้งาน
tr: Kapalı
ug: چەكلەنگەن

# Firewall
source: app allowed
bg: разрешено приложение
de: App erlaubt
es: aplicación permitida
fr: application autorisée
it: app consentita
ja: アプリが許可される
nl: app toegestaan
pl: aplikacja dozwolona
pt_br: aplicativo permitido
ru: приложение разрешено
th: แอปที่อนุญาต

# UPNP
source: Waiting for query
bg: Изчакване за заявка
de: Warten auf Abfrage
es: Esperando la consulta
fr: En attente de requête
it: In attesa di query
ja: クエリを待機中
nl: Wachten op query
pl: Oczekiwanie na zapytanie
pt_br: Esperando por consulta
ru: Ожидание запроса
th: กําลังรอแบบสอบถาม

# UPNP
source: Working
ar: يعمل
bg: Работещ
de: Bitte warten
es: Procesando
et: Töötab
eu: Lanean
fi: Työskennellään
fr: Travail en cours
hu: Működés
it: In esecuzione
ja: 動作中
nb: Arbeider
nl: Bezig
pl: Pracuję
pt_br: Funcionando
ro: Funcțional
ru: В процессе
sk: Pracuje
sq: Duke Punuar
sv: Arbetar
th: กำลังทำงาน
tr: Çalışıyor
ug: خىزمەت قىلىۋاتىدۇ
