Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Favourite_TorrentShare_Menu
source: Enable Torrent Exchange
ar: تفعيل تبادل الترونت
bg: Разрешаване споделянето на торенти
de: Torrent-Austausch aktivieren
es: Activar intercambio de Torrent
et: Luba torrendi vahetus
eu: Gaitu Torrent Aldaketa
fi: Ota Käyttöön Torrent Vaihto
fr: Activer l'échange de torrent
hu: Torrentmegosztó engedélyezése
it: Abilita Torrent Exchange
ja: Torrent Exchange を有効にする
nb: Aktivere Torrent Exchange
nl: Torrent uitwisselen inschakelen
pl: Włącz wymianę torrentów
pt_br: Ativar mudança do Torrent
ro: Activează &partajarea torentelor terminate
ru: Разрешить обмен торрентами
sk: Zapnúť Torrent Exchange
sq: Aktivizo Shkëmbimin e Torrentëve
sv: Aktivera Torrent Exchange
th: เปิดใช้งานการแลกเปลี่ยน Torrent
tr: Torrent Değişimini Sağla
ug: توررېنت ئالماشتۇرۇش قوزغات

# Favourite_TorrentShare_Menu
source: Auto Download Metadata
bg: Автоматично изтегляне на метаданни
de: Metadaten für den automatischen Download
es: Descarga automática de metadatos
fr: Téléchargement automatique Metadata
it: Scarica automaticamente metadati
ja: メタデータの自動ダウンロード
nl: Metagegevens automatisch downloaden
pl: Automatyczne pobieranie metadanych
pt_br: Metadados de download automático
ru: Авто Скачать Метаданные
th: ดาวน์โหลด Metadata โดยอัตโนมัติ

# Favourite_TorrentShare_Menu
source: Only Show Torrents with Metadata
bg: Показване само на торенти с метаданни
de: Nur Torrents mit Metadaten anzeigen
es: Mostrar sólo Torrents con metadatos
fr: Montrez seulement torrents avec des métadonnées
it: Mostra solo Torrent con metadati
ja: メタデータを使用してトレントのみを表示する
nl: Alleen Torrents weergeven met metadata
pl: Pokaż tylko torrenty z metadanymi
pt_br: Só mostrar torrents com metadados
ru: Только показать торренты с метаданными
th: แสดงเฉพาะเพลงที่มี Metadata เท่านั้น

# Favourite_TorrentShare_Menu
source: Compact Database
bg: Компактна база данни
de: Kompakte Datenbank
es: Base de datos compacta
fr: Base de données compacte
it: Compatta database
ja: コンパクト データベース
nl: Compacte database
pl: Kompaktowa baza danych
pt_br: Banco de dados compacto
ru: Компактная база данных
th: กระชับฐานข้อมูล

# Favourite_TorrentShare_Menu
source: Keyword Blocklist...
de: Schlüsselwort-Blockliste...
es: Lista de bloqueo de palabras clave...
fr: Liste de blocage des mots-clés...
it: Elenco delle parole chiave bloccate...
ja: キーワード ブロックリスト...
pl: Lista zablokowanych słów kluczowych...
pt_br: Lista de bloqueio de palavras-chave...
ru: Черный список ключевых слов...
th: รายการบล็อกคําหลัก...

# Favourite_TorrentShare_Menu
source: Infohash Blocklist...
de: Infohash-Blockliste...
es: Lista de bloqueo de Infohash...
ja: インフォハッシュ ブロックリスト...
pl: Lista bloków Infohash...
pt_br: Lista de bloqueios do Infohash...
ru: Инфохаш Черный список...
th: รายการบล็อกอินโฟแฮช...

# Favourite_TorrentShare_Menu
source: Max 1000
ar: الحد الأقصى 1000
bg: Най-много 1000
es: Máx. 1000
et: Maks 1000
eu: Geh. 1000
fi: Enintään 1000
ja: 最大 1000
nb: Maks 1000
pl: Maksymalnie 1000
pt_br: Máximo 1000
ru: Макс. 1000
sk: Maximálne 1000
sq: Maksimumi 1000
th: สูงสุด 1000
tr: Azami 1000
ug: ئەڭ كۆپ بولغاندا 1000

# Favourite_TorrentShare_Menu
source: Max 5000
ar: الحد الأقصى 5000
bg: Най-много 5000
es: Máx. 5000
et: Maks 5000
eu: Geh. 5000
fi: Enintään 5000
ja: 最大 5000
nb: Maks 5000
pl: Maksymalnie 5000
pt_br: Máximo 5000
ru: Макс. 5000
sk: Maximálne 5000
sq: Maksimumi 5000
th: สูงสุด 5000
tr: Azami 5000
ug: ئەڭ كۆپ بولغاندا 5000

# Favourite_TorrentShare_Menu
source: Max 10000
ar: الحد الأقصى 10000
bg: Най-много 10000
es: Máx. 10000
et: Maks10000
eu: Geh. 10000
fi: Enintään 10000
ja: 最大 10000
nb: Maks 10000
pl: Maksymalnie 10000
pt_br: Máximo 10000
ru: Макс. 10000
sk: Maximálne 10000
sq: Maksimumi 1000
th: สูงสุด 10000
tr: Azami 10000
ug: ئەڭ كۆپ بولغاندا 10000

# Favourite_TorrentShare_Menu
source: Max 50000
ar: الحد الأقصى 50000
bg: Най-много 50000
es: Máx. 50000
et: Maks 50000
eu: Geh. 50000
fi: Enintään 50000
ja: 最大 50000
nb: Maks 50000
pl: Maksymalnie 50000
pt_br: Máximo 50000
ru: Макс. 50000
sk: Maximálne 50000
sq: Maksimumi 5000
th: สูงสุด 50000
tr: Azami 50000
ug: ئەڭ كۆپ بولغاندا 50000

# Favourite_TorrentShare_Menu
source: Max 100000
bg: Най-много 100000
es: Máximo 100000
it: Massimo 100000
ja: 最大100000
pl: Maksymalnie 100000
pt_br: Máximo 100000
ru: Макс 100000
th: สูงสุด 100000

# Favourite_TorrentShare_Menu
source: Max
es: Máx
ja: 最大
pt_br: Máx
ru: Макс
th: สูงสุด

# Favourite_TorrentShare_Menu
source: Unlimited
bg: Неограничено
de: Unbegrenzt
es: Sin límite
fr: Illimité
it: Illimitato
ja: 無制限
nl: Onbeperkt
pl: Nieograniczony
pt_br: Ilimitado
ru: Неограничено
th: ไม่จำกัด

# Favourite_TorrentShare_Menu
source: Customize...
de: Benutzerdefiniert...
es: Personalizar...
fr: Personnaliser...
it: Personalizza...
ja: カスタマイズ...
pl: Dostosuj...
pt_br: Personalizar...
ru: Настроить...
th: ปรับแต่ง...

# Favourite_TorrentShare_Menu
source: Enable RSS Torrents
bg: Разрешаване на RSS торенти
de: RSS Torrents aktivieren
es: Habilitar RSS Torrents
fr: Activer RSS Torrents
it: Abilita TorrentRSS
ja: RSS トレントを有効にする
nl: RSS torrents inschakelen
pl: Włącz torrenty RSS
pt_br: Permitir torrents rss
ru: Включить RSS Торренты
th: เปิดใช้งานเพลง RSS

# Favourite_TorrentShare_Menu
source: Reload
bg: Презареди
de: Neu laden
es: Recargar
fr: Rafraichir
it: Ricarica
ja: 再読み込み
nl: Ververs
pl: Załaduj ponownie
pt_br: Recarregar
ru: Перезагрузить
th: โหลดใหม่

# Favourite_TorrentShare_Menu
source: Enable DHT Torrents
bg: Разрешаване на ДХТ торенти
de: DHT Torrents aktivieren
es: Habilitar DHT Torrents
fr: Activer les torrents DHT
it: Abilita Torrenti DHT
ja: DHT トレントを有効にする
nl: Inschakelen DHT torrents
pl: Włącz torrenty DHT
pt_br: Permitir torrentes de DHT
ru: Включить ТОРренты DHT
th: เปิดใช้งานทอร์เรนต์ DHT

# Favourite_TorrentShare_Menu
source: Refresh
bg: Обновяване
de: Aktualisieren
es: Refrescar
fr: Actualiser
it: Aggiorna
ja: 更新
nl: Ververs
pl: Odśwież
pt_br: Atualizar
ru: Обновить
th: รีเฟรช

# Favourite_TorrentShare_Menu
source: Enable Tracker Torrents
bg: Разрешаване на торенти на тракери
de: Tracker Torrents aktivieren
es: Habilitar Tracker Torrents
fr: Activer Tracker Torrents
it: Abilita Tracker Torrents
ja: トラッカートレントを有効にする
nl: Schakel Tracker Torrents in
pl: Włącz torrenty Tracker
pt_br: Ativar torrents de rastreadores
ru: Включить трекер торрентов
th: เปิดใช้งานเพลงตัวติดตาม

# TorrentShare
source: Once the limit is reached, the oldest received torrents will be discarded.
de: Sobald das Limit erreicht ist, werden die ältesten empfangenen Torrents verworfen.
es: Una vez alcanzado el límite, los torrents recibidos más antiguos serán descartados.
fr: Une fois la limite atteinte, les torrents reçus les plus anciens seront jetés.
it: Una volta raggiunto il limite, i torrent ricevuti più vecchi verranno scartati.
ja: 制限に達すると、最も古い受信トレントが破棄されます。
pl: Po osiągnięciu limitu najstarsze odebrane torrenty zostaną odrzucone.
pt_br: Uma vez atingido o limite, os torrents mais antigos recebidos serão descartados.
ru: Как только лимит будет достигнут, самые старые полученные торренты будут отброшены.
th: เมื่อถึงขีด จํากัด แล้ว ทอร์เรนต์ที่เก่าแก่ที่สุดที่ได้รับจะถูกทิ้ง

# TorrentShare
source: (0 is unlimited)
de: (0 ist unbegrenzt)
es: (0 es ilimitado)
fr: (0 est illimité)
it: (0 è illimitato)
ja: (0 は無制限です)
pl: (0 jest nieograniczone)
pt_br: (0 é ilimitado)
ru: (0 не ограничено)
th: (0 ไม่ จํากัด )

# TorrentShare
source: Max length of the torrent list:
de: Maximale Länge der Torrent-Liste:
es: Longitud máxima de la lista de torrents:
fr: Longueur maximale de la liste des torrents:
it: Lunghezza massima della lista torrent:
ja: トレントリストの最大長:
pl: Maksymalna długość listy torrentów:
pt_br: Comprimento máximo da lista de torrents:
ru: Максимальная длина торрент-списка:
th: ความยาวสูงสุดของรายการฝนตกหนัก:

# Message_NeedEnableDHT
source: Please enable the DHT network first.
bg: Първо Активирайте ДХТ мрежата.
de: Aktivieren Sie zuerst das DHT-Netzwerk.
es: Habilite primero la red DHT.
fr: Veuillez d'abord activer le réseau DHT.
it: Attivare prima la rete DHT.
ja: 最初に DHT ネットワークを有効にしてください。
nl: Schakel het DHT-netwerk eerst in.
pl: Proszę najpierw włączyć sieć DHT.
pt_br: Por favor, habilite a rede DHT primeiro.
ru: Пожалуйста, включите сеть DHT в первую очередь.
th: โปรดเปิดใช้งานเครือข่าย DHT ก่อน

# TorrentShare
source: Auto Refresh
bg: Автоматично обновяване
de: Automatische Aktualisierung
es: Actualización automática
fr: Actualisation automatique
it: Aggiornamento automatico
ja: 自動更新
nl: Automatisch vernieuwen
pl: Automatyczne odświeżanie
pt_br: Atualização automática
ru: Автоматическое обновление
th: ฟื้นฟูอัตโนมัติ

# TorrentShare
source: Refresh Torrent List
bg: Обновяване на списъка с торенти
de: Torrent-Liste aktualisieren
es: Actualizar lista torrent
fr: Actualiser la liste torrent
it: Aggiorna elenco Torrent
ja: トレントリストをリフレッシュ
nl: Torrent-lijst vernieuwen
pl: Odśwież listę torrentów
pt_br: Atualizar lista de torrents
ru: Обновление Торрент Список
th: ฟื้นฟูรายการฝนตกหนัก

# TorrentShare
source: Software
ar: البرامج
bg: Софтуер
de: Programme
es: Programas
et: Tarkvara
eu: Softwarea
fi: Ohjelma
fr: Application
hu: Szoftver
it: Programmi
ja: ソフトウェア
nb: Programvare
pl: Programy
pt_br: Aplicativo
ro: Softuri
ru: Программы
sk: Softvér
sq: Programe
sv: Programvara
th: ซอฟต์แวร์
tr: Yazılım
ug: يۇمشاق دېتال

# TorrentShare
source: Video
ar: فيديو
bg: Видео
de: Filme
es: Vídeo
eu: Bideoa
fr: Vidéo
hu: Videó
ja: 動画
pl: Wideo
pt_br: Vídeo
ru: Видео
th: วิดีโอ
ug: سىن

# TorrentShare
source: Music
ar: الموسيقى
bg: Музика
de: Musik
es: Música
et: Muusika
eu: Musika
fi: Musiikki
fr: Musique
hu: Zene
it: Musica
ja: 音楽
nb: Musikk
nl: Muziek
pl: Muzyka
pt_br: Musica
ro: Muzică
ru: Музыка
sk: Hudba
sq: Muzikë
sv: Musik
th: ดนตรี
tr: Müzik
ug: نەغمە

# TorrentShare
source: Pictures
ar: الصور
bg: Изображения
de: Bilder
es: Imágenes
et: Pildid
eu: Irudiak
fi: Kuvat
fr: Images
hu: Képek
it: Immagini
ja: 画像
nb: Bilder
nl: Afbeeldingen
pl: Obrazy
pt_br: Imagens
ro: Poze
ru: Изображения
sk: Obrázky
sq: Fotografi
sv: Bilder
th: ภาพ
tr: Resimler
ug: رەسىملەر

# TorrentShare
source: Other
ar: أخرى
bg: Други
de: Sonstiges
es: Otros
et: Muu
eu: Besterik
fi: Muut
fr: Autre
hu: Egyéb
it: Altro
ja: その他
nb: Annet
nl: Anders
pl: Inne
pt_br: Outro
ro: Altele
ru: Другое
sk: Ostatné
sq: Të Tjera
sv: Övriga
th: อื่นๆ
tr: Diğer
ug: باشقا

# Common
source: (empty)
bg: (празно)
de: (leer)
es: (vacío)
fr: (vide)
it: (vuoto)
ja: (空)
nl: (leeg)
pl: (pusty)
pt_br: Vazio
ru: (пусто)
th: (ว่างเปล่า)

# TorrentShare
source: Search Torrent
ar: البحث تورنت
bg: Търси Торент
de: Torrent suchen
es: Buscar torrent
et: Otsi torrenti
eu: Bilatu Torrenta
fr: Recherche Torrent
it: Cerca torrent
ja: Torrentを検索
nl: Zoek torrent
pl: Znajdź torrent
pt_br: Buscar Torrent
ro: Caută Torent
ru: Найти торрент
sk: Vyhľadať torrent
sv: Sök torrent
th: ค้นหาทอร์เรนต์
tr: Torrent Ara
ug: توررېنت ئىزدە

# TorrentShare
source: Category
ar: الفئة
bg: Категория
de: Kategorie
es: Categoría
et: Kategooria
eu: Kategoria
fi: Kategoria
fr: Catégorie
hu: Kategória
it: Categoria
ja: カテゴリ
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sq: Kategoria
sv: Kategori
th: หมวดหมู่
tr: Kategori
ug: تۈر

# TorrentShare
source: RSS Feed
bg: RSS емисии
es: Feed RSS
fr: Flux RSS
it: Feed RSS
ja: RSSフィード
pl: Kanał RSS
pt_br: Feed RSS
ru: RSS лента
th: ฟีด RSS

# TorrentShare
source: Settings
bg: Настройки
de: Einstellungen
es: Opciones
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
th: การตั้งค่า

# TorrentShare
source: The list is full. Please clear some torrents to get more.
ar: القائمة ممتلئة. يرجى مسح بعض السيول للحصول علي المزيد.
bg: Списъкът е пълен. Моля изтрийте няколко торента, за да добавяте нови.
de: Die Liste ist voll. Bitte bereinigen Sie einige Torrents.
es: La lista está llena. Por favor, despejen algunos torrentes para obtener más.
et: Nimekiri on täis. Palun kustuta mõned torrenti et saada uusi.
eu: Zerrenda beteta dago. Mesedez garbitu torrent batzuk tokia egitko.
fr: La liste est pleine. S'il vous plaît effacer certains torrents pour obtenir plus.
it: La lista è piena. Si prega di cancellare alcuni torrenti per ottenere di più.
ja: リストはいっぱいです。 より多くのトレントを取得するにはいくつかのトレントをクリアしてください。
nl: De lijst is vol. Gelieve duidelijk een aantal torrents om meer te krijgen.
pl: Lista jest pełna. Proszę usunąć niektóre torrenty, aby uzyskać więcej.
pt_br: A lista está cheia. Por favor, limpe alguns torrents para obter mais.
ro: Lista e plină. Șterge niște torente pentru a putea fi afișate altele.
ru: Лист полон. Пожалуйста, удалите пару торрентов.
sv: Listan är full. Var god ta bort några torrents för att får mer plats.
th: รายการเต็มแล้ว กรุณาล้างเพลงบางที่จะได้รับมากขึ้น
ug: تىزىم توشتى، قىسمەن ئۇرۇق تازىلىۋېتىلسە تېخىمۇ كۆپكە ئېرىشەلەيدۇ.

# TorrentShare
source: The following content is automatically generated from the RSS feeds. The source of this content has no relation with BitComet.
bg: Следното съдържание се генерира автоматично от RSS канали. Източникът на това съдържание няма връзка с BitComet.
de: Der folgende Inhalt wird automatisch aus den RSS-Feeds generiert. Die Quelle dieses Inhalts hat keine Beziehung zu BitComet.
es: El siguiente contenido se genera automáticamente a partir de las fuentes RSS. El origen de este contenido no tiene ninguna relación con BitComet.
fr: Le contenu suivant est automatiquement généré à partir des flux RSS. La source de ce contenu n'a aucun rapport avec BitComet.
it: I seguenti contenuti vengono generati automaticamente dai feed RSS. L'origine di questo contenuto non ha alcuna relazione con BitComet.
ja: 次のコンテンツは、RSS フィードから自動的に生成されます。このコンテンツのソースは BitComet とは関係ありません。
nl: De volgende inhoud wordt automatisch gegenereerd op basis van de RSS-feeds. De bron van deze inhoud heeft geen relatie met BitComet.
pl: Następująca zawartość jest automatycznie generowany z kanałów RSS. Źródło tej zawartości nie ma związku z BitComet.
pt_br: O conteúdo a seguir é gerado automaticamente a partir dos feeds RSS. A fonte deste conteúdo não tem relação com bitcomet.
ru: Следующее содержимое автоматически генерируется из RSS-каналов. Источник этого контента не имеет никакого отношения к BitComet.
th: เนื้อหาต่อไปนี้จะถูกสร้างขึ้นโดยอัตโนมัติจากตัวดึงข้อมูล RSS แหล่งที่มาของเนื้อหานี้ไม่มีความสัมพันธ์กับ BitComet

# TorrentShare
source: The following content is automatically generated from the peers in DHT network. The source of this content has no relation with BitComet.
bg: Следното съдържание се генерира автоматично от връстници в ДХТ мрежа. Източникът на това съдържание няма връзка с BitComet.
de: Der folgende Inhalt wird automatisch von den Peers im DHT-Netzwerk generiert. Die Quelle dieses Inhalts hat keine Beziehung zu BitComet.
es: El siguiente contenido se genera automáticamente a partir de los pares de la red DHT. El origen de este contenido no tiene ninguna relación con BitComet.
fr: Le contenu suivant est automatiquement généré à partir des pairs du réseau DHT. La source de ce contenu n'a aucun rapport avec BitComet.
it: Il contenuto seguente viene generato automaticamente dai peer nella rete DHT. L'origine di questo contenuto non ha alcuna relazione con BitComet.
ja: 次のコンテンツは、DHT ネットワーク内のピアから自動的に生成されます。このコンテンツのソースは BitComet とは関係ありません。
nl: De volgende inhoud wordt automatisch gegenereerd op basis van de peers in het netwerk van DHT. De bron van deze inhoud heeft geen relatie met BitComet.
pl: Następująca zawartość jest automatycznie generowany z elementów równorzędnych w sieci DHT. Źródło tej zawartości nie ma związku z BitComet.
pt_br: O conteúdo a seguir é gerado automaticamente a partir dos pares na rede DHT. A fonte deste conteúdo não tem relação com bitcomet.
ru: Следующее содержимое автоматически генерируется из узлов в сети DHT. Источник этого контента не имеет никакого отношения к BitComet.
th: เนื้อหาต่อไปนี้จะถูกสร้างขึ้นโดยอัตโนมัติจากเพียร์ในเครือข่าย DHT แหล่งที่มาของเนื้อหานี้ไม่มีความสัมพันธ์กับ BitComet

# TorrentShare
source: The following content is automatically generated from the trackers. The source of this content has no relation with BitComet.
bg: Следното съдържание се генерира автоматично от тракерите. Източникът на това съдържание няма връзка с BitComet.
de: Der folgende Inhalt wird automatisch aus den Trackern generiert. Die Quelle dieses Inhalts hat keine Beziehung zu BitComet.
es: El siguiente contenido se genera automáticamente a partir de los rastreadores. El origen de este contenido no tiene ninguna relación con BitComet.
fr: Le contenu suivant est généré automatiquement à partir des trackers. La source de ce contenu n’a aucun rapport avec BitComet.
it: Il contenuto seguente viene generato automaticamente dai tracker. L'origine di questo contenuto non ha alcuna relazione con BitComet.
ja: トラッカーから次のコンテンツが自動的に生成されます。このコンテンツのソースは、BitComet とは関係ありません。
nl: De volgende inhoud wordt automatisch gegenereerd vanuit de trackers. De bron van deze inhoud heeft geen relatie met BitComet.
pl: Następująca zawartość jest automatycznie generowana z trackerów. Źródło tej zawartości nie ma żadnego związku z BitComet.
pt_br: O conteúdo a seguir é gerado automaticamente a partir dos rastreadores. A origem deste conteúdo não tem relação com o BitComet.
ru: Следующее содержимое автоматически генерируется с трекеров. Источник этого контента не имеет никакого отношения к BitComet.
th: เนื้อหาต่อไปนี้จะถูกสร้างขึ้นโดยอัตโนมัติจากตัวติดตาม แหล่งที่มาของเนื้อหานี้ไม่มีความสัมพันธ์กับ BitComet

# TorrentShare
source: The following content is automatically generated from the peers you connected to who share their torrents. The source of this content has no relation with BitComet.
ar: يتم تلقائياً إنشاء ترابط في المحتوى مع نظائراُ متصلين يتقاسمون من المرسلين . مصدر هذا المحتوى لا علاقة له مع بيتكومنت.
bg: Следващото съдържание е автоматично генерирано от пиърите, с които сте свъзани, и онези, които споделят техните торенти. Източникът на това съдържание няма връзка с BitComet.
de: Folgender Inhalt wird automatisch aus den Peers erzeugt, mit denen Sie verbunden sind und ihre Torrents freigeben haben. Die Quelle dieser Inhalte hat keinen Bezug mit BitComet.
es: El siguiente contenido es generado automáticamente por los usuarios con los que se conecta. La fuente de este contenido no tiene ninguna relación con BitComet.
et: Järgnev sisu on automaatselt genereeritud jagajate poolt kellega olete ühendatud. BitCometil ei ole seost allika kohta.
eu: Hurrengo edukia berezgaitasunez sortua da torrentak partekatzeko elkarketaturik dituzun hartzaileengandik. Eduki honen iturburuak ez du zerikusirik BitCometekin.
fr: Le contenu suivant est automatiquement généré par les pairs auxquels vous êtes connectés et qui partagent leurs torrents. BitComet n'est pas responsable du contenu.
hu: Az alábbi tartalom automatikusan generálódik az önhöz csatlakozó peerek torrentmegosztási listái alapján. Az információ forrásának nincs köze a BitComethez.
it: Il contenuto seguente è generato automaticamente dai peer a cui sei connesso. La fonte di questo contenuto non ha alcuna relazione con BitComet.
ja: 以下のコンテンツは、接続したTorrent共有をしているピアにより自動的に生成されたものです。コンテンツの供給元はBitCometとはなんら関係がありません。
nl: De volgende inhoud wordt automatisch gegenereerd door de peers waarmee u verbonden bent en die hun Torrents delen. De bron van deze inhoud heeft geen relatie met BitComet.
pl: Następująca zawartość jest automatycznie tworzona przez peerów, do których jesteś podłączony i oni udostępniają te torrenty. Źródło tej zawartości nie ma żadnego powiązania z BitComet.
pt_br: O conteúdo a seguir é gerado automaticamente a partir dos peers que você conectou para quem compartilha os torrents. A origem desse conteúdo não tem relação com o BitComet.
ro: Conținutul următor este generat automat și provine de la partenerii conectați care își partajează torentele. Sursa conținutului nu are nici o legătură cu BitComet.
ru: Следующее содержимое автоматически генерируется из подключенных пиров, которые содержат общедоступные торренты. Источники этогконтента никак не связанны с BitComet.
sk: Nasledujúci obsah je automaticky generovaný od peerov, ku ktorým ste pripojený, a ktorí zdieľajú ich torrenty. Zdroj tohto obsahu nemá žiadnu súvislosť s programom BitComet.
sq: Përmbajtja që vijon është krijuar automatikisht nga ndarësit me të cilët jeni lidhur që ndajnë torrentët e tyre. Burimi i kësaj përmbajtje nuk ka lidhje me BitComet.
sv: Följande innehåll genereras automatiskt från dem peers du har anslutit som delar sin torrents. Källan av detta innehåll har ingen relation med BitComet.
th: เนื้อหาต่อไปนี้ถูกสร้างโดยอัตโนมัติจากผู้ใช้ที่แบ่งปัน Torrent ที่คุณเชื่อมต่อ โดยแหล่งที่มาของเนื้อหานี้ไม่มีความเกี่ยวข้องกับ BitComet
tr: Aşağıdaki içerik otomatik olarak size bağlanan ve kendi torrentlerini paylaşanların verilerinden oluşturuldu. KaynağınBitComet ile alakası yoktur.
ug: تۆۋەندىكى مەزمۇن سىز ئۇلانغان باشقا ئىشلەتكۈچىنىڭ ھەمبەھىردىن ھاسىل بولغان، پەيدا بولغان مەزمۇن بۇ يۇمشاق دېتال بىلەن مۇناسىۋەتسىز.

# Web
source: Back
bg: Назад
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
th: กลับไป

# Web
source: Forward
bg: Напред
de: Vorwärts
es: Ir hacia Delante
fr: Avant
it: Inoltra
ja: 進む
nl: Doorsturen
pl: Do przodu
pt_br: Para Frente
ru: Вперед
th: ข้างหน้า

# Web
source: Refresh
bg: Обновяване
de: Aktualisieren
es: Refrescar
fr: Actualiser
it: Aggiorna
ja: 更新
nl: Ververs
pl: Odśwież
pt_br: Atualizar
ru: Обновить
th: รีเฟรช

# Web
source: Close
bg: Затваряне
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
th: ปิด

# MainWindow
source: ${SELECTED_NUMBER} selected / ${TOTAL_NUMBER} in total
ar: ${SELECTED_NUMBER} تحديد / ${TOTAL_NUMBER} في المجموع
bg: ${SELECTED_NUMBER} избрани / ${TOTAL_NUMBER} в общо
de: ${SELECTED_NUMBER} von ${TOTAL_NUMBER} Aufgaben ausgewählt
es: ${SELECTED_NUMBER} seleccionados / ${TOTAL_NUMBER} en total
et: ${SELECTED_NUMBER} valitud / ${TOTAL_NUMBER} koguarvus
eu: ${SELECTED_NUMBER} hautaturik / ${TOTAL_NUMBER} guztira
fi: ${SELECTED_NUMBER} valittu / ${TOTAL_NUMBER} yhteensä
fr: ${SELECTED_NUMBER} sélectionné(s) / ${TOTAL_NUMBER} au total
hu: ${SELECTED_NUMBER} kiválasztva / ${TOTAL_NUMBER} összesen
it: ${SELECTED_NUMBER} selezionati / ${TOTAL_NUMBER} in totale
ja: 選択中 ${SELECTED_NUMBER} / 合計 ${TOTAL_NUMBER}
nb: ${SELECTED_NUMBER} valgte / ${TOTAL_NUMBER} totalt
nl: ${SELECTED_NUMBER} geselecteerd / ${TOTAL_NUMBER} in totaal
pl: ${SELECTED_NUMBER} wybrano / ${TOTAL_NUMBER} wszystkich
pt_br: ${SELECTED_NUMBER} selecionado / ${TOTAL_NUMBER} no total
ro: ${SELECTED_NUMBER} selectat(e) / ${TOTAL_NUMBER} în total
ru: ${SELECTED_NUMBER} выделенно / ${TOTAL_NUMBER} всего
sk: ${SELECTED_NUMBER} označených z / ${TOTAL_NUMBER} celkového počtu
sv: ${SELECTED_NUMBER} valda / ${TOTAL_NUMBER} totalt
th: เลือกไว้ ${SELECTED_NUMBER} / จากทั้งหมด ${TOTAL_NUMBER}
tr: ${SELECTED_NUMBER} seçildi / ${TOTAL_NUMBER} toplamda
ug: ${SELECTED_NUMBER} تۈر تاللاندى/جەمئى تۈر ${TOTAL_NUMBER}
