Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_TCPIPLimit
source: Important notice: In order to make changes to your tcpip.sys system file, Windows File Protection will need to be disabled temporarily. Your original file will be renamed to \"TCPIP.SYS.ORIGINAL\".
ar: تنبيه : سرعة التحميل تتناسب مع سرعة التحميل الخاصة بأشتراك DSL الرجاء تحديد سرعة التحميل تحت خط السعة الإجمالية لإشتراكك , حتى لا تتأثر سرعة التحميل .
et: Tähtis teade: Selleks, et muuta oma tcpip.sys süsteemi faili, On vaja ajutiselt välja lülitada Windows File Protection. Algne fail ümbernimetakse "TCPIP.SYS.ORIGINAL".
eu: Ohar garrantzitsua: zure erabide agirian tcpip.sys aldaketak egiteko, Windowsen Agiri Babespena aldibaterako ezgaitzea beharrezkoa da. Zure jatorrizko agiria birrizendatua izan daiteke \"TCPIP.SYS.ORIGINAL\".
hu: Fontos megjegyzés: a tcpip.sys rendszerfájl megváltoztatásához a Windows rendszerfájlvédelem átmenetileg ki lesz kapcsolva. Az eredeti fájl neve TCPIP.SYS.ORIGINAL-ra változik.
nb: Viktig melding: For å gjøre endringer i tcpip.sys system fil, må Windows File Protection deaktiveres midlertidig. Den opprinnelige filen vil bli omdøpt til \"TCPIP.SYS.ORIGINAL\".
ro: Notă Importantă: Pentru a face modificări la fila tcpip.sys, protecția filelor de sistem din Windows va fi dezactivată temporar. Fila originală va fi renumită "TCPIP.SYS.ORIGINAL".
sk: Dôležitá správa: V prípade vykonania zmien v systémovom súbore tcpip.sys, Windows File Protection musí byť dočasne pozastavený. Originálny súbor bude premenovaný na "TCPIP.SYS.ORIGINAL\".
sq: Njoftim i rëndësishëm: Që të mund t'i bëni ndryshime skedarit tuaj të sistemit tcpip.sys. Mbrojtja e skedarëve të Windows duhet çaktivizuar përkohësisht. Skedari juaj origjinal do të riemërtohet "TCPIP.SYS.ORIGINAL".
sv: Viktig notis: För att kunna ändra systemfilen tcpip.sys måste Windows filskydd tillfälligt inaktiveras. Originalfilen kommer att döpas om till \"TCPIP.SYS.ORIGINAL\".
tr: Önemli not: Bu sizin tcpip.sys dosyanızı değiştirir. Fakat bu dosya Windows korumasında olduğundan dolayı geçici olarak bu koruma kapatılır ve orjinal dosyanız "TCPIP.SYS.ORIGINAL" olarak yeniden adlandırılır.
ug: دىققەت: ئۇلىنىش چەكلىمىسى ئۆزگەرتىشتە سىستېمىنىڭ TCPIP.SYS ھۆججىتى ئۆزگەرتىلىدۇ، ئۆزگەرتىۋاتقاندا Windows نىڭ ھۆججەت قوغداش ئىقتىدارى ۋاقىتلىق چەكلىنىدۇ، ھەمدە ئەسلىدىكى ھۆججەت \"TCPIP.SYS.ORIGINAL\" دەپ زاپاسلىنىدۇ.

# OptionWndTagsManager
source: &Add
ar: & إضافة
et: &Lisa
eu: &Gehitu
fi: &Lisää
hu: &Hozzáad
nb: &Legg til
ro: &Adaugă
sk: Prid&ať
sq: &Shto
sv: &Lägg till
tr: &Ekle
ug: قوش(&A)

# OptionWndTagsManager
source: &Remove
ar: & إزالة
et: &Eemalda
eu: &Ezabatu
fi: &Poista
hu: Eltáv&olítás
nb: &Fjern
ro: În&lătură
sk: &Odstrániť
sq: &Hiqe
sv: &Ta bort
tr: &Kaldır
ug: چىقىرىۋەت(&R)

# OptionWndTagsManager
source: Move &Up
ar: التحرك & للأعلى
et: Liiguta ü&les
eu: Eraman &Gora
fi: Siirrä &Ylös
hu: Mozgatás &felfelé
nb: Flytt &opp
ro: Mută în &Sus
sk: Presunúť &hore
sq: Lëviz &Sipër
sv: Flytta &upp
tr: &Yukarı Taşı
ug: يۇقىرىغا(&U)

# OptionWndTagsManager
source: Move &Down
ar: التحرك & للأسفل
et: Liiguta &alla
eu: Eraman &Behera
fi: Siirrä &Alas
hu: Mozgatás &lefelé
nb: Flytt &ned
ro: Mută în &Jos
sk: Presunúť &dole
sq: Lëviz &Poshtë
sv: Flytta &ner
tr: &Aşağı taşı
ug: تۆۋەنگە(&D)

# Options_Task
source: Display tray balloon when task finished
ar: عرض بالون علبه الورق عند الانتهاء من المهمة

# Options_Task
source: Task Schedule
ar: المهام المجدوله
et: Ajagraafik
eu: Eginkizun egitarautzea
fi: Tehtävän Ajastus
hu: Feladat ütemező
nb: Oppgave- planlegg
ro: Planificator
sk: Úloha plánovača
sq: Skedim i Detyrave
sv: Schemaläggaraktiviteter
tr: Takvim
ug: ۋەزىپە پىلانى

# Options_Task
source: Auto start new task if download rate is less than:
ar: تحميل تلقائي للمهمة التالية عندما تصل سرعة التحميل اقل من:
et: Automaatne käivitus tegumile, kui laadimis kiirus on väiksem kui:
eu: Berez hasi eginkizun berria jeisketa maila baino gutxiago bada:
fi: Aloita tehtävä automaattisesti jos latausmäärä on vähemmän kuin:
hu: Új feladat magától induljon el, ha a letöltési sebesség kisebb mint:
nb: Start ny oppgave automatisk dersom nedlastingsraten er mindre enn:
ro: Pornește automat o sarcină nouă dacă viteza de descărcare e sub:
sk: Automaticky spustiť novú ulohu, keď je Sťah. menšie než:
sq: Nisni automatikisht detyrat e reja nëse shkalla e shkarkimeve është më e vogël se:
sv: Starta automatiskt en ny aktivitet om nedladdningshastigheten är mindre än:
tr: İndirme oranı daha düşükse otomatik yeni göreve başlar:
ug: ئومۇمىي چۈشۈرۈش سۈرئىتى تۆۋەن بولغاندا يېڭى ۋەزىپىنى ئاپتوماتىك باشلا:

# Option_RemoteDownload
source: Enable Remote Download
ar: تمكين تحميل عن بعد
et: Luba kaug laadimine
eu: Gaitu Hurruneko Jeisketa
fi: Ota käyttöön Etälataus
hu: Távoli letöltés bekapcsolása
ro: Activează descărcarea telecomandată (softul este comandat prin internet)
sk: Zapnúť vzdialené sťahovanie
sv: Aktivera fjärrnedladdning
tr: Uzaktan İndirmeyi Etkinleştir
ug: يىراقتىن چۈشۈرۈشنى قوزغات

# Option_RemoteDownload
source: Listen Port:
ar: منفذ الاستماع:
et: Jälgi porti:
eu: Aditze Ataka:
fi: Kuuntele Porttia:
hu: Figyelt port:
ro: Port de Ascultare:
sk: Načúvací port:
sv: Lyssningsport:
tr: Dinleme Portu:
ug: ئېغىزنى تىڭشا:

# Option_RemoteDownload
source: Authentication
ar: مصادقة
et: Autentimine
eu: Egiaztapena
fi: Tunnistautuminen
hu: Hitelesítés
nb: Bekreftelse
ro: Autentificare
sk: Autentifikácia
sv: Verifiering
tr: Kimlik Doğrulama
ug: سالاھىيەت دەلىللەش

# Option_RemoteDownload
source: Tip: If you access this web page from a computer outside your NAT router, please use your WAN IP displayed in the status bar of the main window instead of 127.0.0.1.
ar: نصيحه: إذا قمت بالوصول إلى صفحه الويب هذه من كمبيوتر خارج جهاز التوجيه NAT ، الرجاء استخدام IP الخاص بك WAN المعروضة في شريط المعلومات من الإطار الرئيسي بدلا من 127.0.0.1.
et: Nõuanded: Kui juurdepääs käesoleva veebilehele arvutist väljaspool oma NAT ruuterit, palun kasuta oma WAN IP kuvatakse olekuribal peaakna asemel 127.0.0.1.
hu: Tipp: ha ezt a weboldalt a NAT routereden kívülről akarod elérni, használd a főablak állapotsorában látható WAN IP-t 127.0.0.1 helyett.
ro: Pont: Dacă accesezi această pagină de la un calculator extern față de ruterul tău NAT, folosește adresa IP WAN afișată în bara de stare a ferestrei principale, în loc de 127.0.0.1.
sv: Tips: Om du besöker den här webbsidan från en dator utanför ditt NAT-nät så använd din WAN-IP från statusfältet istället för 127.0.0.1.
tr: İpucu: Eğer bu web sayfasına yerel ağ dışında bir yerden erişecekseniz, lütfen NAT ayarlarınızı router/modem üzerinden yapılandırın ve sayfaya erişmek için 127.0.0.1 ipnizi kullanmak yerine internete çıkış ipninizi kullanın.

# Option_RemoteDownload
source: Remote Download is disabled
ar: التحكم عن بعد معطل
et: Kaug laadimine on keelatud
eu: Hurruneko Jeisketa Ezgaiturik dago
fi: Etälataus on pois käytöstä
hu: Távoli letöltés kikapcsolva
ro: Descărcarea telecomandată este dezactivată
sk: Vzdialené sťahovanie je vypnuté
sv: Fjärrnedlanddning är inaktiverad
tr: Uzaktan İndirme Kapalı
ug: يىراقتىن چۈشۈرۈشنى چەكلە

# Option_RemoteDownload
source: Unavailable in No Listening Mode
ar: غير متوفرة في لا وضع الاستماع
et: Pole saadav kuulamiseks
eu: Erabiltezina Ez Aditze Eran
hu: Nem-hallgató módban nem elérhető
ro: Nedisponibilă în Modul Fără Ascultare
sk: Nedostupný v móde Bez naslúchania
sv: Inte tillgängligt med ingen lyssning
tr: Dinlememe Modunda Mümkün Değil
ug: ئېغىز تىڭشىمىسا ئىشلەتكىلى بولمايدۇ

# Option_RemoteDownload
source: Username/Password not specified
ar: لم يتم تحديد اسم المستخدم/كلمة المرور
et: Kautajanimi/Salasõna ei ole määratletud
eu: Erabiltzaile/Sar-hitza ez da adierazi.
fi: Käyttäjänimeä/Salasanaa ei määritetty
hu: Felhasználónév/Jelszó nincs megadva
nb: Brukernavn/ passord er ikke spesifisert
ro: Utilizator/Parolă nespecificate
sk: Nie je zadané užívateľské meno/heslo
sv: Användarnamn/lösenord är inte specificerat!
tr: Kullanıcı Adı/Şifre girilmedi
ug: ئىشلەتكۈچى ئاتى/ئىم بەلگىلەنمىگەن

# DetailView_Log_Menu
source: Simple List
ar: قائمه بسيطه

# DialogTaskBitTorrentMain
source: &Select
ar: تحديد &
et: &Vali
eu: &Hautatu
fi: Valitse
hu: &Kijelölés
nb: &Velg
ro: &Selectează
sk: Vybrať všetko/Zrušiť výber
sq: &Përzgjidhni
sv: &Välj
tr: &Seç
ug: تاللا(&S)

# DialogTaskBitTorrentMain
source: &Unselect
ar: إلغاء التحديد &
et: &Valik maha
eu: &Hautatugabe
fi: &Poista Valinta
hu: &Kijelölés törlése
nb: &Ikke Velg
ro: &Deselectează
sk: Od&značiť
sq: &Hiq Përzgjedhjen
sv: &Avmarkera
tr: &Seçme
ug: تاللىما(&U)

# TorrentShare
source: All
ar: الكل
et: Kõik
eu: Denak
fi: Kaikki
hu: Mind
nb: Alle
ro: Toate
sk: Spolu
sq: Të Gjitha
sv: Alla
tr: Hepsi
ug: ھەممىسى

# DialogTorrentProperty
source: Download finished
ar: أنتهى التحميل
et: Allalaadimne lõppenud
eu: Jeisketa amaiturik
fi: Lataus valmistui
hu: A letöltés befejeződött
nb: Nedlasting Ferdig
ro: Descărcare terminată
sk: Sťahovanie dokončené
sq: Shkarkimi Përfundoi
sv: Nerladdning slutförd
tr: İndirme Tamamlandı
ug: چۈشۈرۈش تاماملاندى

# DialogTorrentProperty
source: Download not finished
ar: التحميل لم ينتهي
et: Laadimine ei ole lõpetatud
eu: Jeisketa ez da amaitu
fi: Lataus ei valmis
hu: A letöltés nem fejeződött be
nb: Nedlasting ikke Fullført
ro: Descărcare neterminată
sk: Sťahovanie nedokončené
sq: Shkarkimi nuk ka Përfunduar
sv: Nedladdningen är inte klar
tr: İndirme Tamamlanmadı
ug: چۈشۈرۈش تاماملانمادى

# Connection_List_Menu
source: &Copy
ar: نسخ &
et: &Kopeeri
eu: &Kopiatu
fi: &Kopioi
hu: &Másolás
nb: &Kopier
ro: &Copiază
sk: &Kopírovať
sq: &Kopjo
sv: &Kopiera
tr: &Kopyala
ug: كۆچۈر(&C)

# Connection_List_Menu
source: Copy &All
ar: نسخ & الكل
et: Kopeeri &kõik
eu: Kopiatu &Dena
fi: Kopioi K&aikki
hu: Mindent &másol
nb: Kopier &Alle
ro: Copiază &Tot
sk: Kopírovať &všetko
sq: Kopjo &Të Gjitha
sv: Kopiera &allt
tr: &Tümünü Kopyala
ug: ھەممىنى كۆچۈر(&A)

# TorrentStatus
source: Connecting...
ar: جاري الإتصال...
et: Ühendan...
eu: Elkarketatzen...
fi: Yhdistetään...
hu: Kapcsolódás…
nb: Kobler til...
ro: Mă Conectez...
sk: Pripájanie...
sq: Duke u lidhur...
sv: Ansluter...
tr: Bağlanıyor...
ug: ئۇلىنىۋاتىدۇ

# TorrentStatus
source: Uploading...
ar: جاري الإرسال...
et: Üleslaadimine...
eu: Igotzen...
fi: Lähetetään...
hu: Feltöltés...
nb: Laster opp...
ro: Donez...
sk: Uploadovanie...
sq: Duke ngarkuar...
sv: Laddar upp...
tr: Gönderiliyor...
ug: يۈكلەۋاتىدۇ…

# TorrentStatus
source: Downloading...
ar: جاري التحميل...
et: Allalaadimine...
eu: Jeisten...
fi: Ladataan...
hu: Letöltés...
nb: Nedlaster...
ro: Descarc...
sk: Sťahuje sa...
sq: Duke Shkarkuar...
sv: Laddar ner...
tr: İndiriliyor...
ug: چۈشۈرۈۋاتىدۇ…

# TorrentStatus
source: Hash Checking...
ar: التحقق من التجزئة ...
et: Hashi kontrollimine...
eu: Hasha Egiaztatzen...
fi: Hash Tarkistus...
hu: Hash ellenőrzés...
ro: Verific Hașul...
sk: Kontrola hash...
sq: Hash Kontrolli...
sv: Hashkontroll...
tr: Hash kontrolü
ug: مۇكەممەللىكنى تەكشۈر…

# TorrentStatus
source: Moving...
ar: تتحرك...

# TaskList_Header
source: LT Seeding
ar: إرسال LT
et: LT jagamine
eu: EL Emaritza
fi: LT Lähetys
hu: LT Seedelés
ro: Donare pe Termen Lung
sk: Dlhodobé seedovanie
sq: Dërgimi i LT
tr: LT Paylaşımı
ug: ئۇزۇن مۇددەتلىك ئۇرۇق يوللا

# TaskList_Header
source: Started On
ar: بدء التشغيل
et: Käivita
eu: Hasita
fi: Aloitettu
hu: Elindítva
ro: Pornită la:
sk: Začaté
sq: Nisur Në
sv: Startades
tr: Başla
ug: باشلانغان ۋاقىت

# TaskList_Header
source: Completed On
ar: تم الدخول
et: Lõpetatud
eu: Eginda:
fi: Valmistunut
hu: Befejezve
nb: Fullført
ro: Terminată la
sk: Ukončené
sq: Kompletuar Në
sv: Slufördes
tr: Tamamlanma
ug: تاماملانغان ۋاقىت

# TaskList_Menu
source: &Start
ar: &إبدأ
et: &Käivita
eu: &Hasi
fi: &Käynnistä
hu: &Indítás
ro: &Pornește
sk: &Štart
sq: &Nise
sv: &Starta
tr: &Başlat
ug: باشلا(&S)

# TaskList_Menu
source: S&top
ar: إي&قاف
et: Pea&ta
eu: G&elditu
fi: Pysäytä
hu: &Állj
nb: S&topp
ro: &Oprește
sk: Zas&taviť
sq: N&dal
sv: S&toppa
tr: &Dur
ug: توختات(&T)

# TaskList_Menu_BitTorrent
source: &Update Tracker
ar: &تحديث التراكرز
et: Uuend&a tracker'it
eu: &Eguneratu Aztarnaria
fi: &Päivitä Seurantapalvelin
hu: Tracker frissítése
ro: Act&ualizează Trackerul
sk: &Aktualizovať tracker
sv: &Uppdatera Tracker
tr: &İzleyiciyi Güncelle
ug: Tracker يېڭىلا(&U)

# TaskList_Menu_BitTorrent
source: Preview Download Mode
ar: وضع تحميل المعاينة
et: Kasutaja KB/s alla
eu: Aurreikuspen Jeisketa Era
fi: Latausnopeus
hu: Előnézeti letöltés mód
nb: Forhåndsvis nedlastingsmodus
ro: Descarcă Secvențial (pt. previzionare)
sk: Režim náhľadu sťahovaného súboru
sq: Mënyrë e Parapamjes së Shkarkimit
sv: Förhandsvisa nerladdningsläge
tr: Kull İnd KB/s
ug: ئالدىن كۆزىتىش چۈشۈرۈش ھالىتى

# TaskList_Menu
source: Open &File
ar: فتح م&لف
et: Ava &fail
eu: Ireki &Agiria
fi: Avaa &Tiedosto
hu: Fájl megnyi&tása
nb: Åpne &fil
ro: Deschide &Fila
sk: Otvoriť &súbor
sq: Hape &Skedarin
sv: Öppna &fil
tr: &Dosyayı Aç
ug: ھۆججەت ئاچ(&F)

# TaskList_Menu
source: &Open Directory
ar: & فتح العنوان
et: &Ava kataloog
eu: &Ireki Zuzenbidea
fi: Avaa kansio
hu: &A könyvtár megnyitása
nb: Målmappe
ro: &Deschide Dosarul Conținător
sk: &Otvoriť adresár
sq: &Hap Direktorinë
sv: Öppna mapp
tr: KlasörAç
ug: قىسقۇچ ئاچ(&O)

# TaskList_Menu_BitTorrent
source: Manual &Hash Check
ar: فحص التجزئة & اليدوية
et: Manuaalne &hashi kontroll
eu: Eskuzko &Hash Eguneratzea
fi: Manuaalinen &Hash Tarkistus
hu: Kézi &hash ellenőrzése
nb: Manuell &Hash-sjekk
ro: Verifică Manual &Hașul
sk: Manuálna kontrola &hašu
sq: Kontroll &Manual
sv: Manuell &hashkontroll
tr: Elle &Hash Kontrolü
ug: مۇكەممەللىكنى قايتا تەكشۈر(&H)

# TaskList_Menu
source: &Delete
ar: &حذف
et: &Kustuta
eu: &Ezabatu
fi: Poista
hu: &Törlés
nb: Fjern
ro: Șter&ge
sk: O&dstrániť
sq: &Fshije
sv: &Ta bort!
tr: Kaldır
ug: ئۆچۈر(&D)

# TaskList_Menu
source: Pr&operties...
ar: الخصائص...
et: Seaded
eu: Ez&augarriak...
fi: Ominaisuudet
hu: Tu&lajdonságok
nb: Egenskaper
ro: P&roprietăți...
sk: Vlastn&osti
sq: Pa&rametrat...
sv: Egenskaper
tr: Özellikler
ug: خاسلىق…(&O)

# TaskList_Menu_HTTP
source: Download &Again
ar: إعادة & التحميل
et: Lae &alla uuesti
eu: Jeitsi &Berriro
fi: Lataa &Uudestaan
hu: Letöltés &újra
nb: Nedlastinger
ro: Descarcă din &Nou
sk: Znova sti&ahnuť
sq: Shkarkoje &Përsëri
sv: Nedladdningar
tr: Eklentiyi İndir
ug: قايتا چۈشۈر(&A)

# TaskList_Menu_HTTP
source: Manual &Hash Check
ar: فحص التجزئة & اليدوية
et: Manuaalne &hashi kontroll
eu: Eskuzko &Hash Eguneratzea
fi: Manuaalinen &Hash Tarkistus
hu: Kézi &hash ellenőrzése
nb: Manuell &Hash-sjekk
ro: Verifică Manual &Hașul
sk: Manuálna kontrola &hašu
sq: Kontroll &Manual
sv: Manuell &hashkontroll
tr: Elle &Hash Kontrolü
ug: مۇكەممەللىكنى قايتا تەكشۈر(&H)

# DetailView_FileList
source: LT Seeds
ar: بذور الـLT
et: LT seeme
eu: EL Emaleak
fi: LT Lähteet
hu: LT seed
nb: LT Deler
ro: Donatori pe Termen Lung
sk: Dlhodobý seed
sq: LT Dërgo
sv: LT-seed
tr: LT Besleme
ug: ئۇزۇن مۇددەتلىك ئۇرۇق

# DetailView_FileList
source: ED2K link
ar: رابط ED2K
eu: ED2K lotura
fi: ED2K-linkki
nb: EDK2 lenke
ro: Legătură ED2K
sk: Odkaz ED2K
sq: Lidhje ED2K
sv: ED2K-länk
tr: ED2K bağlantısı
ug: ED2K ئۇلىنىشى

# DetailView_FileList
source: Debug info
ar: معلومات التصحيح
et: Silumis info
eu: Garbiketa argibideak
fi: Debug-tiedot
hu: Hibakeresési információ
nb: Feilsøkings informasjon
ro: Info de debugare
sk: Informácie o ladení
sv: Avlusningsinfo
tr: Onarma bilgisi
ug: سازلاش ئۇچۇرى

# DetailView_FileList_Menu
source: Open &File...
ar: فتح & الملف...
et: Ava &fail....
eu: Ireki &Agiria
fi: Avaa &Tiedosto
hu: Fájl &megnyitása...
nb: Åpne &Fil
ro: Deschide &Fila...
sk: Otvoriť &súbor...
sq: Hap &Skedarin...
sv: Öppna &fil...
tr: &Dosya aç...
ug: ھۆججەت ئاچ…(&F)

# DetailView_FileList_Menu
source: &Play File...
ar: تشغيل الملف...&
et: &Mängi faili......
eu: &Irakurri Agiria
fi: &Toista Tiedosto...
hu: &Fájl lejátszása...
nb: &Spill Fil
ro: &Redă Fila...
sk: &Prehrať súbor...
sq: &Luaj Skedarin...
sv: &Spela upp...
tr: &Dosyayı oynat...
ug: ھۆججەت قوي…(&P)

# DetailView_FileList_Menu
source: &Open Directory..
ar: فتح الدليل...&
et: &Ava kataloog...
eu: &Ireki Zuzenbidea..
fi: &Avaa Hakemisto..
hu: &Könyvtár Megnyitása..
nb: &Målmappe..
ro: &Explorează Dosarul de Descărcare...
sk: &Otvoriť adresár...
sq: &Hap Direktorinë...
sv: &Öppna mapp..
tr: &Klasör/Dizin aç..
ug: قىسقۇچ ئاچ…(&O)

# DetailView_FileList
source: &Copy
ar: نسخ &
et: &Kopeeri
eu: &Kopiatu
fi: &Kopioi
hu: &Másolás
nb: &Kopier
ro: &Copiază
sk: &Kopírovať
sq: &Kopjo
sv: &Kopiera
tr: &Kopyala
ug: كۆچۈر(&C)

# DetailView_FileList
source: Copy &All
ar: نسخ & الكل
et: Kopeeri &kõik
eu: Kopiatu &Dena
fi: Kopioi K&aikki
hu: Mindet &Másol
nb: Kopier &Alle
ro: Copiază &Tot
sk: Kopírovať &všetko
sq: Kopjo &Të Gjitha
sv: Kopiera &allt
tr: &Tümünü Kopyala
ug: ھەممىنى كۆچۈر(&A)

# DetailView_FileList_Menu
source: Specify &ED2K Link
ar: حدد & رابط ED2K
et: Määratletud &ED2K Link
eu: Adierazi &ED2K Lotura
fi: Määritä &ED2K Linkki
hu: Az &ED2K hivatkozás meghatározása
nb: Spesifiser &ED2K Lenke
ro: Specifică Legătura &ED2K
sk: Zadať &ED2K odkaz
sq: Specifiko lidhjen &ED2K
sv: Specificera &ED2K-länk
tr: &ED2K linki belirtiniz
ug: &ED2K ئۇلىنىشى بەلگىلە

# DetailView_FileList_Menu
source: &Search ED2K Link for this File
ar: البحث عن ارتباط شبكات ED2K في هذا الملف &
et: &Otsi selle lingi ED2K faili
eu: &Bilatu ED2K Lotura Agiri honentzat
fi: &Etsi ED2K Linkkiä tälle Tiedostolle
hu: &ED2K hivatkozás keresése a fájlhoz
nb: &Søk ED2K Lenke etter denne filen
ro: &Caută Legătura ED2K a Filei
sk: &Hľadať odkaz ED2K pre tento súbor
sq: &Kërko Lidhje ED2K për këtë Skedar
sv: &Sök ED2K-länk för denna fil
tr: &Bu dosya için ED2K linki ara
ug: بۇ ھۆججەتنىڭ ED2K ئۇلىنىشىنى ئىزدە(&S)

# DetailView_FileList_Menu
source: H&ighest
ar: الأعلى &
et: Kõrge&im
eu: H&andiena
fi: Y&lin
hu: L&egmagasabb
nb: H&øyest
ro: Ma&joră
sk: &Najvyššia
sq: Më i Larti
sv: H&ögst
tr: &En yüksek
ug: ئەڭ يۇقىرى(&I)

# DetailView_FileList_Menu
source: &High
ar: &عالي
et: &Kõrge
eu: &Handia
fi: &Korkea
hu: &Magas
nb: &Høy
ro: &Mare
sk: &Vysoká
sq: &I Lartë
sv: &Hög
tr: &Yüksek
ug: يۇقىرى(&H)

# DetailView_FileList_Menu
source: &Normal
ar: متوسط &
et: &Normaalne
eu: &Arrunta
fi: &Normaali
hu: &Normál
ro: &Normală
sk: &Normálna
ug: نورمال(&N)

# DetailView_FileList_Menu
source: &Disabled
ar: معطل &
et: &Keela
eu: &Ezgaitua
fi: &Poissa käytöstä
hu: &Letiltva
nb: &Skrudd av
ro: &Dezactivată
sk: &Vypnuté
sq: &I Çaktivizuar
sv: &Inaktiverad
tr: &Kapalı
ug: چەكلەنگەن(&D)

# DetailView_FileList_Menu
source: P&riority
ar: الأولوية &
et: P&rioriteet
eu: L&ehentasuna
fi: P&rioriteetti
hu: P&rioritás
nb: P&rioritet
ro: Prioritate
sk: P&riorita
sq: Pri&oriteti
sv: P&rioritet
tr: &Öncelik
ug: ئالدىنلىق(&R)

# DetailView_FileList_Menu
source: &Virus Protection
ar: الحماية من الفيروسات &
et: &Viiruse kaitse
eu: &Birusen Aurkako Babesa
fi: &Virustorjunta
hu: &Vírus védelem
nb: &Virusbeskyttelse
ro: Anti&virus
sk: Anti&vírusová ochrana
sq: &Mbrojtje Nga Viruset
sv: &Virusskydd
tr: &Virüs Koruması
ug: ۋىرۇستىن قوغدا(&V)

# DetailView_GlobalLog_Menu
source: &Select all
ar: تحديد الكل &
et: &Vali kõik
eu: &Hautatu denak
fi: &Valitse kaikki
hu: &Mind kijelölése
nb: &Velg alle
ro: &Selectează Tot
sk: &Označiť všetko
sq: &Përzgjidhi të Gjitha
sv: &Markera allt
tr: &Tümünü Seç
ug: ھەممىنى تاللا(&S)

# DetailView_GlobalLog_Menu
source: &Unselect all
ar: إلغاء تحديد الكل &
et: &Vabasta valitud
eu: &Ez hautatu denak
fi: &Poista kaikki valinnat
hu: &Az összes kijelölés törlése
nb: &Fjern velging
ro: &Deselectează Tot
sk: O&dznačiť všetko
sq: &Hiq Përzgjedhjen nga të Gjitha
sv: &Avmarkera allt
tr: &Hiçbirini seçme
ug: ھەممىنى تاللىما(&U)

# DetailView_GlobalLog_Menu
source: &Filter
ar: عامل التصفية &
eu: &Iragazki
fi: &Suodatin
hu: &Szűrő
ro: &Filtru
sq: &Filtro
sv: &Filtrera
tr: &Filtrele
ug: سۈزگۈچ (&F)

# DetailView_GlobalLog_Menu
source: &Copy
ar: نسخ &
et: &Kopeeri
eu: &Kopiatu
fi: &Kopioi
hu: &Másolás
nb: &Kopier
ro: &Copiază
sk: &Kopírovať
sq: &Kopjo
sv: &Kopiera
tr: &Kopyala
ug: كۆچۈر(&C)

# DetailView_GlobalLog_Menu
source: Copy &All
ar: نسخ & الكل
et: Kopeeri &kõik
eu: Kopiatu &Denak
fi: Kopioi K&aikki
hu: Mindet &másol
nb: Kopier &Alle
ro: Copiază &Tot
sk: Kopírovať &všetko
sq: Kopjo &Të Gjitha
sv: Kopiera &allt
tr: &Tümünü Kopyala
ug: ھەممىنى كۆچۈر(&A)

# DetailView_GlobalLog_Menu
source: Clea&r
ar: مسح &
et: &Puhasta
eu: Garbi&tu
fi: &Tyhjennä
hu: Törlé&s
nb: Tø&m
ro: C&urăță
sk: Vyči&stiť
sq: Pas&tro
sv: Rens&a
tr: &Temizle
ug: تازىلا(&R)

# LogMessage_MD_Task
source: Cancelled by user.
ar: إلغاء بواسطة المستخدم.
et: Katekestatud kasutaja poolt.
eu: Erabiltzaileak ezeztaturik.
fi: Peruutettu käyttäjän toimesta.
hu: A felhasználó megállította.
nb: Avbrutt av bruker.
ro: Anulare făcută de utilizator.
sk: Zrušené užívateľom.
sv: Avbruten av användare.
tr: Kullanıcı tarafından iptal edildi.
ug: ئىشلەتكۈچى توختاتتى.

# LogMessage_MD_Task
source: Task stopped by user.
ar: إيقاف المهمة من قِبل المستخدم.
et: Tegum peatatud kasutaja poolt
eu: Eginkizuna erabiltzaileak geldituta.
fi: Tehtävä pysäytetty käyttäjän toimesta.
hu: A felhasználó megállította a feladatot.
nb: Oppgave stoppet av bruker.
ro: Sarcină oprită de utilizator.
sk: Úloha bola zastavená užívateľom.
sv: Aktivitet stoppades av användare.
tr: Görev kullanıcı tarafından durduruldu.
ug: ۋەزىپىنى ئىشلەتكۈچى توختاتتى.

# LogMessage_MD_Task
source: Start hash check
ar: بدء فحص شفرة الملف
et: Käivita hashi kontroll
eu: Hasi hash egiaztapena
fi: Aloita hash tarkistus
hu: Hash-ellenőrzés elindult.
nb: Start hash sjekk
ro: Pornește verificarea hașului
sk: Spustiť kontrolu hashu
sv: Startar hashkontroll
tr: Hash kontrolüne başla
ug: مۇكەممەللىك تەكشۈرۈش باشلا

# LogMessage_MD_Task
source: Hash check succeeded: The file is correct
ar: نجح فحص تجزئة الملف: الملف صحيح
et: Hashi tucastamine õnnestus: fail on õige
eu: Hash egiaztapena egin da: Agiria zuzena da
fi: Hash tarkistus onnistui: Tiedosto on moitteeton
hu: Hash-ellenőrzés sikeres: A fájl helyes.
nb: Hash sjekk lyktes: Filen er korrekt
ro: Verificare reușită a hașului: fila e corectă
sk: Kontrola hashu úspešná: Súbor je správny
sv: Hashkontroll lyckades: Filkorrigering
tr: Hash başarılı kontrol: dosya doğru
ug: مۇكەممەللىك تەكشۈرۈش مۇۋەپپەقىيەتلىك تەكشۈرۈلدى: ھۆججەت مۇكەممەل

# LogMessage_MD_Task
source: Hash check failed: part of file data corrupted
ar: فشل فحص تجزئة الملف: جزء من ملف البيانات خاطئ
et: Hash-i päring luhtus: andmeviga faili osas
eu: Hash egiaztapenak huts egin du: agiriaren datu atal bat ustela
fi: Hash tarkistus epäonnistui: osa tiedoston dataa on korruptoitunut
hu: Hash-ellenőrzés sikertelen: a fájl adatainak egy része sérült
nb: Hash sjekk feilet: del av fil- data korrupt
ro: Verificare eșuată a hașului: eroare într-o parte a filei
sk: Kontrola hashu zlyhala: časť dát zo súboru je poškodená
sv: Kontrollsumman stämmer inte överens: delar av filen är korrupt
tr: Hash denetimi başarısız: Dosya veri parçası bozuk
ug: مۇكەممەللىك تەكشۈرۈش مەغلۇپ بولدى: قىسمەن سانلىق مەلۇمات پارچىسى بۇزۇلغان

# LogMessage_MD_Task
source: Hash check failed: ${FAIL_REASON}
ar: فشل التأكد من التجزئة : ${FAIL_REASON}
et: Hash-i päring luhtus: ${FAIL_REASON}
eu: Hash egiaztapenak huts egin du: ${FAIL_REASON}
fi: Hash tarkistus epäonnistui: ${FAIL_REASON}
hu: Hash-ellenőrzés sikertelen: ${FAIL_REASON}
nb: Hash sjekk feilet: ${FAIL_REASON}
ro: Verificarea hașului filei a eșuat: ${FAIL_REASON}
sk: Kontrola hashu zlyhala: ${FAIL_REASON}
sv: Hashkontroll misslyckades: ${FAIL_REASON}
tr: Hash denetimi başarısız: ${FAIL_REASON}
ug: مۇكەممەللىك تەكشۈرۈش مەغلۇپ بولدى: ${FAIL_REASON}
