Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogTorrentMaker
source: Tip: When publishing multiple files in a folder, please input a HTTP download URL of this folder, e.g. http://mirror.com/pub/ The URL for each file will be made up of the above URL, the folder name (i.e. task name) and each file name, e.g. http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe You can input several URLs in the list, each one on a separate line.
ar: نصيحه: عند نشر ملفات متعددة في مجلد ، يرجى إدخال عنوان url للتنزيل من هذا المجلد ، علي سبيل المثال http://mirror.com/pub/عنوان url لكل ملف ستتكون من عنوان url أعلاه ، اسم المجلد (اي اسم المهمة) واسم كل ملف ، علي سبيل المثال http://mirror.com/pub/folder _name/file1 http://mirror.com/pub/folder_name/file2.exe يمكنك إدخال العديد من عناوين المواقع في القائمة ، كل واحد علي سطر منفصل.
bg: Съвет: Когато се публикуват няколко файла в дадена папка, моля въведете уеб адрес за HTTP сваляне на тази папка, например: http://mirror.com/pub/ Уеб адресът за всеки файл се получава от по-горния адрес, името на папката (т.е. името на задачата) и името на файла, например: http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe Можете да въведете няколко уеб адреса в списъка, по един за всеки ред.
de: Tipp: Wenn mehrere Dateien in einem Ordner veröffentlicht werden sollen, geben Sie bitte eine HTTP-Internetadresse zum Herunterladen des Ordners an, z. B. http://mirror.com/pub/ Die URL wird für jede Datei von der oben genannten Internetadresse, dem Ordnernamen (d. h. Aufgabe) und jedem Dateinamen gebildet, z. B. http://mirror.com/pub/ordner_name/datei1.exe http://mirror.com/pub/ordnerr_name/datei2.exe Sie können mehrere Internetadressen in der Liste, jeweils in einer eigenen Zeile, angeben.
es: Consejo: al publicar varios archivos en una carpeta, introduzca la URL de descarga HTTP de cada carpeta, por ejemplo http://mirror.com/pub/ La URL de cada archivo de la anterior URL, el nombre de carpeta (es decir, el nombre de la tarea) y los nombres de todos los archivos, por ejemplo http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe Puede escribir más de una URL en la lista. Escriba solo una URL por línea.
et: Nõuanded: Kui avaldad mitu faili kaustas, siis palun sisestada selle kausta HTTP allalaadimis URL, näiteks http://mirror.com/pub/ URL iga fail moodustub eespool URL, kausta nimi (nt ülesande nimi) ja iga faili nimi, näiteks http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe Te saate sisestada mitu URL loetellu, üks igale reale.
fr: NOTA : Lorsque vous publiez plusieurs fichiers dans un dossier, prière d'inclure : - L'URL HTTP de téléchargement de ce dossier. Ex. : http://mirror.com/pub/ - L'URL de chaque fichier préparé sous l'URL ci-dessus, le nom du dossier (c'est-à-dire le nom de la tâche) et chaque nom de fichier. Ex. : http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe Vous pouvez saisir plusieurs URLs dans la liste, une pour chaque ligne.
hu: Tips: Ha több fájlt osztasz meg egy mappából, írd be a HTTP letöltési URL-t ehhez a mappához, pl. http://mirror.com/pub/ Az egyes fájlok URL-jei a fenti URL-ből, a mappanévből (feladat neve) és az egyes fájlnevekből állnak össze, pl. http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe Több URL-t is megadhatsz a listán, egyet minden sorban.
it: Consigli: Quando vengono pubblicati più file in una cartella ,inserire l'indirizzo HTTP per la cartella, es. http://mirror.com/pub/ L'indirizzo per ciascun file si compone con l'indirizzo principale, il nome della cartella e ogni nome dei file, es. http://mirror.com/pub/nome_cartella/file1.exe http://mirror.com/pub/nome_cartella/file2.exe È possibile inserire più indirizzi per lista, uno per riga.
ja: Tips: フォルダ内の複数のファイルを公開したいときは、そのフォルダの HTTP ダウンロード URL を１つ指定してください。例： http://mirror.com/pub/ 上記のURLにマッチするフォルダ名（タスク名）やファイル名のURLがセットされます。例： http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe リストのすべてを入力する代わりに、代表のURLを入力するだけですみます。
nl: Tips: Bij het publiceren van meerdere bestanden in een map, voer de invoer HTTP download URL van deze map in. Bijvoorbeeld: http://mirror.com/pub/ De URL van elk bestand bestaat uit de bovenste URL, de mapnaam (bijvoorbeeld taak naam), en elk bestandsnaam. bijvoorbeeld: http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe U kunt verschillende URLs invoeren als lijst. Één URL per regel.
pl: Wskazówka: Kiedy publikujesz wiele plików w folderze, wprowadź URL pobierania tego folderu np. http://mirror.com/pub/ URL dla każdego pliku zrób jak powyższy, z nazwą folderu (lub nazwą zadania) i każdą nazwą pliku np. http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe Możesz wprowadzić kilkanaście URL, jeden w każdej linii.
pt_br: Obs: Quando publicar múltiplos arquivos em uma pasta, por favor coloque a URL da pasta, por exemplo: http://mirror.com/pub/ A URL de cada arquivo é feito da seguinte forma, a URL, o nome da pasta(ou seja nome onde se encontra) e o nome do arquivo, por exemplo: http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe Você pode colocar varias URLs na lista, uma para cada arquivo.
ro: Pont: Cînd se publică mai multe file dintr-un dosar, trebuie scrisă adresa de descărcare HTTP a dosarului, de ex. http://mirror.com/pub/ Adresa fiecărei file este obținută din adresa de mai sus, numele dosarului (adică al sarcinii) și numele fiecărei file, de ex. http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe Poți introduce mai multe adrese (URL) în listă, fiecare pe un rînd separat.
ru: Подсказка: При пубикации папки с несколькими файлами, пожалуйста введите HTTP адрес этой папки, напр. http://mirror.com/pub/ Адрес каждого файла складывается из вышеупомянутого адреса, имени папки (т.е. имени задания) и имени каждого файла, напр: http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe Вы можете ввести несколько адресов в список, один на строку.
sv: Tips: När du publicerar flera filer i en mapp, vänligen mata in mappens nedladdningsadress, t.ex. http://mirror.com/pub/ Adressen för varje fil kommer bestå av följande URL, mappnamnet (t.ex. aktivitetsnamnet) och varje filnamn, t.ex. http://mirror.com/pub/folder_name/fil1.exe http://mirror.com/pub/folder_name/fil2.exe Du kan mata in flera adresser i listan, var och en på en egen rad.
th: คำแนะนำ: เมื่อมีไฟล์หลายไฟล์ในโฟลเดอร์, กรุณาใส่ลิงค์ดาวน์โหลดหรือโฟลเดอร์นี้, ต.ย. http://mirror.com/pub/ ลิงค์ของแต่ละไฟล์เป็นส่วนของลิงค์ดังข้างต้น, ชื่อโฟลเดอร์(เช่น ชื่องาน) และชื่อไฟล์แต่ละไฟล์, ต.ย. http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe คุณสามารถใส่ลิงค์ไฟล์ได้จำนวนหนึ่งในบัญชี, ของแต่ละบรรทัด
tr: İpucu: Bir klasörde birden çok dosya yayınlarken, lütfen bu dosyanın HTTP dosya indirme URL'sini de giriniz. Örnek:http://mirror.com/pub Her dosyanın URL'si yukarıdaki URL'den oluşacaktır, dosya adı (bir diğer deyişle, görev adı) ve her dosyanın adı. Örnek: http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe Listeye her biri farklı satırda olmak üzere farklı URL'ler eklenebilir.

# DialogTorrentMaker
source: Tip: When publishing a single file, please input a HTTP download URL of this file, e.g. http://mirror.com/pub/file.exe The file name can be omitted, but the URL should end in a slash, e.g. http://mirror.com/pub/ You can input several URLs in the list, each one on a separate line.
ar: ملاحظة : عند نشر ملف واحد ، الرجاء إضافة عنوان HTTP لتحميل هذا الملف, e.g. http://mirror.com/pub/file.exe فيمكن حذف اسم الملف ، ولكن ينبغي في نهاية عنوان الموقع في خط مائل, e.g. http://mirror.com/pub/ يمكنك إدخال عدة عناوين في القائمة كل واحد في سطر منفصل.
bg: Съвет: Когато се публикува единствен файл моля въведете уеб адрес за сваляне на този файл по HTTP, например: http://mirror.com/pub/file.exe Името на файла може да бъде пропуснато, но уеб адресът трябва да завършва с наклонена черта, например: http://mirror.com/pub/ Можете да въведете няколко уеб адреса в списъка, по един за всеки ред.
de: Tipp: Wenn eine einzelne Datei veröffentlicht werden soll, geben Sie bitte eine HTTP-Internetadresse zum Herunterladen dieser Datei an, z. B. http://mirror.com/pub/datei.exe Der Dateiname kann ausgelassen werden, die Internetadresse sollte aber mit einem Schrägstrich enden, z. B. http://mirror.com/pub/ Sie können mehrere Internetadressen in der Liste, jeweils in einer eigenen Zeile, angeben.
es: Consejo: para publicar un único archivo, introduzca la URL de descarga HTTP de dicho archivo, por ejemplo http://mirror.com/pub/file.exe Puede omitir el nombre del archivo, pero la URL debe acabar con una barra, por ejemplo http://mirror.com/pub/ Puede escribir más de una URL en la lista. Escriba solo una URL por línea.
et: Nõuanded: Kui avaldad ühe faili, palun sisesta HTTP laadimis URL faili, nt http://mirror.com/pub/file.exe Faili nime võib ära jätta, kuid URL peaks lõppema kaldkriipsuga, nt http://mirror.com/pub/ Te saate sisestada mitu URL loetelu, üks igale reale.
fr: NOTA : Lors de la publication d'un simple fichier, veuillez indiquer l'URL HTTP de téléchargement de ce fichier. Ex. : http://mirror.com/pub/file.exe Le nom du fichier peut être omis mais l'URL doit se terminer par "/". Ex. : http://mirror.com/pub/ Vous pouvez indiquer plusieurs URL dans la liste, une par ligne.
hu: Tipp: Ha egy fájlt osztasz meg, add meg a HTTP letöltési URL-t a fájlhoz, pl. http://mirror.com/pub/file.exe A fájlnév elhagyható, de akkor az URL-nek perjellel kel végződnie, pl. http://mirror.com/pub/ Több URL-t is megadhatsz a listán, minden sorban egyet.
it: Suggerimento: quando pubblicate un file singolo, inserite l'indirizzo HTTP tel file, es. http://mirror.com/pub/file.exe Il nome del file può essere omesso, ma l'indirizzo deve terminare con uno slash, es. http://mirror.com/pub/ Potete inserire più di un indirizzo nella lista, uno per riga.
ja: Tips: 単一のファイルを公開するときは、ファイルの HTTP ダウンロード URL を指定してください。例： http://mirror.com/pub/file.exe ファイルネームを指定しない場合は、スラッシュで終わらせてください。例： http://mirror.com/pub/ リストのすべてを入力する代わりに、代表のURLを入力するだけですみます。
nl: Tips: Bij het publiceren van enkele bestanden, voer HTTP URL van dit bestand in. Bijvoorbeeld: http://mirror.com/pub/file.exe Het bestandsnaam kan weggelaten worden, maar de URL moet dan eindigen met een slash. Bijvoorbeeld: http://mirror.com/pub/ Tips: Bij het publiceren van meerdere bestanden in een map, voer de invoer HTTP download URL van deze map in. Bijvoorbeeld: http://mirror.com/pub/ De URL van elk bestand bestaat uit de bovenste URL, de mapnaam (bijvoorbeeld taak naam), en elk bestandsnaam. bijvoorbeeld: http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe U kunt verschillende URLs invoeren als lijst. Één URL per regel.
pl: Porada: Kiedy publikujesz pojedyńczy plik, wpisz link HTTP do tego pliku np. http://serwer.pl/pliki/plik.exe Nazwa pliku może być pominięta, lecz link powinien kończyć się ukośnikiem,np. http://serwer.pl/pliki/ Możesz wpisać kilka URL do jednej listy, jeden na każdą linię.
pt_br: Dicas: Quando publicar apenas um arquivo, por favor coloque a página de download do arquivo, por exemplo, http://mirror.com/pub/file.exe O Nome do arquivo pode ser omitido, mas a página deve acabar com uma barra, por exemplo, http://mirror.com/pub/ Você pode colocar mais de uma página na lista, uma em cada linha.
ro: Pont: Cînd se publică o singură filă, trebuie scrisă adresa de descărcare HTTP a filei, de ex. http://mirror.com/pub/file.exe Numele filei poate fi omis, dar adresa trebuie să se termine cu o linie înclinată [slash], de ex. http://mirror.com/pub/ Poți introduce mai multe adrese (URL) în listă, fiecare pe un rînd separat.
ru: Подсказка: При публикации одиночного файла, пожалуйста введите HTTP-адрес для этого файла, напр: http://mirror.com/pub/file.exe Имя файла можно опустить, но адрес должен оканчиваться знаком дроби, напр: http://mirror.com/pub/ Вы можете ввести несколько адресов в список, один на строку.
sv: Tips: När du publicerar en enskild fil, vänligen mata in nedladdningsadressen för denna fil, t.ex. http://mirror.com/pub/fil.exe Filnamnet kan upphöra, men adressen bör sluta med ett snedstreck, t.ex. http://mirror.com/pub/
th: ข้อแนะนำ: เมื่อทำการส่งไฟล์เดี่ยว, กรุณาใส่ลิงค์ดาวน์โหลดของไฟล์นี้, ต.ย. http://mirror.com/pub/file.exe ถ้าไม่สนใจระบุเจาะจงไฟล์, แต่ลิงค์ต้องจบด้วยเครื่องหมายทับ, ต.ย. http://mirror.com/pub/ คุณสามารถใส่ลิงค์ได้จำนวนหนึ่งในบัญชี, หนึ่งลิงค์ต่อหนึ่งบรรทัด.
tr: İpucu: Tek bir dosya yayınlarken, lütfen bu dosyanın HTTP dosya indirme URL'sini de giriniz. Örnek: http://mirror.com/pub/file.exe Dosya ismi ihmal edilebilir, fakat URL taksim işareti ile bitmelidir. Örnek: http://mirror.com/pub/ Listeye her biri farklı satırda olmak üzere farklı URL'ler eklenebilir.

# DialogTorrentMaker
source: Torrent Maker
ar: إنشاء ترونت
bg: Създател на торенти
de: Torrent-Erstellung
es: Crear Torrent
et: Torrendi valmistaja
fr: Créer un Torrent
hu: Torrent készítő
it: Creazione Torrent
ja: Torrent作成
pl: Utwórz torrenta
pt_br: Criador de Torrents
ro: Creator de Torente
ru: Создать торрент
sv: Torrentskapare
th: สร้าง Torrent
tr: Torrent Yapıcı

# DialogTorrentMaker
source: Progress:
bg: Прогрес:
de: Fortschritt:
es: Progreso:
fr: Progression :
it: Avanzamento:
ja: ステータス:
nl: Voortgang:
pl: Postęp:
pt_br: Progresso:
ru: Прогресс:
th: ก้าวหน้า:

# DialogTorrentMaker
source: Elapsed Time:
bg: Изминало време:
de: Verstrichene Zeit:
es: Tiempo Transcurrido:
fr: Temps écoulé :
it: Tempo trascorso:
ja: 経過時間:
nl: Verlopen tijd:
pl: Czas:
pt_br: Tempo total:
ru: Пройденное время:
th: เวลาที่ผ่านไป:

# DialogTorrentMaker
source: Remaining Time:
bg: Оставащо време:
de: Verbl. Zeit:
es: Tiempo restante:
fr: Temps restant :
it: Tempo rimanente:
ja: 残り時間:
nl: Resterende tijd:
pl: Pozostały czas:
pt_br: Tempo restante:
ru: Оставшееся время:
th: เวลาที่เหลือ:

# DialogTorrentMaker
source: Total Time:
bg: Общо време:
de: Gesamtzeit:
es: Tiempo total:
fr: Durée de préparation :
it: Tempo totale:
ja: 合計時間:
nl: Totale tijd:
pl: Całkowity czas:
pt_br: Tempo total:
ru: Общее время:
th: เวลาทั้งหมด:

# DialogTorrentMaker
source: Speed:
bg: Скорост:
de: Geschwindigkeit:
es: Velocidad:
fr: Vitesse:
it: Velocità:
ja: スピード:
nl: Snelheid:
pl: Prędkość:
pt_br: Velocidade:
ru: Скорость:
th: ความเร็ว:

# DialogTorrentMakerProgress
source: Making Torrent...
ar: الترونت جاري إنشائه ...
bg: Създаване на торент...
de: Torrent erstellen...
es: Creando Torrent...
et: Valmistan torrenti
fr: Création du torrent...
hu: Torrent létrehozása...
it: Creazione torrent in corso...
ja: Torrent の作成...
nl: Torrent aan het maken...
pl: Tworzę torrenta...
pt_br: Criando Torrent...
ro: Creez Torentul...
ru: Создание торрента...
sv: Skapar torrent...
th: กำลังสร้าง Torrent...
tr: Torrent Oluşturuluyor...

# DialogTorrentPreview
source: Torrent Content:
ar: محتوى الترونت:
bg: Съдържание на торента:
de: Torrent-Inhalt:
es: Contenido del Torrent:
et: Torrendi sisu:
eu: Torrent Edukia:
fi: Torrentin sisältö:
fr: Contenu du torrent :
hu: Torrent tartalom:
it: Contenuto torrent:
ja: Torrent の内容:
nb: Innhold:
nl: Torrent Inhoud:
pl: Zawartość torrenta:
pt_br: Conteúdo do Torrent:
ro: Conținutul Torentului:
ru: Содержимое торрента:
sk: Obsah torrentu:
sq: Përmbajtja e Torrentit:
sv: Torrentinnehåll:
th: เนื้อหา Torrent:
tr: Torrent İçeriği:
ug: توررېنت مەزمۇنى:

# DialogTorrentPreview
source: Task Name:
ar: اسم المهمة:
bg: Име на задачата:
de: Aufgabe:
es: Nombre de la tarea:
et: Tegumi nimi:
eu: Eginkizun Izena:
fi: Tehtävän nimi:
fr: Nom de la tâche :
hu: Feladat neve:
it: Nome Task:
ja: タスク名:
nb: Brukernavn:
nl: Gebruikersnaam:
pl: Nazwa zadania:
pt_br: Nome da Tarefa:
ro: Numele Sarcinii:
ru: Имя задания:
sk: Názov torrentu:
sq: Emri i Detyrës:
sv: Aktivitet:
th: ชื่อผู้ใช้งาน:
tr: Görev İsmi:
ug: ۋەزىپە ئاتى:

# DialogTorrentPreview
source: Play
ar: عرض
bg: Възпроизвеждане
de: Wiedergabe
es: Reproducir
et: Esita
eu: Irakurri
fi: [Toista]
fr: Lecture
hu: Lejátszás
it: Riproduci
ja: 再生
nb: Kjør
nl: Afspelen
pl: Odtwórz
pt_br: Reproduzir
ro: Redă
ru: Воспроизвести
sk: Prehrať
sq: Luaj
sv: Spela
th: เล่น
tr: Oynat
ug: قوي

# DialogTorrentPreview
source: File Name
ar: اسم الملف
bg: Име на файла
de: Dateiname
es: Nombre de archivo
et: Faili nimi
eu: Agiri Izena
fi: Tiedoston nimi
fr: Nom du Fichier
hu: Fájlnév
it: Nome del file
ja: ファイル名
nb: Filnavn
nl: Naam
pl: Nazwa pliku
pt_br: Nome do Arquivo
ro: Numele Filei
ru: Имя файла
sk: Názov súboru
sq: Emri i Skedarit
sv: Filnamn
th: ชื่อไฟล์
tr: Dosya İsmi
ug: ھۆججەت ئاتى

# DialogTorrentPreview
source: Size
ar: الحجم
bg: Размер
de: Größe
es: Tamaño
et: Suurus
eu: Neurria
fi: Koko
fr: Taille
hu: Méret
it: Dimensioni
ja: サイズ
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sq: Përmasa
sv: Storlek
th: ขนาด
tr: Boyut
ug: چوڭلۇقى

# DialogTorrentPreview
source: Choose a file to Play
ar: أختر ملف التشغيل
bg: Избор на файл за възпроизвеждане
de: Eine Datei zur Wiedergabe wählen
es: Elija un archivo que reproducir
et: Vali faili esitamaks
eu: Aukeratu agiri bat Irakurtzeko
fi: Valitse toistettava tiedosto
fr: Choisir un fichier à jouer
hu: Válassz egy fájlt a lejátszáshoz
it: Scegli un file da avviare
ja: 再生するファイルを選択してください
nb: Velg en fil å Spille Av
nl: Kies een bestand om af te spelen
pl: Wybierz plik do odtworzenia
pt_br: Escolha um arquivo para Reproduzir
ro: Alege o filă de redat
ru: Выберите файл для воспроизведения
sk: Vyberte súbor k prehratiu
sq: Zgjidh një skedar për ta luajtur
sv: Välj fil att spela
th: เลือกไฟล์ที่จะเล่น
tr: Oynatmak İçin Bir Dosya Seçin
ug: قويىدىغان ھۆججەتنى تاللاڭ

# DialogTorrentProperty
source: Title:
ar: العنوان:
bg: Заглавие:
de: Titel:
es: Título:
et: Pealkiri:
eu: Izenburua:
fi: Otsikko:
fr: Titre :
hu: Cím:
it: Titolo:
ja: タイトル：
nb: Tittel:
nl: Titel:
pl: Tytuł:
pt_br: Título:
ro: Titlu:
ru: Название:
sk: Názov:
sq: Titulli:
sv: Titel:
th: ชื่อหัวข้อ
tr: Başlık:
ug: ماۋزۇ:

# DialogTorrentProperty
source: Size:
ar: الحجم:
bg: Размер:
de: Größe:
es: Tamaño:
et: Suurus:
eu: Neurria:
fi: Koko:
fr: Taille :
hu: Méret:
it: Dimensione:
ja: サイズ：
nb: Størrelse:
nl: Grootte:
pl: Rozmiar:
pt_br: Tamanho:
ro: Mărime:
ru: Размер:
sk: Veľkosť:
sq: Përmasa:
sv: Storlek:
th: ขนาด
tr: Boyut:
ug: چوڭلۇقى:

# DialogTorrentProperty
source: Info Hash v1:
ru: Инфо Хэш v1:
th: ข้อมูลแฮช v1:

# DialogTorrentProperty
source: Info Hash v2:
ru: Инфо Хэш v2:
th: ข้อมูลแฮช v2:

# DialogTorrentProperty
source: Creation Time:
bg: Време на създаване:
de: Erstellungszeit:
es: Tiempo de creación:
fr: Heure de création:
it: Ora creazione:
ja: 作成時間:
nl: Creatietijd:
pl: Czas utworzenia:
pt_br: Tempo de criação:
ru: Время создания:
th: เวลาที่สร้าง:

# DialogTorrentProperty
source: Torrent File:
ar: ملف الترونت:
bg: Торент файл:
de: Torrentdatei:
es: Archivo Torrent:
et: Torrent fail:
eu: Torrent Agiria:
fi: Torrent Tiedosto:
fr: Fichier torrent :
hu: Torrentfájl:
it: File Ttorrent:
ja: Torrent ファイル：
nb: Torrentfil:
nl: Torrent bestand:
pl: Plik torrent:
pt_br: Arquivo Torrent:
ro: Filă Torent:
ru: Торрент файл:
sk: Torrent súbor:
sq: Skedari Torrent:
sv: Torrent-fil:
th: แฟ้ม torrent
tr: Torrent Dosyası:
ug: توررېنت ھۆججەت:

# DialogTorrentProperty
source: BitTorrent Task:
ar: مهام الـ BitTorrent:
bg: BitTorrent задача:
de: BitTorrent-Aufgabe:
es: Tarea de BitTorrent:
et: BitTorrent tegum:
eu: BitTorrent Eginkizuna:
fi: BitTorrent Tehtävä:
fr: Tâche BitTorrent:
hu: BitTorrent feladat:
it: Task BitTorrent:
ja: BitTorrent タスク:
nb: BitTorrent oppgave:
nl: BitTorrent taak:
pl: Zadanie BitTorrent:
pt_br: Tarefa BitTorrent:
ro: Sarcina BitTorrent:
ru: Задание BitTorrent:
sk: BitTorrent úloha:
sv: BitTorrent-aktivitet:
th: งาน BitTorrent:
tr: BitTorrent Görevi:
ug: ب ت ۋەزىپە:

# DialogTorrentProperty
source: Download Folder:
ar: مجلد التحميل :
bg: Папка за сваляне:
de: Ordner zum Herunterladen:
es: Carpeta de descarga:
et: Laadimis kaust:
eu: Jeisketa Agiritegia:
fi: Latauskansio:
fr: Dossier de téléchargement :
hu: Letöltési könyvtár:
it: Cartella dei download:
ja: ダウンロードフォルダ：
nb: Nedlastingsmappe:
nl: Download map:
pl: Folder pobierania:
pt_br: Diretório de Download:
ro: Dosar de Descărcare:
ru: Папка загрузки:
sk: Cieľový priečinok
sq: Folderi i Shkarkimit:
sv: Nedladdningsmapp:
th: โฟลเดอร์ดาวน์โหลด
tr: İndirme Klasörü:
ug: چۈشۈرىدىغان قىسقۇچ:

# DialogTorrentProperty
source: Torrent Properties
ar: خاصية الترونت
bg: Свойства на торента
de: Torrent-Eigenschaften
es: Propiedades del Torrent
et: Torrendi omadus
eu: Torrentaren Ezaugarriak
fi: Torrent Ominaisuudet
fr: Propriété du torrent
hu: Torrent tulajdonság
it: Proprietà del torrent
ja: Torrent のプロパティ
nb: Torrenteierskap
nl: Torrent eigenschappen
pl: Właściwości torrenta
pt_br: Propriedade do Torrent
ro: Proprietățile Torentului
ru: Свойства торрента
sk: Vlastnosť torrentu
sq: Parametrat e Torrentit
sv: Torrent-egenskaper
th: คุณสมบัติ torrent
tr: Torrent Özellik
ug: توررېنت خاسلىقى

# DialogTrackerLog
source: Task name:
ar: اسم المهمة:
bg: Име на задачата:
de: Aufgabe:
es: Nombre de tarea:
et: Tegumi nimi:
eu: Eginkizun izena:
fr: Tâche:
it: Nome Task:
ja: タスク名:
nl: Naam van taak:
pl: Nazwa zadania:
pt_br: Nome da tarefa:
ro: Numele Sarcinii:
ru: Имя задания:
sk: Názov úlohy:
sv: Aktivitetsnamn:
th: ชื่องาน:
tr: Görevin adı:
ug: ۋەزىپە ئاتى:

# DialogTrackerLog
source: Tracker Log: ${TRACKER_URL}
ar: سجل المقتفي: ${TRACKER_URL}
bg: Дневник на тракера: ${TRACKER_URL}
de: Tracker-Protokoll: ${TRACKER_URL}
es: Registro de Rastreador: ${TRACKER_URL}
et: Jälitaja logi: ${TRACKER_URL}
eu: Aztarnariaren URL-a: ${TRACKER_URL}
fr: Journal Tracker: ${TRACKER_URL}
it: Registro Tracker: ${TRACKER_URL}
ja: トラッカーログ: ${TRACKER_URL}
pl: Log trackera: ${TRACKER_URL}
pt_br: Log do rastreador: ${TRACKER_URL}
ro: Jurnalul Trackerului: ${TRACKER_URL}
ru: Лог трекера: ${TRACKER_URL}
sk: Záznam trackera: ${TRACKER_URL}
sv: Trackerlogg: ${TRACKER_URL}
th: บันทึกตัวติดตาม: ${TRACKER_URL}
tr: İzleyini günlüğü: ${TRACKER_URL}
ug: ئىزلاش خاتىرىسى: ${TRACKER_URL}

# DialogTrackerScrapeListEdit
source: Supported tracker URL types:
bg: Поддържани типове url адреси на тракера:
de: Unterstützte Tracker-URL-Typen:
es: Tipos de URL de rastreador compatibles:
fr: Types d’URL tracker pris en charge :
it: Tipi di URL tracker supportati:
ja: サポートされているトラッカー URL の種類:
nl: Ondersteunde tracker-URL-typen:
pl: Obsługiwane typy adresów URL modułu śledzącego:
pt_br: Tipos de URL de rastreador suportados:
ru: Поддерживаемые типы URL-адресов трекера:
th: ชนิด URL ของตัวติดตามที่สนับสนุน:

# DialogTrackerScrapeListEdit
source: HTTP/HTTPS tracker scrape URL
es: URL de raspado de rastreador HTTP/HTTPS
fr: HTTP/HTTPS tracker gratter URL
it: URL raschiatura tracker HTTP/HTTPS
ja: HTTP/HTTPS トラッカースクレイピング URL
nl: URL voor HTTP/HTTPS-trackerschraap
pl: Adres URL śledzenia HTTP/HTTPS
pt_br: URL de raspagem do rastreador HTTP/HTTPS
ru: URL-адрес трекера HTTP/HTTPS
th: URL การขูดตัวติดตาม HTTP/HTTPS

# DialogTrackerScrapeListEdit
source: HTTP/HTTPS tracker stats URL
de: HTTP/HTTPS-Tracker-Statistiken URL
es: URL de estadísticas de seguimiento HTTP/HTTPS
it: URL statistiche tracker HTTP/HTTPS
ja: HTTP/HTTPS トラッカー統計 URL
nl: URL http/https-trackerstatistieken
pl: Adres URL statystyk śledzenia HTTP/HTTPS
pt_br: URL de estatísticas do rastreador HTTP/HTTPS
ru: URL-адрес статистики трекера HTTP/HTTPS
th: URL สถิติตัวติดตาม HTTP/HTTPS
