Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogED2KSearch
source: Usage Tip: Once a corresponding ED2K link to this file is found, you can set it to this file by clicking the "Set" button below. Then BitComet can connect ED sources for this file and download from them.
ar: استخدام تلميح : وجدت مرة واحدة eD2K المناظرة تصل إلى هذا الملف ،يمكنك إضافتها لهذا الملف عبر زر"إضافه" بالأسفل . ثم بيتكومنت يمكنه البحث عن مصدر الضعف من هذا الملف وتحميله.
bg: Съвет за използване: След като веднъж сте открили съответстваща ED2K връзка за този файл, можете да я зададете за файла, като кликнете на бутона "Задаване на ED2K връзка" отдолу. Тогава BitComet ще може да търси ED източник за този файл и ще сваля от него.
de: Tipp: Sobald entsprechender ED2K-Link zu dieser Datei gefunden wurde, können Sie ihn durch "Übernehmen" speichern. Dann könnte BitComet die ED-Quelle nach dieser Datei durchsuchen und von dort Herunterladen.
es: Consejo: una vez encontrado el enlace ED2K correspondiente a este archivo puede configurarlo para este archivo haciendo clic en el botón «Configurar". Así, BitComet podrá buscar la fuente ED de este archivo y descargarlo desde ahí.
et: Kasutusstatistika Näpunäide: Kui vastav ED2K lingi selle faili ei leidnud, saate selle faili, klõpsates "Muuda" nupp all. Siis BitComet saab ühendada DE allikad selle faili ja laadida neid.
eu: Erabilitako Oharra: Agiri honen ED2K lotura bat aurkitu da, agiri honentzat ezarri dezakezu "Ezarri" botoia klikatuz behean. Orduan BitCometek ED iturriak elkartu ditzake agiri honentzat eta horietatik jeitsi.
fi: Käyttövinkki: Kun vastaava ED2K linkki tähän tiedostoon on löytynyt, voit asettaa sen tähän tiedostoon painamalla "Aseta" nappia alapuolella. Tällöin BitComet voi yhdistää tämän tiedoston ED lähteisiin ja ladata niistä.
fr: Info d'utilisation : Une fois que le lien ED2K correspondant à ce fichier est trouvé, vous pouvez le définir pour ce fichier en cliquant sur le bouton "Définir" ci-dessous. BitComet pourra alors chercher les sources eMule de ce fichier et le télécharger depuis ces sources.
hu: Használati tipp: Amint megfelelő ED2K hivatkozást találtál ehhez a fájlhoz, beállíthatod hozzá a "Beállít" gomb lenyomásával. A BitComet ezt követően megkeresi az ED forrást a fájlból és letölti onnan.
it: Suggerimento: Una volta trovato il link ED2K corrispondente a questo file, può essere impostato cliccando sul pulsante "Imposta" qui sotto. In seguito, BitComet cercherà la fonte ED di questo file e lo scaricherà.
ja: 使い方のコツ: 一旦このファイルに対応するED2Kリンクがわかれば、 下記の「セット」ボタンをクリックして設定することができます。 そうすれば、 BitComet はEDリソースからこのファイルを探してダウンロードすることができるようになります。
nb: Brukertips: Når ED2K-lenken til denen filen er funnet, kan du sette den til denne filen ved å klikke "Sett" knappen nedenfor. Da skal BitComet søke etter ED-kilde(r) for denne filen, og laste ned fra dem.
nl: Tip voor het gebruik: Wanneer een ED2K link naar dit bestand gevonden is, kan je de link naar dit bestand instellen door op de "Set" knop te drukken. Dan kan BitComet het ED netwerk doorzoeken voor deze file en deze file ook downloaden.
pl: Porada: Jeśli znajdziesz link ED2K odpowiadający temu plikowi, możesz go dodać klikając przycisk "Dodaj" poniżej. BitComet może także używać źródeł ED i pobierać z nich.
pt_br: Dica de Uso: Uma vez encontrado o endereço ED2K correspondente para este arquivo, você pode defini-lo para o arquivo, clicando no botão "Definir" abaixo. O BitComet poderá, então, procurar as fontes ED deste arquivo e realizar a transferência a partir delas.
ro: Pont: O dată găsită legătura ED2K corespondentă acestei file, poți să o setezi folosind butonul "Setează". BitComet va putea căuta astfel donatorul ED al acestei file, ce va putea fi descărcată direct de la sursă.
ru: Подсказка: Найдя ED2K ссылку на файл, вы можете установить её для файла, нажав кнопку "Установить". Тогда BitComet может найти ED исходный файл и загрузить его.
sk: Užívateľský tip: Akonáhla sa zistí zodpovedajúci ED2K odkaz na tento obrázok, môžete nastaviť pre tento súborkliknutím na "Nastavenia" tlačidlo nižšie. Tak by mohol BitComet vyhľadať ED zdroj pre tento obrázok a stiahnuť ho.
sq: Këshillë Përdorimi: Pasi keni gjetur një lidhje ED2K që i korrespondon këtij skedari, ju mund ta vendosni për këtë skedar duke klikuar tek butoni "Vendos" poshtë. Pastaj BitComet do të kërkojë burimin ED të këtij skedari dhe do të shkarkojë prej tij.
sv: Användartips: Så snart du funnit motsvarande ED2K-länk till denna fil, kan lägga till den till denna fil genom att klicka "Lägg till" knappen nedan. Sedan ska BitComet söka ED-källan av denna filen och ladda ned från dem.
th: คำแนะนำการใช้งาน: หากพบลิงค์ ED2K ที่สอดคล้องกันที่มายังไฟล์นี้ คุณสามารถตั้งมันให้กับไฟล์นี้โดยคลิกปุ่ม "ตั้งค่า" ที่ด้านล่าง BitComet จะหาแหล่ง ED ของไฟล์นี้และดาวน์โหลดจากพวกมัน
tr: Kullanım İpucu: Bu dosyaya ilişkin ED2K bağlantısı bulundu, "Ayarla" butonuna tıklayarak bu dosyanın bağlantısını ayarlayabilirsiniz. Sonra BitComet bu dosyanın ED kaynağını arayacak ve indirecektir.
ug: ئىشلىتىش ئەسكەرتىشى: يەرلىك ھۆججەتنىڭ ED2K تورىدىكى مۇناسىپ ھۆججىتىنى تاپقاندىن كېيىن، "تەڭشەك" كۇنۇپكىسىنى چېكىپ، مۇناسىپ ED2K ئۇلىنىشىنى مەزكۇر ھۆججەتكە تەڭشەپ، BitComet نىڭ مەزكۇر ھۆججەتنىڭ ED2K چۈشۈرۈش مەنبە ئۇلىنىشىنى ئىزدەشكە ياردەملىشىپ، كېلىشىم ھالقىپ چۈشۈرىدۇ.

# DialogED2KSearch
source: eMule plugin not installed properly!
ar: البرنامج المساعد eMule غير مثبت بشكل صحيح!
bg: еlla плъгин не е инсталиран правилно!
de: eMule-Plug-In nicht korrekt installiert!
es: El complemento eMule no fue instalado correctamente!
et: eMule plugin ei ole paigaldatud õigesti!
eu: eMule plugina ez da egoki ezarri!
fi: EMule lisäosa ei ole asennettu oikein!
fr: Le plugin eMule n'a pas été installé correctement !
hu: eMule plugin nincs helyesen telepítve!
it: il plugin di eMule non è stato installato correttamente!
ja: eMule プラグインが正しくインストールされていません!
nb: eMule programtillegg er ikke korrekt installert!
nl: eMule plugin niet juist geïnstalleerd!
pl: Wtyczka eMule nie jest zainstalowana poprawnie!
pt_br: O complemento do eMule não foi instalado corretamente!
ro: Extensia eMule nu a fost instalată corect!
ru: Плагин eMule установлен неправильно!
sk: Zásuvný modul eMule nebol správne nainštalovaný!
sv: Insticksmodulen eMule har inte installerats korrekt!
th: ปลั๊กอิน eMule ไม่ได้ถูกติดตั้งอย่างถูกต้อง!
tr: eMule eklentisi düzgün kurulmamış!
ug: eMule قىستۇرما دېتالى توغرا قاچىلانمىغان!

# DialogED2KSearch
source: 11 keywords at most!
ar: 11 حرف الاغلب!
bg: Най-много 11 ключови думи!
de: 11 Schlüsselwörter höchstens!
es: La contraseña debe contener al menos 11 caracteres!
et: Mitte rohkem kui 11 märksõna
eu: 11 hizki gehienez!
fi: Enintään 11 hakusanaa!
fr: 11 lettres au minimum !
hu: 11 kulcsszó legfeljebb!
it: 11 parole al massimo!
ja: キーワードは最大11個までです!
nb: Ikke mer en 11 nøkkelord!
nl: Maximaal 11 trefwoorden!
pl: 11 znaków co najwyżej!
pt_br: Forneça no máximo 11 palavras-chave!
ro: Cel mult 11 cuvinte-cheie!
ru: Не более 11 ключевых слов!
sk: 11 kľúčových slov vo väčšine!
sq: Të paktën 11 fjalë!
sv: Max 11 nyckelord!
th: คีย์เวิร์ดสูงสุด 11 คำ!
tr: En fazla 11 karakter!
ug: ئەڭ كۆپ بولغاندا 11 ھالقىلىق سۆز!

# DialogED2KSearch
source: Empty
ar: فارغ
bg: Празно
de: Leer
es: Vacío
et: Tühi
eu: Hutsik
fi: Tyhjä
fr: Vide
hu: Üres
it: Svuota
ja: 空
nb: tom
nl: Leeg
pl: Pusty
pt_br: Vazio
ro: Curăță
ru: Очистить
sk: Prázdny
sq: Bosh
sv: Tom
th: ว่าง
tr: Boş
ug: بوش

# DialogED2KSearch
source: Size
ar: الحجم
bg: Размер
de: Größe
es: Tamaño
et: Suurus
eu: Neurria
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sq: Përmasa
sv: Storlek
th: ขนาด
tr: Boyut
ug: چوڭلۇقى

# DialogED2KSearch
source: Sources
ar: مصادر
bg: Източници
de: Quellen
es: Fuentes
et: Allikad
eu: Iturburuak
it: Fonti
ja: ソース
nb: Kilder
nl: Bronnen
pl: Źródła
pt_br: Fontes
ro: Surse
ru: Источники
sk: Zdroje
sv: Källor
th: แหล่งข้อมูล
tr: Kaynaklar
ug: مەنبە

# DialogED2KSearch
source: Source
ar: الملف الاصلى
bg: Източник
de: Quelle
es: Fuente
et: Allikas
eu: Iturburua
fi: Lähdetiedosto:
hu: Forrás
it: Sorgente
ja: ソース
nb: Kildefil:
nl: Bron
pl: Źródło
pt_br: Origem
ro: Sursă
ru: Источник
sk: Zdroj
sq: Burimi
sv: Källa
th: แหล่งข้อมูล
tr: Kaynak
ug: مەنبە

# DialogED2KSearch
source: File ID
ar: ملفات
bg: ID на файла
de: Datei-ID
es: ID de archivo
et: Faili ID
eu: Agiriaren ID-a
fi: Tiedosto ID
fr: ID du fichier
hu: Fájl azonosító
it: ID File
ja: ファイルID
nb: Filer
nl: Bestand ID
pl: ID pliku
pt_br: Identidade do Arquivo
ro: ID Filă
ru: ID файла
sk: ID súboru
sq: ID e Skedarit
sv: Fil-ID
th: ID ไฟล์
tr: Dosya ID
ug: ھۆججەت كىملىكى

# DialogED2KSearch
source: Server disconnected
ar: الملقم غير متصل
bg: Сървърът е изключен
de: Verbindung mit Server wurde unterbrochen
es: Servidor desconectado
et: Server lahtiühendatud
eu: Zerbitzaria elkarketaturik gabe
fr: Serveur déconnecté
it: Server disconnesso
ja: サーバーから切断
nl: Server verbroken
pl: Serwer odłączony
pt_br: Servidor desconectado
ro: Conectarea la server a fost întreruptă
ru: Соединение с сервером разорвано
sk: Server je odpojený
sv: Server frånkopplad
th: ไม่ได้เชื่อมต่อกับเซิฟเวอร์
tr: Sunucuyla bağlantı kesildi
ug: مۇلازىمېتىر ئۈزۈلدى

# DialogED2KSearch
source: Connecting server
ar: ملقم الاتصال
bg: Свързване със сървъра
de: Verbindungsaufbau mit Server
es: Conectando al servidor
et: Ühendan serveriga
eu: Zerbitzariarekin elkarketatzen
fr: Connexion au serveur
it: Connessione al server
ja: サーバーへ接続中
nb: Kobler til tjener
nl: Server wordt verbonden
pl: łoączenie z serwerem
pt_br: Conectando ao servidor
ro: Conectare la server
ru: Соединение с сервером
sk: Pripája sa na server
sv: Ansluter server
th: เซิฟเวอร์ที่กำลังเชื่อมต่อ
tr: Sunucuya bağlanıyor
ug: مۇلازىمىتىرغا ئۇلىنىۋاتىدۇ

# DialogED2KSearch
source: Searching (${TOTAL_NUMBER} processed, ${MATCH_NUMBER} matches)
ar: البحث (${TOTAL_NUMBER} المجهزة، مباريات ${MATCH_NUMBER})
bg: Търсене (${TOTAL_NUMBER} проверени, ${MATCH_NUMBER} съвпадащи)
de: Suche (${TOTAL_NUMBER} verarbeitet, ${MATCH_NUMBER} Übereinstimmungen)
es: Buscando (${TOTAL_NUMBER} procesados, ${MATCH_NUMBER} concuerdan)
et: Otsin (${TOTAL_NUMBER} processed, ${MATCH_NUMBER} matches)
eu: Bilatzen (${TOTAL_NUMBER} eginda, ${MATCH_NUMBER} kide)
fr: Recherche en cours (${TOTAL_NUMBER} traité(s), ${MATCH_NUMBER} correspondant(s))
it: Ricerca in corso (${TOTAL_NUMBER} elaborati, ${MATCH_NUMBER} trovati)
ja: 検索中 (${TOTAL_NUMBER} 件処理済, ${MATCH_NUMBER} 件該当)
nl: Zoeken (${TOTAL_NUMBER} verwerkt, ${MATCH_NUMBER} wedstrijden)
pl: Wyszukiwanie (${TOTAL_NUMBER} przeszukane, ${MATCH_NUMBER} pasuje)
pt_br: Buscando (${TOTAL_NUMBER} processados, ${MATCH_NUMBER} marcados)
ro: Căutare în curs (${TOTAL_NUMBER} procesate, ${MATCH_NUMBER} potriviri)
ru: Идёт поиск (${TOTAL_NUMBER} обработано, ${MATCH_NUMBER} найдено)
sk: Vyhľadávanie (${TOTAL_NUMBER} spracované, ${MATCH_NUMBER} zhôd)
sv: Söker (${TOTAL_NUMBER} behandlade, ${MATCH_NUMBER} träffar)
th: กําลังค้นหา (ประมวลผล ${TOTAL_NUMBER}, ${MATCH_NUMBER} ตรงกัน)
tr: Aranıyor (${TOTAL_NUMBER} dosya arandı, ${MATCH_NUMBER} eşleşme bulundu)
ug: ئىزدەۋاتىدۇ (${TOTAL_NUMBER} ئىزدەش جەريانىدىن ${MATCH_NUMBER} ماس كەلدى)

# DialogED2KSearch
source: Search finished (${TOTAL_NUMBER} processed, ${MATCH_NUMBER} matches)
ar: انتهى البحث (${TOTAL_NUMBER} المجهزة، مباريات ${MATCH_NUMBER})
bg: Търсенето завърши (${TOTAL_NUMBER} проверени, ${MATCH_NUMBER} съвпадащи)
de: Suche beendet (${TOTAL_NUMBER} verarbeitet, ${MATCH_NUMBER} Übereinstimmungen)
es: Búsqueda finalizada (${TOTAL_NUMBER} procesados, ${MATCH_NUMBER} concuerdan)
et: Otsing lõpetatud (${TOTAL_NUMBER} processed, ${MATCH_NUMBER} matches)
eu: Bilaketa amaiturik (${TOTAL_NUMBER} eginda, ${MATCH_NUMBER} kide)
fr: Recherche terminée (${TOTAL_NUMBER} traité(s), ${MATCH_NUMBER} correspondant(s))
it: Ricerca completata (${TOTAL_NUMBER} elaborati, ${MATCH_NUMBER} trovati)
ja: 検索終了 (${TOTAL_NUMBER} 件処理済, ${MATCH_NUMBER} 件該当)
nl: Zoeken voltooid (${TOTAL_NUMBER} verwerkt, ${MATCH_NUMBER} wedstrijden)
pl: Wyszukiwanie zakończone (${TOTAL_NUMBER} przeszukane, ${MATCH_NUMBER} pasuje)
pt_br: Busca finalizada (${TOTAL_NUMBER} processados, ${MATCH_NUMBER} marcados)
ro: Căutare terminată (${TOTAL_NUMBER} procesate, ${MATCH_NUMBER} potriviri)
ru: Поиск завершён (${TOTAL_NUMBER} обработано, ${MATCH_NUMBER} найдено)
sk: Vyhľadávanie ukončené (${TOTAL_NUMBER} spracovaných, ${MATCH_NUMBER} zhôd)
sv: Sökning slutförd (${TOTAL_NUMBER} behandlade, ${MATCH_NUMBER} träffar)
th: การค้นหาเสร็จสิ้น (ประมวลผลแล้ว ${TOTAL_NUMBER}, ${MATCH_NUMBER} ตรงกัน)
tr: Arama tamamlandı (${TOTAL_NUMBER} dosya arandı, ${MATCH_NUMBER} eşleşme bulundu)
ug: ئىزدەش تامام (${TOTAL_NUMBER} ئىزدەش جەريانىدىن ${MATCH_NUMBER} ماس كەلدى)

# DialogED2KSearch
source: The task has been deleted.
ar: تم حذف المهمة.
bg: Задачата беше изтрита.
de: Die Aufgabe wurde gelöscht.
es: La tarea ha sido eliminada.
et: Tegum on kustutatud.
eu: Eginkizuna ezabatua izan da.
fr: La tâche a été supprimée.
it: Il task è stato eliminato.
ja: タスクは削除されました。
nb: Oppgaven har blitt slettet
nl: De taak is verwijderd.
pl: Zadanie zostało usunięte.
pt_br: A tarefa está sendo apagada.
ro: Sarcina a fost ștearsă.
ru: Задача была удалена.
sk: Úloha bola vymazaná.
sv: Aktiviteten har raderats.
th: งานได้ถูกลบไปแล้ว
tr: İşlem silindi.
ug: ۋەزىپە ئۆچۈرۈلگەن.

# DialogED2KSearch
source: ED2K Link Search
ar: اي دي 2 كي وصلة البحث
bg: Търсене на ED2K връзка
de: ED2K-Link suchen
es: Buscar enlace ED2K
et: ED2K lingi otsing
eu: ED2K Lotura Bilaketa
fi: ED2K Linkki Haku
fr: Recherche du lien eD2K
hu: ED2K hivatkozás keresése
it: Ricerca link ED2K
ja: ED2Kリンクの検索
nb: ED2K Link Søk
nl: Zoeken ED2K-koppeling
pl: Szukanie linku ED2K
pt_br: Procura de Endereço ED2K
ro: Caută legătură ED2K
ru: Поиск ссылки ED2K
sk: ED2K vyhľadávací link
sq: Kërkim Lidhjesh ED2K
sv: Sök ED2K-länk
th: ค้นหาลิงค์ ED2K
tr: ED2K Bağlantı Ara
ug: ED2K ئۇلىنىش ئىزدە

# DetailView_FileList
source: Input ED2K link for selected file:
ar: أدخِل ارتباط ED2K من الملف المحدد:
bg: Въведете ED2К връзка за избрания файл:
de: ED2K-Link für ausgewählte Datei eingeben:
es: Escriba el enlace ED2K para el archivo seleccionado:
et: ED2K lingi sisend valitud faili:
eu: ED2K lotura sarrera hautaturiko agiriarentzat:
fi: Syötä ED2K-linkki valitulle tiedostolle:
fr: Entrer le lien ED2K pour le fichier sélectionné :
hu: ED2K link megadása a kiválasztott fájlhoz:
it: Inserisci link ED2K per il file selezionato:
ja: 選択したファイルのED2Kリンクを入力してください:
nb: Fyll inn ED2K lenke for valgt fil:
nl: ED2K-koppeling invoeren voor geselecteerde bestand:
pl: Link ED2K dla wybranego pliku:
pt_br: Input ED2K link para o arquivo selecionado:
ro: Scrie legătura ED2K pt. fila selectată:
ru: Введите ED2K ссылку для выбранного файла:
sk: Vložte ED2K link pre označený súbor:
sq: Fut një lidhje ED2K për skedarin e përzgjedhur:
sv: Skriv in ED2K-länk för vald fil:
th: ใส่ลิงค์ ED2K สำหรับไฟล์ที่เลือก:
tr: Seçilen dosya için ED2K linki giriniz:
ug: تاللانغان ھۆججەتكە ED2K ئۇلىنىشى كىرگۈزۈڭ:

# DetailView_FileList
source: Input ED2K link
ar: أدخِل رابط ED2K
bg: Въвеждане на ED2K връзка
de: ED2K-Link eingeben
es: Escriba enlace ED2K
et: ED2K lingi sisend
eu: ED2K lotura sarrera
fi: Syötä ED2K-linkki
fr: Entrer le lien ED2K
hu: ED2K link megadása
it: Inserisci il link ED2K
ja: ED2Kリンクを入力
nb: Fyll inn ED2K lenke
nl: ED2K-koppeling toevoegen
pl: Link wejściowy ED2K
pt_br: Entrada ED2K link
ro: Scrie legătura ED2K
ru: Введите ED2K ссылку
sk: Vložte ED2K link
sq: Fut një lidhje ED2K
sv: Skiv in ED2K-länk
th: ใส่ลิงค์ ED2K
tr: ED2K linki giriniz
ug: ED2K ئۇلىنىشى كىرگۈزۈڭ

# DialogFileOpenExecutable
source: Opening an executable file is potentially a security risk. Do you want to perform a virus scan first?
ar: فتح الملف القابل للتنفيذ يحتمل أن يكون غير آمن. هل تريد فحصه بماسح الفيوسات أولاً ؟
bg: Отварянето на изпълним файл крие потенциална опасност . Желаете ли първо да сканирате за вируси?
de: Das Öffnen einer ausführbaren Datei ist potenziell unsicher. Wollen Sie zuerst nach Viren scannen?
es: Abrir archivos ejecutables es potencialmente peligroso. ¿Quiere pasar el antivirus primero?
et: Exe faili avmine on ebaturvaline. Kas soovid emsalt kontrollida viiruse olemasolu?
eu: Agiri exekutagarria irekitzea segurtasun arrisku bat da. Nahi duzu lehenik birusen aurkako mihaketa bat egitea?
fr: Ouvrir un fichier exécutable est potentiellement dangereux. Voulez-vous d'abord scanner pour les virus ?
hu: Futtatható fájl megnyitása kockázattal járhat. Szeretnél előtte vírusellenőrzést?
it: Aprire un file *.exe è potenzialmente dannoso. Si desidera prima eseguire una scansione virus?
ja: 実行可能ファイルにはウイルスが含まれている危険性があります。 実行する前に、ウイルスチェックをしますか？
nb: Åpning av kjørbare filer kan være skadelig. Vil du skanne for virus først?
nl: .EXE bestanden openen is soms gevaarlijk. Eerst scannen voor virusen?
pl: Otworzenie pliku wykonywalnego jest niebezpieczne. Czy chcesz najpierw przeskanować plik?
pt_br: Não é seguro abrir um arquivo executável. Você quer verificar se ele é um vírus primeiro?
ro: Deschiderea unei file executabile este potențial periculoasă. Vrei s-o scanezi de viruși mai înainte?
ru: Открытие исполняемого файла потенциально небезопасно. Выполнить проверку на вирусы?
sk: Prístupný spustiteľný súbor je potenciálne nechránený. Chcete ho nejprve zkontrolovat antivirem?
sq: Hapja e një skedari të ekzekutueshëm është potencialisht e pasigurtë. Doni ta skanoni fillimisht për viruse?
sv: Öppna körbara filer är en säkerhetsrisk Vill du söka efter virus först?
th: การเปิดไฟล์สกุล .exe อาจมีความไม่ปลอดภัย คุณต้องการจะสแกนไวรัสก่อนหรือไม่?
tr: Açık kaynak dosya güvenlik riski oluşturabilir. Virüs taraması yapmak ister misiniz?
ug: ئىجراچان ھۆججەتنى بىۋاسىتە ئىجرا قىلىشنىڭ يوشۇرۇن خەتىرى بار، ئالدى بىلەن ۋىرۇس تەكشۈرەمسىز؟

# DialogFileOpenExecutable
source: Run
ar: شغّل
bg: Стартиране
de: Starten
es: Ejecutar
et: Käivita
eu: Egin
fi: Suorita
fr: Exécuter
hu: Futtatás
it: Avvia
ja: 実行
nb: Kjør
nl: Uitvoeren
pl: Uruchom
pt_br: Executar
ro: Rulează
ru: Запустить
sk: Spustiť
sq: Ekzekuto
sv: Kör
th: เรียกใช้งาน
tr: Çalıştır
ug: ئىجرا قىل

# DialogFileOpenExecutable
source: Antivirus Protection
bg: Антивирусна защита
de: Virenschutz
es: Protección antivirus
fr: Protection Antivirus
it: Protezione antivirus
ja: ウイルス対策保護
nl: Antivirusbescherming
pl: Ochrona antywirusowa
pt_br: Proteção antivírus
ru: Антивирусная защита
th: การป้องกันไวรัส

# DialogFileRename
source: Current file name:
de: Aktueller Dateiname:
es: Nombre de archivo actual:
fr: Nom de fichier actuel :
it: Nome file corrente:
ja: 現在のファイル名:
pl: Bieżąca nazwa pliku:
pt_br: Nome do arquivo atual:
ru: Текущее имя файла:
th: ชื่อไฟล์ปัจจุบัน:

# DialogFileRename
source: New file name:
de: Neuer Dateiname:
es: Nuevo nombre de archivo:
fr: Nouveau nom de fichier :
it: Nuovo nome file:
ja: 新しいファイル名:
pl: Nowa nazwa pliku:
pt_br: Novo nome do arquivo:
ru: Новое имя файла:
th: ชื่อไฟล์ใหม่:

# DialogFileRename
source: Please input new name.
ar: الرجاء إدخال الاسم الجديد.
bg: Моля, въведете новото име.
de: Bitte neuen Namen eingeben.
es: Introduzca el nombre nuevo.
et: Palun sisesta uus nimi.
eu: Mesedez sartu izen berria.
fi: Syötä uusi nimi.
fr: Veuillez entrer un nouveau nom.
hu: Kélek írd le az új nevet.
it: Inserisci un nuovo nome.
ja: 新しいファイル名を入力してください。
nb: Vennligst skriv inn nytt navn
nl: Voeg een nieuwe naam in.
pl: Wprowadź nową nazwę.
pt_br: Por favor, insira um novo nome.
ro: Scrie numele nou.
ru: Пожалуйста, введите новое имя.
sk: Zadajte prosím nový názov.
sq: Ju lutem futni emrin e ri.
sv: Vänligen skriv ett nytt namn:
th: กรุณาใส่ชื่อใหม่
tr: Lütfen Yeni İsmi Girin
ug: يېڭى ئات كىرگۈزۈڭ.

# DialogFileRename
source: Current folder name:
de: Aktueller Ordnername:
es: Nombre de carpeta actual:
fr: Nom du dossier actuel :
it: Nome cartella corrente:
ja: 現在のフォルダ名:
pl: Bieżąca nazwa folderu:
pt_br: Nome da pasta atual:
ru: Имя текущей папки:
th: ชื่อโฟลเดอร์ปัจจุบัน:

# DialogFileRename
source: New folder name:
de: Neuer Ordnername:
es: Nombre de la nueva carpeta:
fr: Nouveau nom du dossier :
it: Nome nuova cartella:
ja: 新しいフォルダ名:
pl: Nazwa nowego folderu:
pt_br: Novo nome da pasta:
ru: Имя новой папки:
th: ชื่อโฟลเดอร์ใหม่:

# DialogFileRename
source: Rename
ar: أعِد التسمية
bg: Преименуване
de: Umbenennen
es: Cambiar nombre
et: Nimeta ümber
eu: Birrizendatu
fi: Nimeä uudelleen
fr: Renommer
hu: Átnevez
it: Rinomina
ja: 名前の変更
nb: Endre navn
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ro: Renumește
ru: Переименовать
sk: Premenovať
sq: Riemërto
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
ug: قايتا نام بېرىش

# DialogImportAndExport
source: Step 1
bg: Стъпка 1
de: Schritt 1
es: Paso 1
fr: Étape 1
it: Passo 1
ja: ステップ 1
nl: Stap 1
pl: Krok 1
pt_br: Passo 1
ru: Шаг 1
th: ขั้นตอนที่ 1

# DialogImportAndExport
source: Please choose items to export:
bg: Изберете елементи за експортиране:
de: Bitte wählen Sie Artikel aus, die exportiert werden sollen:
es: Elija los artículos que desea exportar:
fr: S’il vous plaît choisir des articles à exporter:
it: Si prega di scegliere gli elementi da esportare:
ja: エクスポートする項目を選択してください:
nl: Kies objecten die u wilt exporteren:
pl: Wybierz elementy do wyeksportowania:
pt_br: Escolha itens para exportar:
ru: Пожалуйста, выберите товары для экспорта:
th: โปรดเลือกรายการที่จะส่งออก:

# DialogImportAndExport
source: Program Settings
bg: Настройки на програмата
de: Programmeinstellungen
es: Configuración del programa
fr: 程序设置
it: Impostazioni programma
ja: プログラム設定
nl: Programma-instellingen
pl: Ustawienia programu
pt_br: Configurações do programa
ru: Настройки программы
th: การตั้งค่าโปรแกรม

# DialogImportAndExport
source: Download List
bg: Изтегляне на списък
de: Download Liste
es: Lista de descargas
fr: Télécharger la liste
it: Scarica l'elenco
ja: ダウンロードリスト
nl: Download Lijst
pl: Pobierz listę
pt_br: Lista de Download
ru: Скачать список
th: รายการดาวน์โหลด

# DialogImportAndExport
source: Export all tasks
ar: تصدير كافة المهام
bg: Изнасяне на всички задачи
de: Alle Aufgaben exportieren
es: Exportar todas las tareas
et: ekspordi kõik tegumid
eu: Esportatu eginkizun guztiak
fi: Vie kaikki tehtävät
fr: Exporter toutes les tâches
hu: minden feladat exportálása
it: Esporta tutte le attività
ja: すべてのタスクをエクスポートする
nb: Eksporter alle oppgaver
nl: alle taken exporteren
pl: Eksportuj wszystkie zadania
pt_br: Exportar todas as tarefas
ro: Exportă toate sarcinile
ru: Экспортировать все задания
sk: Exportovať všetky úlohy
sq: eksporto të gjitha detyrat
sv: Exportera alla aktiviteter
th: ส่งออกงานทั้งหมด
tr: Tüm görevleri dışarı aktar
ug: ھەممە ۋەزىپىنى چىقار

# DialogImportAndExport
source: Export selected tasks in task list
ar: تصدير المهام المحددة في قائمة المهام
bg: Изнасяне на избраните задачи в списъка със задачи
de: Ausgewählte Aufgaben in Aufgabenübersicht exportieren
es: Exportar las tareas seleccionadas en la lista de tareas
et: ekspordi valitud tegumid tegumite lehele
eu: Esportatzeko hautaturiko eginkizunak eginkuzun zerrendan
fi: Vie valitut tehtävät tehtävälistasta
fr: Exporter les tâches sélectionnées dans la liste de tâches
hu: a feladatlistán kijelölt feladatok exportálása
it: Esportare le attività selezionate nell'elenco attività
ja: タスクリストの選択されているタスクをエクスポートします
nb: Eksporter valgte oppgaver i oppgavelisten
nl: Exporteer in takenlijst geselecteerde taken
pl: Eksportuj zaznaczone zadania z listy zadań
pt_br: Exportar as tarefas selecionadas na lista de tarefas
ro: Exportă sarcinile selectate din lista de sarcini
ru: Экспортировать выбранные задания в список заданий
sk: Exportovať označené úlohy v zozname úloh
sq: eksporto detyrat e përzgjedhura në listën e detyrave
sv: Exportera valda aktiviteter i aktivitetslistan
th: ส่งออกงานที่เลือกในบัญชีงาน
tr: Seçili görevleri dışarı gönder
ug: تاللانغان ۋەزىپىنى ۋەزىپە تىزىملىكىگە چىقار
