Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# LogMessage_BT_Task
source: Starting download of torrent file.
ar: البدء بالتحميل من ملف الترونت
bg: Започване свалянето на torrent файла.
de: Herunterladen der Torrent-Datei starten.
es: Comenzar descarga de archivo Torrent.
et: Alusta torrent faili allalaadimist.
eu: Torrent agiri jeisketa hasten.
fi: Aloitetaan torrent tiedoston lataaminen.
fr: Démarrage du téléchargement du fichier torrent.
hu: Torrentfájl letöltése elindult.
it: Inizio download del file torrent.
ja: Torrent ファイルのダウンロードを開始。
nb: Starter nedlasting av torrent- fil
nl: Downloaden torrent bestand gestart.
pl: Rozpoczęto pobieranie pliku torrent.
pt_br: Iniciando download de arquivo torrent.
ro: Descărcarea filei torent a început.
ru: Начинаю загрузку торрент файла.
sk: Spustenie sťahovania súboru torrent.
sq: Duke nisur shkarkimin e skedarit torrent.
sv: Startar nerladdning av torrent-fil.
th: เริ่มต้นการดาวน์โหลดไฟล์ torrent
tr: Torrent dosyasını indirmeye başla.
ug: توررېنت ھۆججىتى چۈشۈرۈشنى باشلاۋاتىدۇ.

# LogMessage_BT_Task
source: Waiting to start downloading torrent file later.
bg: Изчакване да започне изтеглянето на торент файл по-късно.
de: Warten, um den Download der Torrent-Datei später zu starten.
es: A la espera de empezar a descargar el archivo torrent más tarde.
fr: En attente de commencer à télécharger le fichier torrent plus tard.
it: In attesa di iniziare a scaricare il file torrent più tardi.
ja: 後で急流ファイルのダウンロードを開始するのを待っています。
nl: Wachten om te beginnen met het downloaden van torrent-bestand later.
pl: Oczekiwanie na rozpoczęcie pobierania pliku torrent później.
pt_br: Esperando para começar a baixar arquivo torrent mais tarde.
ru: Ожидание начала загрузки торрент-файла позже.
th: กําลังรอให้เริ่มดาวน์โหลดแฟ้ม torrent ในภายหลัง

# LogMessage_BT_Task
source: Download torrent file from: ${URL}
bg: Изтегляне на торент файл от: ${URL}
de: Laden Sie die Torrent-Datei von: ${URL}
es: Descargar el archivo torrent desde: ${URL}
fr: Télécharger le fichier torrent à partir de: ${URL}
it: Scarica il file torrent da: ${URL}
ja: トレントファイルのダウンロード: ${URL}
nl: Download torrent-bestand van: ${URL}
pl: Pobierz plik torrent z: ${URL}
pt_br: Baixe o arquivo torrent de: ${URL}
ru: Скачать торрент-файл из: ${URL}
th: ดาวน์โหลดไฟล์ฝนตกหนักจาก: ${URL}

# LogMessage_BT_Task
source: Failed to download torrent. retry in ${RETRY_DELAY} ${RETRY_COUNT}
bg: Неуспешно изтегляне на торент. Опитай отново в ${RETRY_DELAY} ${RETRY_COUNT}
de: Torrent konnte nicht heruntergeladen werden. Wiederholungsversuche in ${RETRY_DELAY} ${RETRY_COUNT}
es: No se pudo descargar torrent. reintentar en ${RETRY_DELAY} ${RETRY_COUNT}
fr: N’a pas téléchargé torrent. réessayer en ${RETRY_DELAY} ${RETRY_COUNT}
it: Impossibile scaricare torrent. riprova in ${RETRY_COUNT} ${RETRY_DELAY}
ja: トレントをダウンロードできませんでした。${RETRY_DELAY} ${RETRY_COUNT} で再試行します
nl: Niet te downloaden torrent. opnieuw proberen in ${RETRY_DELAY} ${RETRY_COUNT}
pl: Nie można pobrać torrenta. ponowiona próba w ${RETRY_DELAY} ${RETRY_COUNT}
pt_br: Falha ao baixar torrent. repetição em ${RETRY_DELAY} ${RETRY_COUNT}
ru: Не удалось скачать торрент. повторная попытка в ${RETRY_DELAY} ${RETRY_COUNT}
th: ไม่สามารถดาวน์โหลดฝนตกหนักได้ ลองใหม่ใน ${RETRY_DELAY} ${RETRY_COUNT}

# LogMessage_BT_Task
source: Download torrent file again ${RETRY_COUNT} from: ${URL}
bg: Изтеглете торент файл отново ${RETRY_COUNT} от: ${URL}
de: Laden Sie die Torrent-Datei erneut herunter: ${RETRY_COUNT} von: ${URL}
es: Descargue el archivo torrent de nuevo ${RETRY_COUNT} de: ${URL}
fr: Télécharger le fichier torrent à nouveau ${RETRY_COUNT} à partir de: ${URL}
it: Scarica di nuovo il file torrent, ${RETRY_COUNT} da: ${URL}
ja: トレントファイルを再びダウンロード ${RETRY_COUNT} から: ${URL}
nl: Download torrent-bestand opnieuw ${RETRY_COUNT} van: ${URL}
pl: Pobierz plik torrent ponownie ${RETRY_COUNT} z: ${URL}
pt_br: Baixe o arquivo torrent novamente ${RETRY_COUNT} de: ${URL}
ru: Скачать торрент-файл снова ${RETRY_COUNT} от: ${URL}
th: ดาวน์โหลดไฟล์ฝนตกหนักอีกครั้ง ${RETRY_COUNT} จาก: ${URL}

# LogMessage_BT_Task
source: Download of torrent finished.
bg: Изтеглянето на торента е завършено.
de: Download von Torrent fertig.
es: Descarga de torrent terminado.
fr: Téléchargement de torrent fini.
it: Download del torrente finito.
ja: 急流のダウンロードが終了しました。
nl: Download van torrent klaar.
pl: Pobieranie torrent ukończony.
pt_br: Download do torrent acabado.
ru: Скачать торрент закончена.
th: การดาวน์โหลดฝนตกหนักเสร็จสิ้น

# LogMessage_BT_Task
source: Failed to download torrent: ${MESSAGE}
bg: Неуспешно изтегляне на торент: ${MESSAGE}
de: Torrent konnte nicht heruntergeladen werden: ${MESSAGE}
es: No se ha podido descargar el torrente: ${MESSAGE}
fr: Échec du téléchargement de torrent : ${MESSAGE}
it: Impossibile scaricare torrent: ${MESSAGE}
ja: トレントをダウンロードできませんでした: ${MESSAGE}
nl: Kan torrent niet downloaden: ${MESSAGE}
pl: Nie można pobrać torrent: ${MESSAGE}
pt_br: Falha ao baixar torrent: ${MESSAGE}
ru: Не удалось скачать торрент: ${MESSAGE}
th: ไม่สามารถดาวน์โหลดฝนตกหนัก: ${MESSAGE}

# LogMessage_BT_Task
source: Failed to download torrent: connection timeout
bg: Неуспешно изтегляне на торент: времето на изчакване на връзката
de: Torrent konnte nicht heruntergeladen werden: Verbindungstimeout
es: Error al descargar torrent: tiempo de espera de conexión
fr: Échec du téléchargement de torrent : délai d’expiration de connexion
it: Impossibile scaricare torrent: timeout di connessione
ja: トレントのダウンロードに失敗しました: 接続タイムアウト
nl: Torrent kan niet worden gedownload: time-out voor verbinding
pl: Nie można pobrać torrent: limit czasu połączenia
pt_br: Falha ao baixar torrent: tempo limite de conexão
ru: Не удалось скачать торрент: тайм-аут соединения
th: ไม่สามารถดาวน์โหลด torrent ได้: การหมดเวลาของการเชื่อมต่อ

# LogMessage_BT_Task
source: Stopping download of torrent file.
ar: إيقاف التحميل من ملف الترونت
bg: Спиране свалянето на торент файла.
de: Herunterladen der Torrent-Datei anhalten.
es: Detener descarga de archivo Torrent.
et: Peata torrent faili allalaadimine.
eu: Torrent agiriaren jeisketa gelditzen.
fi: Pysäytetään torrent tiedoston lataaminen.
fr: Arrêt en cours du téléchargement du fichier torrent.
hu: Torrentfájl letöltése leállt.
it: Interruzione del download del file torrent.
ja: Torrent ファイルのダウンロードを停止。
nb: Stopper nedlasting av torrent- fil
nl: Downloaden torrent bestand gestopt.
pl: Zatrzymanie pobierania pliku torrent.
pt_br: Parar o download do arquivo torrent.
ro: Descărcarea filei torent a încetat.
ru: Останавливаю загрузку торрент файла.
sk: Zastavenie sťahovania súboru torrent.
sq: Duke ndalur shkarkimin e skedarit torrent.
sv: Stoppar nerladdning av torrent-fil.
th: หยุดการดาวน์โหลดไฟล์ torrent
tr: Torrent dosyasını indirmeyi durdur.
ug: توررېنت ھۆججىتى چۈشۈرۈشنى توختىتىۋاتىدۇ.

# LogMessage_BT_Task
source: BitTorrent download task exists. Operation abort.
bg: Торент задачата за изтегляне съществува. Операцията е прекратена.
de: BitTorrent-Download-Task ist vorhanden. Der Vorgang wird abgebrochen.
es: Existe una tarea de descarga de BitTorrent. Operación abortar.
fr: BitTorrent tâche de téléchargement existe. L'opération avorte.
it: L'attività di download BitTorrent esiste. Operazione abortita.
ja: BitTorrent ダウンロード タスクが存在します。操作は中止されます。
nl: BitTorrent Download taak bestaat. Bewerking afbreken.
pl: BitTorrent zadanie pobierania istnieje. Przerwanie operacji.
pt_br: BitTorrent tarefa de download existe. Operação abortar.
ru: Задача загрузки BitTorrent существует. Операция прерывает.
th: มีงานดาวน์โหลด BitTorrent อยู่ การดําเนินการถูกยกเลิก

# LogMessage_BT_Task
source: Task started.
ar: بدء المهمة.
bg: Задачата е стартирана.
de: Aufgabe gestartet.
es: Tarea iniciada.
et: Tegum käivitatud
eu: Eginkizuna hasita
fi: Tehtävä aloitettu.
fr: Tâche démarrée.
hu: A feladat elindult.
it: Attività iniziata.
ja: タスクの開始。
nb: Oppgave startet
nl: Taak gestart.
pl: Zadanie rozpoczęte.
pt_br: Tarefa iniciada.
ro: Sarcina a pornit.
ru: Задание запущено.
sk: Úloha začala.
sq: Detyra nisi.
sv: Aktivitet startad.
th: งานเริ่มแล้ว
tr: Görev başladı.
ug: ۋەزىپە قوزغىتىلدى.

# LogMessage_BT_Task
source: Task stopping...
bg: Задачата спира...
de: Aufgabe wird beendet...
es: Detención de tareas...
fr: Arrêt de la tâche...
it: Arresto attività...
ja: タスクを停止しています...
nl: Taak stoppen...
pl: Zatrzymanie zadania...
pt_br: Tarefa parando...
ru: Остановка задачи...
th: ภารกิจกำลังหยุด...

# LogMessage_BT_Task
source: Task stopped.
ar: إيقاف مهمة.
bg: Задачата е спряна.
de: Aufgabe angehalten.
es: Tarea detenida.
et: Tegum peatatud
eu: Eginkizuna geldituta.
fi: Tehtävä pysäytetty.
fr: Tâche interrompue.
hu: A feladat leállt.
it: Task interrotto.
ja: タスクの停止。
nb: Oppgave stoppet.
nl: Taak gestopt.
pl: Zadanie zatrzymane.
pt_br: Tarefa parada.
ro: Sarcina s-a oprit.
ru: Задание остановлено.
sk: Úloha skončila.
sq: Detyra ndali.
sv: Aktivitet stoppad.
th: งานหยุดแล้ว
tr: Görev durdu.
ug: ۋەزىپە توختىتىلدى.

# LogMessage_BT_Task
source: Hash check started.
ar: بدأ إختبار التجزئة.
bg: Стартирана е проверка на хеша.
de: Hash-Prüfung gestartet.
es: Comprobación del hash iniciada.
et: Hashi tvastamine käivitatud.
eu: Hash egiaztapena abiaturik.
fi: Hash tarkistus aloitettu.
fr: Vérification de hachage en cours.
hu: A hash-ellenőrzés elindult.
it: Controllo dell'hash iniziato.
ja: ハッシュのチェック開始。
nb: Hash sjekk startet.
nl: Hash controler gestart.
pl: Rozpoczęto sprawdzanie sumy kontrolnej.
pt_br: Checagem de hash iniciada.
ro: Verificarea hașului a început.
ru: Начата проверка хеша.
sk: Začatie kontroly hashu.
sq: Nisi kontrolli i saktësisë.
sv: Hashkontroll har startats.
th: การเช็คค่า Hash ได้เริ่มต้นขึ้นแล้ว
tr: Hash denetimi başladı.
ug: مۇكەممەللىك تەكشۈرۈش باشلاندى.

# LogMessage_BT_Task
source: Hash check stopped. Recovered data: ${RECOVERED_BYTE}, dropped error data: ${DROPPED_BYTE}
ar: توقف فحص التجزئة. استرداد البيانات: ${RECOVERED_BYTE} ، إسقاط بيانات الخطا: ${DROPPED_BYTE}
bg: Проверката на хеш спря. Възстановени данни: ${RECOVERED_BYTE}, спадна грешка данни: ${DROPPED_BYTE}
de: Hash-Prüfung beendet. Daten wiederhergestellt: ${RECOVERED_BYTE}, Fehlerdaten verworfen: ${DROPPED_BYTE}
es: Revisión del Hash parada. Recuperando datos: ${RECOVERED_BYTE}, error en los datos: ${DROPPED_BYTE}
et: Räsi kontroll peatunud. Taaskasutatud andmed: ${RECOVERED_BYTE}, puuduvad vea andmed: ${DROPPED_BYTE}
eu: Hash egiaztapena gelditurik. Berreskuraturiko datuak: ${RECOVERED_BYTE}, eroritako datu akatsa: ${DROPPED_BYTE}
fr: Contrôle de hachage arrêté. Données récupérées: ${RECOVERED_BYTE}, données d'erreur supprimées: ${DROPPED_BYTE}
it: Controllo hash interrotto. Dati recuperati: ${RECOVERED_BYTE}, dati di errore droppati: ${DROPPED_BYTE}
ja: ハッシュ値の照合を停止しました。回復されたデータ: ${RECOVERED_BYTE}, 破棄されたエラーデータ: ${DROPPED_BYTE}
nl: Hash-controle gestopt. HerStelde gegevens: ${RECOVERED_BYTE}, dropped error data: ${DROPPED_BYTE}
pl: Sprawdzanie sumy kontrolnej zatrzymane. Odzyskane dane: ${RECOVERED_BYTE}, utracone w wyniku błędu: ${DROPPED_BYTE}
pt_br: Verificação de hash parada. Dados recuperados: ${RECOVERED_BYTE}, dados perdidos: ${DROPPED_BYTE}
ro: Verificarea hașului a fost oprită. Date recuperate: ${RECOVERED_BYTE}, date inutile abandonate: ${DROPPED_BYTE}
ru: Проверка хеша остановлена. Восстановлено: ${RECOVERED_BYTE}, повреждено: ${DROPPED_BYTE}
sk: Kontrola hash zastavená. Obnovené dáta: ${RECOVERED_BYTE}, stratené chybné dáta: ${DROPPED_BYTE}
sv: Hashkontroll stannade. Återvunnen data: ${RECOVERED_BYTE}, förlorad feldata: ${DROPPED_BYTE}
th: หยุดการตรวจสอบแฮช ข้อมูลที่กู้คืน: ${RECOVERED_BYTE}, ข้อมูลข้อผิดพลาดที่ลดลง: ${DROPPED_BYTE}
tr: Sağlama kontrolü durdu. Kurtarılan veri: ${RECOVERED_BYTE}, kaybedilen hata verisi: ${DROPPED_BYTE}
ug: مۇكەممەللىك تەكشۈرۈش توختىدى. ئەسلىگە كەلتۈرگەن سانلىق مەلۇمات: ${RECOVERED_BYTE}، تاشلىۋەتكەن خاتا سانلىق مەلۇمات: ${DROPPED_BYTE}

# LogMessage_BT_Task
source: The length of meta-data from peer exceeds the maximum: ${SIZE}
bg: Дължината на мета-данни от Peer надвишава максимума: ${SIZE}
de: Die Länge der Metadaten vom Peer überschreitet das Maximum: ${SIZE}
es: La longitud de los meta-datos del par excede el máximo: ${SIZE}
fr: La longueur des métadonnées des pairs dépasse le maximum : ${SIZE}
it: La lunghezza dei metadati dal peer supera il valore massimo: ${SIZE}
ja: ピアからのメタデータの長さが最大値 ${SIZE} を超えています
nl: De lengte van metagegevens van peer overschrijdt het maximum: ${SIZE}
pl: Długość meta-danych z elementu równorzędnego przekracza maksimum: ${SIZE}
pt_br: O comprimento dos metadados do peer excede o máximo: ${SIZE}
ru: Длина мета-данных от одноранговой превышает максимальную: ${SIZE}
th: ความยาวของข้อมูลเมตาจากเพียร์เกินค่าสูงสุด: ${SIZE}

# LogMessage_BT_Task
source: File download finished: ${FILE_NAME}
ar: ${FILE_NAME} :الانتهاء من تحميل الملف
bg: Свалянето на файла ${FILE_NAME} завърши.
de: Herunterladen der Datei abgeschlossen: ${FILE_NAME}
es: Descarga de archivo finalizada: ${FILE_NAME}
et: Faili allaladimine lõpetatud: ${FILE_NAME}
eu: Agiri jeisketa amaiturik: ${FILE_NAME}
fi: Tiedoston lataus valmistui: ${FILE_NAME}
fr: Téléchargement du fichier terminé : ${FILE_NAME}
hu: Fájl letöltése befejeződött: ${FILE_NAME}
it: File scaricato:${FILE_NAME}
ja: ファイルのダウンロード完了： ${FILE_NAME}
nb: Nedlasting ferdig: ${FILE_NAME}
nl: Bestand downloaden klaar: ${FILE_NAME}
pl: Zakończono pobieranie pliku: ${FILE_NAME}
pt_br: Terminado download do arquivo: ${FILE_NAME}
ro: Descărcare terminată a filei: ${FILE_NAME}
ru: Завершена загрузка файла: ${FILE_NAME}
sk: Stiahnutie súboru dokončené: ${FILE_NAME}
sq: Shkarkimi i skedarit përfudnoi: ${FILE_NAME}
sv: Filnedladdning slutförd: ${FILE_NAME}
th: การดาวน์โหลดไฟล์เสร็จสิ้น: ${FILE_NAME}
tr: Dosya indirmesi tamamlandı: ${FILE_NAME}
ug: ھۆججەت چۈشۈرۈش تاماملاندى: ${FILE_NAME}

# LogMessage_BT_Task
source: Task download finished.
ar: تم الانتهاء من تحميل المهمة.
bg: Свалянето на задачата приключи.
de: Herunterladen der Aufgabe abgeschlossen.
es: Tarea de descarga finalizada.
et: Tegumi laadimine lõpetatud.
eu: Eginkizun jeisketa amaiturik.
fi: Tehtävän lataaminen valmistunut.
fr: Téléchargement de la tâche terminé.
hu: Feladat letöltése befejeződött.
it: Attività di download terminata.
ja: タスクのダウンロード完了。
nb: Oppgave nedlasting ferdig.
nl: Taak downloaden klaar.
pl: Zadanie pobierania zakończone.
pt_br: Download Concluído.
ro: Descărcarea sarcinii s-a terminat.
ru: Загрузка задания завершена.
sk: Úloha sťahovania dokončená.
sq: Detyra e shkarkimit përfundoi.
sv: Aktivitetsnedladdning slutförd.
th: งานดาวน์โหลดเสร็จสมบูรณ์
tr: İndirme görevi bitti.
ug: ۋەزىپىنى چۈشۈرۈش تاماملاندى.

# LogMessage_BT_Task
source: Task auto-stop condition reached: share ratio(${SHARE_RATIO}), seed num(${SEED_NUM}), seeding time(${SEEDING_TIME})
ar: خيارات التوقف التلقائي عن الرفع : نسبة المشاركة (${SHARE_RATIO}), seed num(${SEED_NUM}), وقت الرفع(${SEEDING_TIME})
bg: Достигнато е условието за автоматично спиране на задачата: отношение на споделяне (${SHARE_RATIO}), брой сийдвания (${SEED_NUM}), време за сийдване (${SEEDING_TIME}).
de: Aufgabe autom anhalten: Freigabe-Verhältnis (${SHARE_RATIO}), Seed-Anzahl (${SEED_NUM}), Seeding-Zeit (${SEEDING_TIME})
es: Condición de detención automática para la tarea alcanzada: radio de intercambio(${SHARE_RATIO}), número de semilla(${SEED_NUM}), tiempo compartiendo(${SEEDING_TIME})
et: Tegum automaatselt seiskus hetke oludel: jagamissuhe(${SHARE_RATIO}), jagmiste arv(${SEED_NUM}), jagamise aeg(${SEEDING_TIME})
eu: Eginkizun berez-gelditze baldintza bilatzen: Partekatze maila(${SHARE_RATIO}), emale zenb.(${SEED_NUM}), emaritza denbora(${SEEDING_TIME})
fr: Conditions d'arrêt automatique validées : ratio de partage (${SHARE_RATIO}), num. de seed (${SEED_NUM}), temps de partage (${SEEDING_TIME})
hu: Feladat auto-megállítási feltétele teljesült: megosztási arány(${SHARE_RATIO}), seed-szám(${SEED_NUM}), seedelési idő(${SEEDING_TIME})
it: Raggiunta la condizione di auto-stop dell'attività: percentuale di condivisione(${SHARE_RATIO}), numero di seed(${SEED_NUM}), tempo di seeding(${SEEDING_TIME})
ja: タスクの自動停止の条件を満たしました：負担率(${SHARE_RATIO}), シード数(${SEED_NUM}), シード時間(${SEEDING_TIME})
nb: Oppgave auto-stop tilstand nådd: delings forhold(${SHARE_RATIO}), opplasting nummer(${SEED_NUM}), opplasting tid(${SEEDING_TIME})
nl: Taak auto-stop voorwaarde bereikt: de verhouding van het aandeel (${SHARE_RATIO}), zaad num (${SEED_NUM}), het zaaien tijd (${SEEDING_TIME})
pl: Warunki automatycznego zatrzymanie zadania zostały osiągnięte: współczynnik udostępniania(${SHARE_RATIO}), ilość seedów(${SEED_NUM}), czas seedowania(${SEEDING_TIME})
pt_br: Condição de término de tarefa alcançada: taxa de compartilhamento(${SHARE_RATIO}. Número de sementes: (${SEED_NUM}). Tempo semeando: (${SEEDING_TIME})
ro: A fost îndeplinită condiția de oprire automată a sarcinii: raport de partajare(${SHARE_RATIO}), nr. de donatori(${SEED_NUM}), timp de donare(${SEEDING_TIME})
ru: Достигнуто условие автоматической остановки задания: рейтинг(${SHARE_RATIO}), колличество сидов(${SEED_NUM}), время сидирования(${SEEDING_TIME})
sk: Podmienka automatického zastavenia úlohy bola dosiahnutá: podiel zdieľania(${SHARE_RATIO}), počet seedov(${SEED_NUM}), čas seedovania(${SEEDING_TIME})
sv: Villkoren för automatiskt stopp är nådda: delningsratio(${SHARE_RATIO}), seed num(${SEED_NUM}), seedningstid(${SEEDING_TIME})
th: งานหยุดโดยอัตโนมัติ เงื่อนไขลุล่วง: อัตราส่วนแบ่งปัน(${SHARE_RATIO}), จำนวนผู้ปล่อย(${SEED_NUM}), ระยะเวลาปล่อย(${SEEDING_TIME})
tr: Görev otomatik durmaya ulaşmıştır:paylaşın oranı(${SHARE_RATIO}), besleme numarası(${SEED_NUM}), besleme zamanı(${SEEDING_TIME})
ug: ۋەزىپىنى ئۆزلۈكىدىن توختىتىش شەرتىگە يەتتى: ھەمبەھىر نىسبىتى: (${SHARE_RATIO})، ئۇرۇق سانى (${SEED_NUM}) ئۇرۇق يوللاش ۋاقتى: (${SEEDING_TIME})

# LogMessage_BT_Task
source: Downloaded file renamed to: ${FILE_NAME}
bg: Изтеглен файл, преименуван на: ${FILE_NAME}
de: Heruntergeladene Datei umbenannt in: ${FILE_NAME}
es: Archivo descargado renombrado a: ${FILE_NAME}
fr: Fichier téléchargé renommé : ${FILE_NAME}
it: File scaricato rinominato in: ${FILE_NAME}
ja: ダウンロードしたファイルの名前は次の名前に変更されました: ${FILE_NAME}
nl: GeDownloade bestand hernoemd naar: ${FILE_NAME}
pl: Pobrany plik o zmienionej nazwie: ${FILE_NAME}
pt_br: Arquivo baixado renomeado para: ${FILE_NAME}
ru: Загруженный файл переименован в: ${FILE_NAME}
th: ไฟล์ที่ดาวน์โหลดถูกเปลี่ยนชื่อเป็น: ${FILE_NAME}

# LogMessage_BT_Task
source: Downloaded folder renamed to: ${FOLDER_NAME}
bg: Изтеглена папка, преименувана на: ${FOLDER_NAME}
de: Heruntergeladener Ordner umbenannt in: ${FOLDER_NAME}
es: Carpeta descargada renombrada a: ${FOLDER_NAME}
fr: Dossier téléchargé renommé : ${FOLDER_NAME}
it: Cartella scaricata rinominata in: ${FOLDER_NAME}
ja: ダウンロードしたフォルダの名前が次の名前に変更されました: ${FOLDER_NAME}
nl: Gedownloade map omgedoopt tot: ${FOLDER_NAME}
pl: Pobrany folder o zmienionej nazwie: ${FOLDER_NAME}
pt_br: Pasta baixada renomeada para: ${FOLDER_NAME}
ru: Загруженная папка переименована в: ${FOLDER_NAME}
th: โฟลเดอร์ที่ดาวน์โหลดถูกเปลี่ยนชื่อเป็น: ${FOLDER_NAME}

# LogMessage_BT_Task
source: ${FILE_NUM} files created.
ar: تم خلق الملفات ${FILE_NUM}
bg: ${FILE_NUM} файла са създадени.
de: ${FILE_NUM} Dateien erstellt.
es: ${FILE_NUM} archivos creados.
et: ${FILE_NUM} fail on loodud.
eu: ${FILE_NUM} agiri sortuta.
fr: ${FILE_NUM} fichiers créés.
it: ${FILE_NUM} file creati.
ja: ${FILE_NUM} 個のファイルが作成されました。
nl: ${FILE_NUM} bestanden aangemaakt.
pl: utworzono plików ${FILE_NUM} .
pt_br: ${FILE_NUM} arquivos criados.
ro: ${FILE_NUM} file create.
ru: ${FILE_NUM} созданных файлов.
sk: ${FILE_NUM} vytvorených súborov.
sv: ${FILE_NUM} filer skapades.
th: ไฟล์จำนวน ${FILE_NUM} ไฟล์ ถูกสร้างขึ้น
tr: ${FILE_NUM} dosya oluşturuldu.
ug: ${FILE_NUM} ھۆججەت مۇۋەپپەقىيەتلىك قۇرۇلدى.

# LogMessage_BT_Task
source: Failed creating file: ${FILE_NAME} [${ERROR_MSG}]
ar: فشل في إنشاء الملف: ${FILE_NAME} [${ERROR_MSG}]
bg: Създаването на файла ${FILE_NAME} [${ERROR_MSG}] пропадна.
de: Datei erstellen fehlgeschlagen: ${FILE_NAME} [${ERROR_MSG}]
es: Creación de archivo fallida: ${FILE_NAME} [${ERROR_MSG}]
et: Faili loomine luhtunud: ${FILE_NAME} [${ERROR_MSG}]
eu: Huts egin du agiria sortzerakoan: ${FILE_NAME} [${ERROR_MSG}]
fi: Tiedoston luonti epäonnistui: ${FILE_NAME} [${ERROR_MSG}]
fr: Échec de création de fichier : ${FILE_NAME} [${ERROR_MSG}]
hu: Fájl létrehozása sikertelen: ${FILE_NAME} [${ERROR_MSG}]
it: Impossibile creare file: ${FILE_NAME} [${ERROR_MSG}]
ja: ファイルの作成に失敗：${FILE_NAME} [${ERROR_MSG}]
nb: Mislyktes å skape fil: ${FILE_NAME} [${ERROR_MSG}]
nl: Mislukt het maken van bestand: ${FILE_NAME} [${ERROR_MSG}]
pl: Błąd tworzenia pliku: ${FILE_NAME} [${ERROR_MSG}]
pt_br: Falha ao criar arquivo: ${FILE_NAME} [${ERROR_MSG}]
ro: Eșec al creării filei: ${FILE_NAME} [${ERROR_MSG}]
ru: Ошибка создания файла: ${FILE_NAME} [${ERROR_MSG}]
sk: Zlyhalo vytvorenie súboru: ${FILE_NAME} [${ERROR_MSG}]
sq: Dështova në krijimin e skedarit: ${FILE_NAME} [${ERROR_MSG}]
sv: Misslyckades att skapa fil: ${FILE_NAME} [${ERROR_MSG}]
th: การสร้างไฟล์ล้มเหลว: ${FILE_NAME} [${ERROR_MSG}]
tr: Dosya yaratma başarısız: ${FILE_NAME} [${ERROR_MSG}]
ug: ھۆججەت قۇرالمىدى: ${FILE_NAME} [${ERROR_MSG}]

# LogMessage_BT_Task
source: Failed openning file: ${FILE_NAME} [${ERROR_MSG}]
ar: فشل افتتاح الملف: [${ERROR_MSG}] ${FILE_NAME}
bg: НеУспешен откриване файл: ${FILE_NAME} [${ERROR_MSG}]
de: Fehler beim Öffnen der Datei aufgetreten: ${FILE_NAME} [${ERROR_MSG}]
es: Falla abriendo el archivo: ${FILE_NAME} [${ERROR_MSG}]
et: Ebaõnnestus avada faili:: ${FILE_NAME} [${ERROR_MSG}]
eu: Huts egin du agiria irekitzerakoan: ${FILE_NAME} [${ERROR_MSG}]
fr: Échec du fichier ouverture: ${FILE_NAME} [${ERROR_MSG}]
it: File openning non riuscito: ${FILE_NAME} [${ERROR_MSG}]
ja: ファイルのオープンに失敗: ${FILE_NAME} [${ERROR_MSG}]
nl: Mislukte openning bestand: ${FILE_NAME} [${ERROR_MSG}]
pl: Błąd podczas otwierania pliku: ${FILE_NAME} [${ERROR_MSG}]
pt_br: Falha ao abrir o arquivo: ${FILE_NAME} [${ERROR_MSG}]
ro: Eșec al deschiderii filei: ${FILE_NAME} [${ERROR_MSG}]
ru: Невозможно открыть файл: ${FILE_NAME} [${ERROR_MSG}]
sk: Chyba otvárania súboru: ${FILE_NAME} [${ERROR_MSG}]
sv: Misslyckades att öppna fil: ${FILE_NAME} [${ERROR_MSG}]
th: ไม่สามารถเปิดไฟล์ได้: ${FILE_NAME} [${ERROR_MSG}]
tr: Dosya açılamadı: ${FILE_NAME} [${ERROR_MSG}]
ug: ھۆججەت ئاچالمىدى: ${FILE_NAME} [${ERROR_MSG}]

# LogMessage_BT_Task
source: Failed writing file: ${FILE_NAME} [${ERROR_MSG}]
ar: خطاء بكتابة الملف: ${FILE_NAME} [${ERROR_MSG}]
bg: Записът на файл пропадна: ${FILE_NAME} [${ERROR_MSG}]
de: Schreiben der Datei fehlgeschlagen: ${FILE_NAME} [${ERROR_MSG}]
es: Escritura de archivo fallida: ${FILE_NAME} [${ERROR_MSG}]
et: Faili kirjutamine nurjus: ${FILE_NAME} [${ERROR_MSG}]
eu: Huts egin du agiria idazterakoan: ${FILE_NAME} [${ERROR_MSG}]
fi: Tiedoston kirjoittaminen epäonnistui: ${FILE_NAME} [${ERROR_MSG}]
fr: Échec d'écriture de fichier : ${FILE_NAME} [${ERROR_MSG}]
hu: Fájl írása sikertelen: ${FILE_NAME} [${ERROR_MSG}]
it: Fallito la scrittura del file: ${FILE_NAME} [${ERROR_MSG}]
ja: ファイルの書き込み失敗： ${FILE_NAME} [${ERROR_MSG}]
nb: Mislyktes å skrive fil: ${FILE_NAME} [${ERROR_MSG}]
nl: Mislukt schriftelijk bestand: ${FILE_NAME} [${ERROR_MSG}]
pl: Niepowodzenie zapisu pliku: ${FILE_NAME} [${ERROR_MSG}]
pt_br: Falha ao escrever arquivo: ${FILE_NAME} [${ERROR_MSG}]
ro: Scrierea filei a eșuat: ${FILE_NAME} [${ERROR_MSG}]
ru: Ошибка записи файла: ${FILE_NAME} [${ERROR_MSG}]
sk: Zápis súboru zlyhal: ${FILE_NAME} [${ERROR_MSG}]
sq: Dështova në shkrimin e skedarit: ${FILE_NAME} [${ERROR_MSG}]
sv: Filskrivningsnamn misslyckades: ${FILE_NAME} [${ERROR_MSG}]
th: การบันทึกไฟล์ล้มเหลว: ${FILE_NAME} [${ERROR_MSG}]
tr: Dosyaya yazma başarısız oldu: ${FILE_NAME} [${ERROR_MSG}]
ug: ھۆججەت يازالمىدى: ${FILE_NAME} [${ERROR_MSG}]
