Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_Advanced
source: Save configuration files in APP_DATA folder or installation folder (Recommended: "true" if installed in PROGRAM_FILES folder, "false" if in other place like an USB disk)
ar: حفظ ملفات الإعدادات في مجلد APP_DATA أو تثبيت المجلد (مستحسن: "إقبل" إذا كانت مثبته في مجلد PROGRAM_FILES, "لا تقبل" إذا كان في مكان آخر مثل الفلاش)
bg: Запазване на конфигурационните файлове в папката APP_DATA или в папката за инсталиране (Препоръчва се: "Вярно" - ако инсталирате в папката PROGRAM_FILES, "Грешно" - ако инсталирате другаде, например USB диск)
de: Speichern von Konfigurationsdateien in APP_DATA-Ordner oder Installationsordner (Empfohlen: "true", wenn im PROGRAM_FILES-Ordner installiert, "false", wenn in anderen Ort, wie eine USB-Festplatte, installiert)
es: Guardar archivos de configuración en la carpeta APP_DATA o en la carpeta de instalación (Recomendado: «true» si se instala en la carpeta PROGRAM_FILES, «false» si en otro lugar como un disco USB)
et: Salvesta konfiguratsioon faili APP_DATA kausta või installikausta (Soovitatav: "tõene", kui on paigaldatud PROGRAM_FILES kausta, "väär", kui teise koht nagu USB kettale)
eu: Gorde itxurapen agiriak APP_DATA agiritegian edo ezarpen agiritegian (Gomendatua: "Bai" ezarri bada PROGRAM_FILES agiritegian, "Ez" USB diska bat bezalako toki batean bada)
fi: Tallenna asetustiedostot APP_DATA kansioon tai asennuskansioon (Suositeltu: "tosi" jos asennettu PROGRAM_FILES kansioon, "epätosi" jos toiseen paikkaan kuten USB tikulle)
fr: Sauvegarder les fichiers de configuration dans le répertoire APP-DATA ou le répertoire d'installation (Recommandé : vrai, si installé dans le répertoire PROGRAM_FILES, faux, si installé autre part)
hu: A konfigurációs fájlok mentése az APP_DATA mappába vagy a telepítési mappába (Ajánlott: "true", ha a PROGRAM_FILES mappába telepítetted, "false", ha máshová, pl. USB lemezre)
it: Salva la configurazione nella cartella APP_DATA o nella cartella di installazione (Consigliato: "vero" se installato in PROGRAM_FILES, "falso" se altrove, es. disco USB)
ja: APP_DATA フォルダまたはインストール先フォルダに設定ファイルを保存する （推奨： PROGRAM_FILES フォルダにインストールしているなら "true"、USBメモリのような別の場所にするなら "false"）
nb: Lagre konfigurasjonsfiler i APP_DATA- mappen eller installasjonsmappen (Anbefalt: "sann" hvis installert i PROGRAM_FILES- mappen, "usann" dersom andre plasser som en USB- disk)
nl: Sparen configuratiedossiers in APP_DATA omslag of installatieomslag (geAdviseerd: "waar" indien geïnstalleerd in PROGRAM_FILES omslag, "vals" als in andere plaats zoals een schijf USB)
pl: Zapisz pliki konfiguracyjne w folderze APP_DATA lub w folderze instalacyjnym (Zalecane: "true", jeśli zainstalowane w folderze PROGRAM_FILES, "false", jeśli w jakimkolwiek innym miejscu (jak np. dysk USB)
pt_br: Gravar os arquivos de configuração na pasta APP_DATA. (Recomendado: "verdadeiro" se instalado na pasta "Arquivo de programas", "falso" se a pasta está em outro lugar, como em um disco USB)
ro: Salvează filele de configurare în dosarul APP_DATA sau în cel de instalare (Recomandat: "true" dacă instalarea e în dosarul PROGRAM_FILES, "false" dacă e în alt loc, de ex. un stic USB)
ru: Сохраняйте файлы конфигурации в папку APP_DATA или в папку с установленной программой. (Совет: "true" если установлено в папку PROGRAM_FILES, "false" если установлено в другое место, например на USB диск)
sk: Uložiť konfiguračné súbory v priečinku APP_DATA alebo inštalačnom priečinku (Odporúčané: "true" ak je nainštalovaný v priečinku PROGRAM_FILES, "false" ak na inom mieste ako USB disk)
sv: Spara konfigurationsfiler i APP_DATA-mappen eller installationsmappen (Rekommenderas: "Sant" om de är installerad i PROGRAM_FILES-mappen, "Falskt" om de är på en annan plats, t.ex. en USB-enhet)
th: บันทึกไฟล์การตั้งค่าคอนฟิกในโฟลเดอร์APP_DATAหรือโฟลเดอร์การติดตั้ง (แนะนํา: "จริง" หากติดตั้งในโฟลเดอร์PROGRAM_FILES "false" ถ้าอยู่ในที่อื่นเช่นดิสก์ USB)
tr: Konfigürasyon dosyalarını APP_DATA veya yükleme klasörüne kaydet (Önerilen: Eğer PROGRAM FILES klasörüne yüklendiyse "uygulayın", eğer USB disk gibi başka bir yerde ise "uygulamayın")
ug: APP_DATA مۇندەرىجە ياكى پروگرامما قاچىلانغان قىسقۇچقا سەپلىمە ھۆججىتى ساقلىنىدۇ (ئەگەر PROGRAM_FILES قىسقۇچىغا قاچىلاش "true" دەپ بەلگىلەنسە، بارماق دىسكا قاتارلىق باشقا جايلار "false" قىلىپ تەڭشىلىدۇ)

# Options_Advanced
source: Enable disk boost service to enhance disk IO performance of BitComet (only for Vista or later)
ar: تمكين خدمه تعزيز القرص لتعزيز أداء IO القرص من بيتكوميت (فقط لفيستا أو في وقت لاحق)
bg: Разрешаване на услугата за засилване на диска, за да се подобри производителността на BitComet (само за Vista или по-нова ОС)
de: Datenträgerbeschleunigung-Dienst aktivieren, um Datenträger-E/A-Leistung von BitComet zu verbessern (nur für Vista oder später)
es: Permitir el cervicio de mejora del disco para incrementar el desempeño del disco IO de BitComet ( Solo para Vista o posterior)
eu: Gaitu diska kitzikapena diska biziagotzeko 10 BitCometen saio (Vista edo berriagoentzat bakarrik)
fr: Activer le service de Boost de disque pour améliorer les performances du disque IO de BitComet (uniquement pour Vista ou ultérieur)
it: Abilita il servizio disk Boost per migliorare le prestazioni IO di BitComet (solo per Vista o versione successiva)
ja: ディスクブーストサービスを有効にすることで、 BitComet のディスクI/Oのパフォーマンスを向上することができます。（ Vista 以降）
nl: Enable Disk Boost service te verbeteren Disk IO prestaties van BitComet (alleen voor Vista of later)
pl: Włącz usługę disk boost aby przyśpieszyć operacje zapisu i odczytu na dysku wykonywane przez BitComet (tylko Vista i późniejsze wersje Windows)
pt_br: Habilitar o serviço disk boost para melhorar o desempenho IO do disco sobre o BitComet (somente para Vista ou superior)
ro: Activează serviciul de bustare a hardiscului pentru a amplifica performanța IO a BitComet (doar pt. SO Vista sau mai nou)
ru: Включить службу disk boost для повышения производительности операций ввода / вывода BitComet (только для Vista и поздних)
sk: Umožniť službe disk boost zvýšiť výkon vstupno-výstupných operácii disku v programe BitComet (iba pre OS Vista a vyššie)
sv: Aktivera diskaccelerationstjänsten för att förstärka BitComets IO-prestanda (endast för Vista eller senare)
th: เปิดใช้งานบริการเพิ่มดิสก์เพื่อเพิ่มประสิทธิภาพ IO ดิสก์ของ BitComet (สําหรับ Vista หรือรุ่นที่ใหม่กว่าเท่านั้น)
tr: BitCometin disk IO performansını arttırmak için disk hızlandırma servisini etkinleştir (sadece Vista ve üzeri için)
ug: دىسكا سۈرئىتىنى ئاشۇرۇش مۇلازىمىتى BitComet نىڭ دىسكا ئوقۇش يېزىش (IO) ئۈنۈمىنى كۈچەيتەلەيدۇ(پەقەت Vista ۋە كېيىنكى نەشرىدە كۈچكە ئىگە)

# Options_Advanced
source: Use toast notifications in action center under Windows 10 (Need to create shortcut in start menu)
bg: Използвайте тост известия в работния център под Windows 10 (Трябва да създадете пряк път в менюто "Старт")
de: Verwenden von Popupbenachrichtigungen im Aktionscenter unter Windows 10 (Muss eine Verknüpfung im Startmenü erstellen)
es: Usar notificaciones del sistema en el centro de acción en Windows 10 (Necesidad de crear acceso directo en el menú Inicio)
fr: Utilisez des notifications toast dans le centre d'action sous Windows 10 (Besoin de créer un raccourci dans le menu de démarrage)
it: Usare le notifiche di tipo avviso popup nel centro notifiche in Windows 10 (Necessità di creare collegamento nel menu di avvio)
ja: Windows 10 の下のアクション センターでトースト通知を使用する (スタートメニューにショートカットを作成する必要があります)
nl: Toast meldingen gebruiken in het Actiecentrum onder Windows 10 (Moet snelkoppeling maken in het menu Start)
pl: Użyj wyskakujących powiadomień w centrum akcji w systemie Windows 10 (Trzeba utworzyć skrót w menu Start)
pt_br: Use notificações de torradas no centro de ação o Windows 10 (Necessidade de criar atalho no menu inicial)
ru: Используйте всплывающие уведомления в центре действий под Windows 10 (Необходимо создать ярлык в меню старта)
th: ใช้การแจ้งเตือนขนมปังปิ้งในศูนย์ปฏิบัติการภายใต้ Windows 10 (จําเป็นต้องสร้างทางลัดในเมนู 'เริ่ม')

# Options_Advanced
source: Switch to all tasks list after adding tasks
de: Wechseln zur Liste aller Aufgaben nach dem Hinzufügen von Aufgaben
es: Cambiar a la lista de todas las tareas después de agregar tareas
fr: Basculer vers la liste de toutes les tâches après avoir ajouté des tâches
it: Passare all'elenco tutte le attività dopo aver aggiunto le attività
ja: タスクの追加後にすべてのタスクリストに切り替える
pl: Przełączanie do listy wszystkich zadań po dodaniu zadań
pt_br: Mude para todas as listas de tarefas após adicionar tarefas
ru: Переключение на список всех задач после добавления задач
th: สลับไปยังรายการงานทั้งหมดหลังจากเพิ่มงาน

# Options_Advanced
source: Check the status of OCX control used for browser plug-in when the program starts
bg: Проверете състоянието на OCX контролата, използвана за браузър добавка при стартиране на програмата
de: Überprüfen Sie den Status des OCX-Steuerelements, das beim Starten des Programms für das Browser-Plug-In verwendet wird
es: Compruebe el estado del control OCX utilizado para el complemento del navegador cuando se inicia el programa
fr: Vérifiez l’état du contrôle OCX utilisé pour le plug-in du navigateur lorsque le programme commence
it: Controllare lo stato del controllo OCX utilizzato per il plug-in del browser all'avvio del programma
ja: プログラムの起動時にブラウザプラグインに使用されるOCXコントロールのステータスを確認します
nl: Controleer de status van OCX-besturingselement dat wordt gebruikt voor browserplug-in wanneer het programma wordt gestart
pl: Sprawdź stan formantu OCX używanego w przypadku wtyczki przeglądarki po uruchomieniu programu
pt_br: Verifique o status do controle OCX usado para plug-in do navegador quando o programa começar
ru: Проверьте состояние управления OCX, используемого для плагина браузера, когда программа начинается
th: ตรวจสอบสถานะของตัวควบคุม OCX ที่ใช้สําหรับปลั๊กอินของเบราว์เซอร์เมื่อโปรแกรมเริ่มทํางาน

# Options_Advanced
source: Set process I/O priority
bg: Задаване на приоритет на I/O процес
de: Festlegen der Prozess-E/A-Priorität
es: Establecer la prioridad de E/S del proceso
fr: Définir la priorité e/s du processus
it: Impostare la priorità I/O del processo
ja: プロセス I/O の優先順位の設定
nl: Proces I/O-prioriteit instellen
pl: Ustawianie priorytetu we/wy procesu
pt_br: Definir a prioridade de I/O do processo
ru: Установить приоритет процесса И/ОП
th: ตั้งค่าลําดับความสําคัญของกระบวนการ I/O

# Options_Advanced
source: Number of threads for DNS query (1-100)
bg: Брой нишки за DNS заявка (1-100)
de: Anzahl der Threads für DNS-Abfragen (1-100)
es: Número de subprocesos para la consulta DNS (1-100)
fr: Nombre de threads pour la requête DNS (1-100)
it: Numero di thread per la query DNS (1-100)
ja: DNS クエリのスレッド数 (1 ~ 100)
nl: Aantal threads voor DNS-query (1-100)
pl: Liczba wątków dla zapytania DNS (1-100)
pt_br: Número de threads para consulta DNS (1-100)
ru: Количество потоков для DNS-запроса (1-100)
th: จํานวนเธรดสําหรับแบบสอบถาม DNS (1-100)

# Options_Advanced
source: Cache TTL for DNS query (10 - 86400)
bg: Кеш TTL за DNS заявка (10 - 86400)
de: Cache-TTL für DNS-Abfrage (10 - 86400)
es: TTL de caché para consulta DNS (10 - 86400)
fr: Cache TTL pour requête DNS (10 - 86400)
it: Cache TTL per query DNS (10 - 86400)
ja: DNS クエリのキャッシュ TTL (10 ~ 86400)
nl: Cache TTL voor DNS-query (10 - 86400)
pl: Czas wygaśnięcia pamięci podręcznej dla zapytań DNS (10 - 86400)
pt_br: Cache TTL para consulta DNS (10 - 86400)
ru: Кэш TTL для DNS-запроса (10 - 86400)
th: แคช TTL สําหรับแบบสอบถาม DNS (10 - 86400)

# Options_Advanced
source: Use OpenDNS if neccesary
de: Verwenden Sie OpenDNS, wenn nötig
es: Use OpenDNS si es necesario
fr: Utiliser OpenDNS si nécessaire
it: Usa OpenDNS se necessario
ja: 必要に応じて OpenDNS を使用する
pl: Użyj OpenDNS, jeśli to konieczne
pt_br: Use o OpenDNS se necessário
ru: Используйте OpenDNS, если это необходимо
th: ใช้ OpenDNS ถ้าจําเป็น

# Options_Advanced
source: Disable Edge Backend of webview
de: Edge-Backend der Webansicht deaktivieren
es: Deshabilitar el backend perimetral de la vista web
fr: Désactiver Edge Backend de webview
it: Disabilita Edge Backend della visualizzazione Web
ja: Webビューのエッジバックエンドを無効にする
pl: Wyłącz Edge Backend widoku internetowego
pt_br: Desabilitar o Back-end de Borda do webview
ru: Отключение пограничной серверной части веб-представления
th: ปิดใช้งาน Edge Backend ของ webview

# Options_Advanced
source: Automatically enable download rate limit when disk write buffer size is too large.
de: Aktivieren Sie automatisch die Begrenzung der Downloadrate, wenn die Größe des Schreibpuffers auf der Festplatte zu groß ist.
es: Habilite automáticamente el límite de velocidad de descarga cuando el tamaño del búfer de escritura en disco sea demasiado grande.
fr: Activez automatiquement la limite de débit de téléchargement lorsque la taille de la mémoire tampon d’écriture sur le disque est trop importante.
it: Abilita automaticamente il limite di velocità di download quando la dimensione del buffer di scrittura su disco è troppo grande.
ja: ディスク書き込みバッファサイズが大きすぎる場合に、ダウンロードレート制限を自動的に有効にします。
pl: Automatycznie włącz limit szybkości pobierania, gdy rozmiar bufora zapisu na dysku jest zbyt duży.
pt_br: Habilite automaticamente o limite de taxa de download quando o tamanho do buffer de gravação de disco for muito grande.
ru: Автоматическое включение ограничения скорости загрузки, если размер буфера записи на диске слишком велик.
th: เปิดใช้งานขีด จํากัด อัตราการดาวน์โหลดโดยอัตโนมัติเมื่อขนาดบัฟเฟอร์การเขียนดิสก์ใหญ่เกินไป

# Options_Advanced
source: If the size of disk write buffer exceeds this value, start the download rate limit.
de: Wenn die Größe des Schreibpuffers auf der Festplatte diesen Wert überschreitet, starten Sie die Begrenzung der Downloadrate.
es: Si el tamaño del búfer de escritura en disco supera este valor, inicie el límite de velocidad de descarga.
fr: Si la taille de la mémoire tampon d’écriture du disque dépasse cette valeur, démarrez la limite de vitesse de téléchargement.
it: Se la dimensione del buffer di scrittura su disco supera questo valore, avviare il limite di velocità di download.
ja: ディスク書き込みバッファのサイズがこの値を超える場合は、ダウンロードレート制限を開始します。
pl: Jeśli rozmiar bufora zapisu na dysku przekracza tę wartość, uruchom limit szybkości pobierania.
pt_br: Se o tamanho do buffer de gravação de disco exceder esse valor, inicie o limite de taxa de download.
ru: Если размер буфера записи на диске превышает это значение, запустите ограничение скорости загрузки.
th: หากขนาดของบัฟเฟอร์การเขียนดิสก์เกินค่านี้ ให้เริ่มขีดจํากัดอัตราการดาวน์โหลด

# Options_Advanced
source: If the size of disk write buffer is lower than this value, cancel the download rate limit.
de: Wenn die Größe des Schreibpuffers auf dem Datenträger niedriger als dieser Wert ist, heben Sie die Begrenzung der Downloadrate auf.
es: Si el tamaño del búfer de escritura en disco es inferior a este valor, cancele el límite de velocidad de descarga.
fr: Si la taille de la mémoire tampon d’écriture sur disque est inférieure à cette valeur, annulez la limite de vitesse de téléchargement.
it: Se la dimensione del buffer di scrittura su disco è inferiore a questo valore, annullare il limite della velocità di download.
ja: ディスク書き込みバッファのサイズがこの値より小さい場合は、ダウンロードレート制限をキャンセルします。
pl: Jeśli rozmiar bufora zapisu na dysku jest mniejszy niż ta wartość, anuluj limit szybkości pobierania.
pt_br: Se o tamanho do buffer de gravação de disco for menor que esse valor, cancele o limite de taxa de download.
ru: Если размер буфера записи на диске меньше этого значения, отмените ограничение скорости загрузки.
th: หากขนาดของบัฟเฟอร์การเขียนดิสก์ต่ํากว่าค่านี้ ให้ยกเลิกขีดจํากัดอัตราการดาวน์โหลด

# Options_Advanced
source: Enable visit torrent sharing server
de: Aktivieren Sie den Torrent-Sharing-Server
es: Habilitar el servidor de uso compartido de torrents de visita
fr: Activer le serveur de partage de torrents de visite
it: Abilita visita il server di condivisione torrent
ja: 訪問トレント共有サーバーを有効にする
pl: Włącz serwer udostępniania torrentów
pt_br: Habilitar servidor de compartilhamento de torrents de visita
ru: Включить сервер обмена торрентами
th: เปิดใช้งานเซิร์ฟเวอร์การแชร์ทอร์เรนต์เยี่ยมชม

# Options_Advanced
source: any appropriate
bg: всички подходящи
de: jede geeignete
es: cualquier apropiado
fr: tout approprié
it: qualsiasi
ja: 任意の適切な
nl: alle passende
pl: wszelkie odpowiednie
pt_br: qualquer apropriado
ru: любые соответствующие
th: ใด ๆ ที่เหมาะสม

# Options_Advanced
source: Normal
bg: Нормален
fr: Normale
it: Normale
ja: 通常
nl: Normaal
pl: Normalny
ru: Обычный
th: ปกติ

# Options_Advanced
source: normal
bg: нормално
it: normale
ja: 標準
nl: normaal
pl: normalna
ru: нормальный
th: ปกติ

# Options_Advanced
source: Low
bg: Ниско
de: Niedrig
es: Bajo
fr: Bas
it: Bassa
ja: 低
nl: Laag
pl: Niskie
pt_br: Baixo
ru: Низкие
th: ต่ำ

# Options_Advanced
source: low
bg: ниско
de: niedrig
es: baja
fr: basse
it: basso
ja: 低い
nl: laag
pl: niska
pt_br: baixa
ru: низкий
th: ต่ํา

# Options_Advanced
source: Very Low
bg: Много ниска
de: Sehr niedrig
es: Muy bajo
fr: Très faible
it: Molto basso
ja: 非常に低い
nl: Zeer laag
pl: Bardzo niski
pt_br: Muito Baixo
ru: Очень низкий
th: ต่ํามาก

# Options_Advanced
source: very low
bg: много ниска
de: sehr niedrig
es: muy bajo
fr: très bas
it: molto basso
ja: 非常に低い
nl: zeer laag
pl: bardzo niska
pt_br: muito baixo
ru: очень низкий
th: ต่ํามาก

# Common
source: TCP only
de: Nur TCP
es: Sólo TCP
fr: TCP uniquement
it: solo TCP
ja: TCP のみ
pl: Tylko TCP
pt_br: Somente TCP
ru: Только TCP
th: TCP เท่านั้น

# Common
source: UDP only
de: Nur UDP
es: Solo UDP
fr: UDP uniquement
it: solo UDP
ja: UDP のみ
pl: Tylko UDP
pt_br: Apenas UDP
ru: Только UDP
th: UDP เท่านั้น

# Common
source: disable
bg: забраняване
de: deaktivieren
es: deshabilitar
fr: désactiver
it: disabilita
ja: 無効
nl: uitschakelen
pl: wyłącz
pt_br: destativar
ru: отключить
th: ปิดการใช้งาน

# Common
source: Forcibly
bg: Насилствено
de: Gewaltsam
es: Por la fuerza
fr: De force
it: Forzatamente
ja: 無理やり
nl: Gedwongen
pl: Przymusowo
pt_br: Forçosamente
ru: Насильственно
th: บังคับ

# Common
source: forcibly
bg: насила
de: gewaltsam
es: por la fuerza
fr: de force
it: Forzatamente
ja: 無理やり
nl: gedwongen
pl: Przymusowo
pt_br: Forçosamente
ru: насильственно
th: บังคับ

# Common
source: System Default
de: System-Standard
es: Defecto de sistema
fr: Système par défaut
it: Impostazione predefinita del sistema
ja: システムデフォルト
pl: Domyślne ustawienia systemu
pt_br: Padrão do sistema
ru: Система по умолчанию
th: ค่าเริ่มต้นของระบบ

# Common
source: Decimal
de: Dezimal
fr: Décimal
it: Decimale
ja: デシマル
pl: Dziesiętne
ru: Десятичный
th: ทศนิยม

# Common
source: decimal
de: dezimal
fr: décimal
it: decimale
ja: デシマル
pl: dzisiętna
ru: десятичные
th: ทศนิยม

# Common
source: Binary
de: Binär
es: Binario
fr: Binaire
it: Binario
ja: バイナリ
pl: Dwójkowy
pt_br: Binário
ru: Двоичный
th: ไบ นารี

# Common
source: binary
de: binär
fr: binaire
it: binario
ja: バイナリ
pl: dwójkowy
pt_br: binário
ru: двоичный
th: ไบ นารี

# Options_Appearance
source: When BitComet Starts
ar: يبدأ BitComet عندما
bg: Когато BitComet стартира
de: Wenn BitComet startet
es: Al iniciar BitComet
et: BitCometi käivitudes
eu: BitComet hasitakoan
fi: BitCometin käynnistyessä
fr: Au démarrage de BitComet
hu: BitComet elindulásakor
it: Quando si avvia BitComet
ja: BitComet起動時の設定
nb: Når BitComet Starter
nl: Wanneer BitComet Opstart
pl: Podczas uruchamiania BitComet
pt_br: Quando o BitComet Iniciar
ro: La Pornirea BitComet
ru: При запуске BitComet
sk: Pri spustení BitCometu
sq: Kur BitComet Nis
sv: När BitComet startas
th: เมื่อเริ่ม BitComet
tr: BitComet Açılırken
ug: BitComet قوزغالغاندا

# Options_Appearance
source: Main window placement:
ar: موضع النافذة الرئيسية:
bg: Разположение на основен прозорец:
de: Platzierung im Hauptfenster:
es: Ubicación de la ventana principal:
et: Peaakna paigutus:
eu: Leiho nagusiaren tokia:
fr: Placement de la fenêtre principale:
it: Posizionamento finestra principale:
ja: メインウインドウの位置：
nl: Hoofdvenster plaatsing:
pl: Lokalizacja głównego okna:
pt_br: Posição da janela principal:
ro: Comportamentul ferestrei principale:
ru: Расположение главного окна:
sk: Rozmiestnenie hlavného okna:
sv: Placering av huvudfönster:
th: ตําแหน่งหน้าต่างหลัก:
tr: Ana pencere yerleşimi:
ug: ئاساسىي كۆزنەك ئورنى:

# Options_Appearance
source: Default detailed info pane:
ar: جزء المعلومات التفصيلية الافتراضي:
bg: Прозореца за подробна информация по подразбиране:
de: Standardeinstellung detaillierte Informationsleiste:
es: Panel de información detallada por defecto:
et: Vaikimisi detailne info tööpaan:
eu: Lehenetsitako xehetasun argibide leihoa:
fr: Volet d'informations détaillées par défaut:
it: Riquadro informazioni dettagliate predefinite:
ja: デフォルトの詳細情報：
nl: Standaard gedetailleerde Informatiedeelvenster:
pl: Domyślnie okienko ze szczegółowymi informacjami:
pt_br: Painel padrão de informações detalhadas:
ro: Tabul de informare implicit:
ru: Панель подробностей по умолчанию:
sk: Tabuľka základných detailných informácii:
sv: Standarddetaljerad inforuta:
th: บานหน้าต่างข้อมูลรายละเอียดเริ่มต้น:
tr: Öntanımlı detaylı bilgi penceresi:
ug: كۆرسىتىدىغان كۆڭۈلدىكى تەپسىلات ئۇچۇر كۆزنەكچە:

# Options_Appearance
source: Verify unlock password at program startup
bg: Проверка за отключване на паролата при стартиране на програмата
de: Überprüfen des Entsperrkennworts beim Programmstart
es: Verifique la contraseña de desbloqueo al iniciar el programa
fr: Vérifier déverrouiller mot de passe au démarrage du programme
it: Verifica della password di sblocco all'avvio del programma
ja: プログラムの起動時にパスワードのロック解除を確認する
nl: Ontgrendelwachtwoord controleren bij opstarten van programma
pl: Zweryfikuj hasło odblokowujące podczas uruchamiania programu
pt_br: Verifique a senha de desbloqueio na inicialização do programa
ru: Проверка пароля разблокировки при запуске программы
th: ตรวจสอบการปลดล็อกรหัสผ่านเมื่อเริ่มต้นโปรแกรม

# Options_Appearance
source: Set password
bg: Задаване на парола
de: Passwort setzen
es: Establecer contraseña
fr: Définir le mot de passe
it: Fissare password
ja: パスワードの設定
nl: Wachtwoord instellen
pl: Ustaw hasło
pt_br: Definir password
ru: Установка пароля
th: ตั้งรหัสผ่าน

# Options_Appearance
source: Actions
ar: الإجراءات
bg: Действия
de: Aktionen
es: Acciones
et: Tegevused
eu: Ekintzak
fi: Toiminnot
hu: Műveletek
it: Azioni
ja: アクション
nb: Handlinger
nl: Acties
pl: Akcje
pt_br: Ações
ro: Acțiuni
ru: Действия
sk: Operácie
sq: Veprimet
sv: Åtgärder
th: การกระทำ
tr: Eylemler
ug: مەشغۇلاتلار

# Options_Appearance
source: Click minimize button:
ar: اضغط على زر التصغير:
bg: Кликване върху бутона за минимизиране:
de: Schaltfläche "Minimieren" anklicken:
es: Apretar botón de minimizar:
et: Klõpsa minimeermis nupul:
eu: Klikatu txikiagotu botoia:
fr: Cliquez sur réduire le bouton:
it: Clic sul pulsante Riduci a icona:
ja: 最小化ボタンをクリック：
nl: Klik op minimaliseerknop:
pl: Kliknij przycisk minimalizuj:
pt_br: Clique no botão Minimizar:
ro: Clic pe butonul de minimizare al ferestrei principale:
ru: Клик по кнопке Свернуть:
sk: Klikni tlačidlo minimalizovať:
sv: Tryck på Minimera-knappen:
th: คลิกปุ่มย่อเล็กสุด:
tr: Simge durumuna küçültmek için tıklayın:
ug: كىچىكلەت توپچىنى چېكىڭ:

# Options_Appearance
source: Click close button:
ar: اضغط على زر الاقفال:
bg: Кликване върху бутона за затваряне:
de: Schaltfläche "Schließen" anklicken:
es: Apretar botón de cerrar:
et: Klõpsa sulgemis nupul:
eu: Klikatu itxi botoia:
fr: Cliquez sur le bouton Fermer:
it: Clic sul pulsante Chiudi:
ja: 閉じるボタンをクリック：
nl: Klik op de knop sluiten:
pl: Kliknij przycisk zamknij:
pt_br: Clique no botão Fechar:
ro: Clic pe butonul de închidere al ferestrei principale:
ru: Нажмите кнопку закрытия:
sk: Kilikni tlačidlo zavrieť:
sv: Tryck på Stäng-knappen:
th: คลิกปุ่มปิด:
tr: Kapatmak için tıklayınız:
ug: ياپ توپچىنى چېكىڭ:
