Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Message_MsgEdgeExtInstalled
source: The extension will show up after restarting Edge.
de: Die Erweiterung wird nach dem Neustart von Edge angezeigt.
es: La extensión aparecerá después de reiniciar Edge.
fr: L’extension apparaîtra après le redémarrage d’Edge.
it: L'estensione verrà visualizzata dopo il riavvio di Edge.
ja: 拡張機能は、Edgeを再起動した後に表示されます。
pl: Rozszerzenie pojawi się po ponownym uruchomieniu Edge.
pt_br: A extensão aparecerá após reiniciar o Edge.
ru: Расширение появится после перезапуска Edge.
th: ส่วนขยายจะปรากฏขึ้นหลังจากรีสตาร์ท Edge

# DialogShowMessage
source: Default BitTorrent client
ar: عميل الترونت الأفتراضي
bg: Торент клиент по подразбиране
de: Standard BitTorrent-Client
es: Cliente BitTorrent predeterminado
et: Vaikimis bittorent klient
eu: BitTorrent bezero lehenetsia
fi: Oletus BitTorrent sovellus
fr: Client bittorrent par défaut
hu: Alapértelmezett bittorrent kliens
it: Client BitTorrent predefinito
ja: 標準の BitTorrent クライアント
nb: Standard bittorrent-klient
nl: Standaard BitTorrent client
pl: Domyślny klient BitTorrent
pt_br: Cliente padrão de bittorrent
ro: Program implicit pentru torente
ru: BitTorrent клиент по умолчанию
sk: Štandardný bittorrent klient
sq: Bittorrent klient i përhershëm
sv: Standard bittorrentklient
th: Bittorrent Client เริ่มต้น
tr: Öntanımlı BitTorrent istemcisi
ug: كۆڭۈلدىكى ب ت خېرىدارى

# DialogShowMessage
source: BitComet is already set as your default BitTorrent client.
ar: بيتكومنت تم بالفعل تعيينه كبرنامج إفتراضي لملفات الترونت .
bg: BitComet вече е зададен като торент клиент по подразбиране.
de: BitComet ist bereits der Standard-Client für BitTorrent.
es: BitComet ha sido configurado como su cliente bitTorrent predeterminado.
et: Bitcomet on juba valitud sinu vaikimisi bitorendi kasutamiseks
eu: BitComet orain zure BitTorrent bezero lehenetsi bezala ezarri da.
fi: BitComet on jo asetettu oletus BitTorrent sovellukseksesi.
fr: BitComet est déjà votre client Torrent par défaut.
hu: A BitComet már be van állítva alapértelmezett bittorrent kliensnek.
it: BitComet è già il client predefinito per BitTorrent.
ja: BitComet は標準の BitTorrent クライアントに設定されています。
nb: BitComet er allerede satt som din standard bittorrent-klient.
nl: BitComet is al je standaardprogramma, dank uw.
pl: BitComet jest teraz domyślnym klientem BitTorrent.
pt_br: O BitComet já está definido como seu cliente padrão de bittorrent.
ro: BitComet e deja setat ca program implicit pentru torente.
ru: BitComet уже является вашим bittorrent-клиентом по умолчанию.
sk: BitComet je už nastavený ako štandardný klient bittorrent.
sq: BitComet është vendosur tashmë si klient bittorrent i përhershëm.
sv: BitComet är redan inställt att vara din standardklient
th: BitComet ถูกตั้งให้เป็น Bittorent Client เริ่มต้นของคุณอยู่แล้ว
tr: BitComet zaten, öntanımlı BitTorrent istemciniz.
ug: BitComet كۆڭۈلدىكى چۈشۈرۈش پروگراممىسى قىلىپ تەڭشەلگەن.

# DialogShowMessage
source: BitComet is not currently set as your default BitTorrent client. Would you like to make it your default BitTorrent client?
ar: بيتكومنت ليس البرنامج الافتراضي لملفات الترونت. هل تريد تعيينه كبرنامج إفتراضي لملفات الترونت ؟
bg: BitComet не е зададен като торент клиент по подразбиране. Желаете ли да го направите торент клиент по подразбиране?
de: BitComet ist nicht der Standard-Client für BitTorrent. Möchten Sie BitComet als Standard-Client für BitTorrent benutzen?
es: BitComet actualmente no es su cliente BitTorrent predeterminado. ¿Quiere configurarlo como su cliente BitTorrent por defecto?
et: BitComet ei ole valitud sinu vaikimisi bittorrent kliendiks. Kas soovid seda muuta vaikimisi bittorrent kliendiks?
eu: BitComet orain ez da zure BitTorrent bezero lehenetsia. Nahi duzu zure BitTorrent bezero lehenetsi bezala ezartzea?
fr: BitComet n'est pas votre client Torrent par défaut. Voulez-vous qu'il le devienne ?
hu: BitComet jelenleg nem az alapértelmezett bittorent kliens. Szeretné, hogy alapértelmezett legyen?
it: BitComet non è attualmente il tuo client BitTorrent predefinito. Impostarlo come client BitTorrent predefinito?
ja: BitComet は標準の BitTorrent クライアントに設定されていません。 BitComet を標準に設定しますか？
nb: BitComet er foreløpig ikke satt som din standard bittorrent-klient. Vil du gjøre den til din standard bittorrent-klient nå?
nl: Bitcomet is op dit moment niet ingesteld als je standaard BitTorrent client. Wil je BitComet instellen als standaard BitTorrent client?
pl: BitComet nie jest teraz domyślnym klientem BitTorrent. Czy chcesz go ustawić jako domyślnego klienta BitTorrent?
pt_br: O BitComet não está atualmente definido como seu cliente padrão de bittorrent. Você gostaria de torná-lo seu cliente padrão de bittorrent?
ro: BitComet nu este setat ca program implicit pentru torente. Vrei să-l faci program implicit?
ru: BitComet не является bittorrent-клиентом по умолчанию. Сделать его таковым?
sk: BitComet aktuálne nie je nastavený ako predvolený bittorrent klient. Chcete ho nastaviť ako predvoleného bittorrent klienta?
sq: BitComet nuk është vendosur si bittorrent klient i përhershëm. Doni që ta bëni klient bittorrent të përhershëm?
sv: BitComet är inte inställt till att vara din standardklient. Vill du att det ska bli din standardklient?
th: ปัจจุบัน BitComet ยังไม่ได้ถูกตั้งให้เป็น Bittorrent Client เริ่มต้นของคุณ คุณต้องการจะตั้ง BitComet ให้เป็น Bittorent Client เริ่มต้นหรือไม่?
tr: BitComet henüz, sizin öntanımlı BitTorrent istemciniz olarak ayarlı değil. BitComet'i öntanımlı hale getirmek ister misiniz?
ug: BitComet نۆۋەتتە كۆڭۈلدىكى ب ت چۈشۈرۈش پروگراممىسى ئەمەس. ئۇنى كۆڭۈلدىكى ب ت چۈشۈرۈش پروگراممىسى قىلىپ تەڭشەمسىز؟

# Message_RegDefaultDownToolSucc
source: IE Extension for BitComet has been installed successfully.
ar: تم تثبيت ملحق البيتكومنت بمتصفح انترنت اكسبلولر بنجاح.
bg: Разширението на IE за BitComet е инсталирана успешно.
de: Die IE-Erweiterung für BitComet wurde erfolgreich installiert.
es: La extensión de IE para BitComet se ha instalado con éxito.
et: IE laiend BitComet-ile on edukalt paigaldatud.
eu: BitCometentzako IE Hedapena ongi ezarri da.
fi: IE -laajennus BitCometiin asennettiin onnistuneesti.
fr: L'extension de BitComet pour IE a été correctement installée.
hu: Az IE kiterjesztés a BitComethez sikeresen telepítve.
it: Le estensioni di IE per BitComet sono state installate con successo.
ja: BitComet の IE 拡張は正常にインストールされました。
nb: Internet Explorer- utvidelse for BitComet er vellykket installert.
nl: De IE Extensie voor BitComet is succesvol geïnstalleerd.
pl: Rozszerzenie BitComet do IE zostało poprawnie zainstalowane.
pt_br: O complemento para o BitComet para o IE foi instalado com sucesso.
ro: Extensia BitComet pentru IE a fost instalată cu succes.
ru: Надстройка BitComet для IE успешно установлена.
sk: BitComet bol úspešne nainštalovaný ako doplnok IE.
sq: Zgjatimi i IE për BitComet u instalua me sukses.
sv: Installationen för IE-tillägg för BitComet har lyckats.
th: ส่วนเสริม IE สำหรับ BitComet ถูกติดตั้งสำเร็จ
tr: BitComet için IE Eklentisi başarıyla yüklendi.
ug: IE كېڭەيتىلمىسى BitComet قا مۇۋەپپەقىيەتلىك قاچىلاندى.

# Message_UnRegDefaultDownToolSucc
source: IE Extension for BitComet has been uninstalled successfully.
ar: تم إزالة ملحق IE لـ BitComet بنجاح.
bg: Добавката на IE за BitComet е деинсталирана успешно.
de: Die IE-Erweiterung für BitComet wurde erfolgreich deinstalliert.
es: La extensión de IE para BitComet se ha instalado con éxito.
et: IE laiend BitComet-ile on edukalt eemaldatud.
eu: BitCometentzako IE Hedapena ongi kendu da.
fi: IE -laajennus BitCometiin poistettiin onnistuneesti.
fr: L'extension de BitComet pour IE a été correctement désinstallée.
hu: A BitComet IE kiterjesztése sikeresen el lett távolítva.
it: Le estensioni di IE per BitComet sono state rimosse con successo.
ja: BitComet の IE 拡張は正常にアンインストールされました。
nb: Internet Explorer- utvidelse for BitComet er vellykket avinstallert.
nl: IE Extensie voor BitComet is met succes gedeïnstalleerd..
pl: Rozszerzenie BitComet dla IE zostało poprawnie odinstalowane.
pt_br: O complemento do IE para o BitComet foi desinstalado com sucesso.
ro: Extensia BitComet pentru IE a fost dezinstalată cu succes.
ru: Надстройка BitComet для IE успешно удалена.
sk: BitComet bol úspešne odinštalovaný ako doplnok IE.
sq: Zgjatimi i IE për BitComet u çinstalua me sukses.
sv: Avinstallationen för IE-tillägg för BitComet har lyckats.
th: ส่วนเสริม IE สำหรับ BitComet ถูกถอนการติดตั้งเรียบร้อยแล้ว
tr: BitComet için IE Eklentisi başarıyla kaldırıldı.
ug: BitComet نىڭ IE كېڭەيتىلمىسى مۇۋەپپەقىيەتلىك يوقىتىلدى.

# Message_DllNotExist
source: ${FILE_NAME} not found!
ar: ${FILE_NAME} غير صحيح!
bg: ${FILE_NAME} не е открито!
de: ${FILE_NAME} nicht vorhanden!
es: El archivo ${FILE_NAME} no existe!
et: ${FILE_NAME} ei eksisteeri!
eu: ${FILE_NAME} ez da aurkitu!
fi: Tiedostoa ${FILE_NAME} ei löydy!
fr: ${FILE_NAME} n'existe pas !
hu: A(z) ${FILE_NAME} nem létezik!
it: Il file ${FILE_NAME} non esiste!
ja: ${FILE_NAME} は存在しません!
nb: ${FILE_NAME} ikke funnet!
nl: ${FILE_NAME} bestaat niet!
pl: ${FILE_NAME} nie znaleziono!
pt_br: ${FILE_NAME} não existe!
ro: Fila ${FILE_NAME} nu există!
ru: ${FILE_NAME} не существует!
sk: ${FILE_NAME} neexistuje!
sq: ${FILE_NAME} nuk ekzistonte!
sv: ${FILE_NAME} finns inte!
th: ไม่พบไฟล์ ${FILE_NAME}!
tr: ${FILE_NAME} bulunamadı!
ug: ${FILE_NAME} ھۆججەت تېپىلمىدى!

# Message_RegisterDLLFailed
source: ${FILE_NAME} registering failed!
ar: ${FILE_NAME} تعذر التسجيل!
bg: Регистрирането на ${FILE_NAME} пропадна!
de: ${FILE_NAME} Registrierung fehlgeschlagen!
es: Error mientrar se realizaba el registro del archivo ${FILE_NAME}!
et: ${FILE_NAME} registri tõrge!
eu: ${FILE_NAME} erroldatzeak huts egin du!
fi: ${FILE_NAME} rekisteröinti epäonnistui!
fr: ${FILE_NAME} : échec de l'enregistrement !
hu: A(z) ${FILE_NAME} bejegyzés nem sikerült!
it: Registrazione del file ${FILE_NAME} non riuscita!
ja: ${FILE_NAME} 登録失敗！
nb: ${FILE_NAME} registrering mislyktes!
nl: ${FILE_NAME} registratie mislukt!
pl: Nieudana rejestracja ${FILE_NAME}!
pt_br: ${FILE_NAME} registro falhou!
ro: Înregistrarea filei ${FILE_NAME} a eșuat!
ru: ${FILE_NAME} зарегистрировать не удалось!
sk: ${FILE_NAME} registrácia zlyhala!
sq: ${FILE_NAME} dështoi regjistrimi!
sv: Registeringen för ${FILE_NAME} misslyckades!
th: ${FILE_NAME} ลงทะเบียนล้มเหลว!
tr: ${FILE_NAME} kayıt başarısız!
ug: ${FILE_NAME} خەتلىيەلمىدى!

# Message_UnRegisterDLLFailed
source: ${FILE_NAME} unregistering failed!
ar: ${FILE_NAME} لم يتم التسجيل!
bg: Дерегистрирането на ${FILE_NAME} пропадна!
de: ${FILE_NAME} kann nicht aus der Registrierung entfernt werden!
es: La eliminación del registro del archivo ${FILE_NAME} falló!
et: ${FILE_NAME} registreerimis tõrge!
eu: ${FILE_NAME} erroldatik kentzeak huts egin du!
fr: ${FILE_NAME} : désenregistrement raté !
hu: ${FILE_NAME} letelepítése sikertelen!
it: Rimozione del file ${FILE_NAME} non riuscita!
ja: ${FILE_NAME} 登録解除失敗！
nb: ${FILE_NAME} avregistrering mislyktes!
nl: ${FILE_NAME} deregistratie mislukt!
pl: Nieudane wyrejestrowanie ${FILE_NAME}!
pt_br: ${FILE_NAME} falha ao remover o registro!
ro: Dezînregistrarea filei ${FILE_NAME} a eșuat!
ru: ${FILE_NAME} отменить регистрацию не удалось!
sk: ${FILE_NAME} odregistrácia zlyhala!
sq: ${FILE_NAME} çregjistrimi dështoi!
sv: Avregistrering av ${FILE_NAME} misslyckades!
th: ${FILE_NAME} ยกเลิกการลงทะเบียนล้มเหลว!
tr: ${FILE_NAME} tescil hatası!
ug: ${FILE_NAME} رويخەتتىن ئۆچۈرەلمىدى!

# CompactPhysicalMemory
source: Memory Compact Finished:
bg: Уплътнение тое:
de: Memory Compact Fertig:
es: Memoria compacta terminada:
fr: Mémoire Compact fini:
it: Compatta memoria completata:
ja: メモリコンパクト終了:
nl: Memory Compact afgewerkt:
pl: Pamięć compact gotowy:
pt_br: Acabamento compacto de memória:
ru: Памяти Компактный Завершено:
th: หน่วยความจํากระชับข้อมูลเสร็จสิ้น:

# CompactPhysicalMemory
source: Decreased:
bg: Намалява:
de: Verringert:
es: Disminuido:
fr: Diminué:
it: Diminuito:
ja: 減少：
nl: Daalde:
pl: Zmniejszenie:
pt_br: Diminuiu:
ru: Снижение:
th: ลดลง:

# CompactPhysicalMemory
source: Memory Compact Finished
bg: Уплътнена памет
de: Memory Compact Fertig
fr: Mémoire Compact fini
it: Memoria compatta completata
ja: メモリコンパクト終了
nl: Geheugen compact afgewerkt
pl: Pamięć kompaktowa wykończona
pt_br: Compacto de memória acabado
ru: Памяти Компактный Завершено
th: หน่วยความจํากระชับข้อมูลเสร็จสิ้น

# CompactPhysicalMemory
source: Working Set Before:
bg: Работен набор преди:
de: Arbeitsset vor:
es: Conjunto de trabajo antes:
fr: Ensemble de travail avant :
it: Working Set prima di:
ja: 以前のワーキング セット:
nl: Werkset vóór:
pl: Zestaw roboczy przed:
pt_br: Conjunto de trabalho antes:
ru: Рабочий набор перед:
th: ชุดการทํางานก่อน:

# CompactPhysicalMemory
source: Working Set After:
bg: Работен комплект след:
de: Arbeitsset nach:
es: Conjunto de trabajo después:
fr: Ensemble de travail après:
it: Working Set Dopo:
ja: ワーキング セットの後:
nl: Werkset na:
pl: Zestaw roboczy po:
pt_br: Conjunto de trabalho depois:
ru: Рабочий набор после:
th: ชุดการทํางานหลังจาก:

# CompactPhysicalMemory
source: Working Set Decreased:
bg: Работна таблизата Намалява:
de: Arbeitssatz verringert:
es: Conjunto de trabajo disminuido:
fr: Ensemble de travail diminué:
it: Set di lavoro diminuito:
ja: ワーキング セットの減少:
nl: Werkset verlaagd:
pl: Zmniejszono zestaw roboczy:
pt_br: Conjunto de trabalho diminuído:
ru: Рабочий набор уменьшен:
th: ชุดการทํางานลดลง:

# CompactPhysicalMemory
source: Optimize System Heap Finished
bg: Оптимизиране на системата за свободна работа завършен
de: Optimieren des Systemheaps abgeschlossen
es: Optimizar el montón del sistema terminado
fr: Optimiser le tas de système fini
it: Ottimizzazione dell'heap di sistema completata
ja: システム ヒープの最適化が完了しました
nl: Systeemheap optimaliseren voltooid
pl: Optymalizacja sterty systemu zakończona
pt_br: Otimizar o sistema heap acabado
ru: Оптимизация системы Кучи готовой
th: ปรับฮีประบบให้เหมาะสมเสร็จสิ้น

# CompactPhysicalMemory
source: Commit Size Before:
bg: Размер на commit преди:
de: Commit-Größe vor:
es: Confirmar tamaño antes:
fr: Taille de validation avant :
it: Dimensione commit prima:
ja: コミットサイズ前:
nl: Commit Grootte voor:
pl: Rozmiar zatwierdzenia przed:
pt_br: Tamanho do compromisso antes:
ru: Размер обязательства до:
th: ยอมรับขนาดก่อน:

# CompactPhysicalMemory
source: Commit Size After:
bg: Размер на commit след:
de: Commit-Größe nach:
es: Tamaño de confirmación después de:
fr: Taille de validation après :
it: Dimensione commit dopo:
ja: コミット サイズ後:
nl: Commit Grootte na:
pl: Rozmiar zatwierdzenia po:
pt_br: Comprometer o tamanho depois:
ru: Commit Размер после:
th: ยอมรับขนาดหลังจาก:

# CompactPhysicalMemory
source: Commit Size Decreased:
bg: Размер на ангажимента Намален:
de: Commit-Größe verringert:
es: Tamaño de confirmación disminuido:
fr: Taille de validation diminuée :
it: Dimensione commit diminuita:
ja: コミット サイズが減少しました:
nl: Commit grootte verlaagd:
pl: Zmniejszono rozmiar zatwierdzenia:
pt_br: Tamanho do compromisso diminuído:
ru: Размер обязательства уменьшен:
th: ขนาดค่าผูกมัดลดลง:

# CompactPhysicalMemory
source: Optimize System Heap is only supported in Windows 8.1 and later
bg: Оптимизиране на системата се поддържа само в Windows 8.1 и по-късно
de: Optimize System Heap wird nur in Windows 8.1 und höher unterstützt
es: Optimizar el montón del sistema solo se admite en Windows 8.1 y versiones posteriores
fr: Optimize System Heap n’est pris en charge que dans Windows 8.1 et plus tard
it: L'ottimizzazione dell'heap di sistema è supportata solo in Windows 8.1 e versioni successive
ja: システム ヒープの最適化は、Windows 8.1 以降でのみサポートされています
nl: System Heap optimaliseren wordt alleen ondersteund in Windows 8.1 en hoger
pl: Optymalizacja sterty systemu jest obsługiwana tylko w systemie Windows 8.1 i nowszym
pt_br: Optimize System Heap só é suportado no Windows 8.1 e posterior
ru: Оптимизация system Heap поддерживается только в Windows 8.1 и позже
th: เพิ่มประสิทธิภาพ System Heap ได้รับการสนับสนุนใน Windows 8.1 และใหม่กว่าเท่านั้น

# DialogTaskMultiDownload
source: Set as Default Directory
ar: تعيين الوضع الأفتراضي
bg: Задаване като директория по подразбиране
de: Als Standardordner einstellen
es: Ajustar como carpeta predeterminada
et: Vali vaike kataloog
eu: Zuzenbide Lehenetsi bezala Ezarri
fi: Aseta Oletushakemistoksi
fr: Définir comme répertoire par défaut
hu: Beállítás alapértelmezett könyvtárnak
it: Imposta come Directory Principale
ja: デフォルトのディレクトリに設定する
nb: Sett som Standard Plassering
nl: Als standaardmap instellen
pl: Ustaw jako folder domyślny
pt_br: Configurar como Diretório Padrão
ro: Setează ca Dosar Implicit
ru: Установить как папку по умолчанию
sk: Nastaviť ako predvolený adresár
sq: Vendose si Direktori të Përhershme
sv: Välj som förvald mapp
th: ตั้งเป็นค่าเริ่มต้นของที่อยู่แฟ้ม
tr: Varsayılan Dizin Olarak Ayarla
ug: كۆڭۈلدىكى مۇندەرىجە قىلىپ تەڭشە

# TaskList_Menu
source: Remove All Tags
ar: إزالة جميع العلامات
bg: Деизбиране на всички тагове
de: Alle Tags entfernen
es: Desmarcar todas las etiquetas
et: Märgistus maha
eu: Ezabatu Etiketa Guzitak
fi: Poista Kaikki Tagit
fr: Ôter toutes les étiquettes
hu: Minden címke jelöletlen
it: Deseleziona tutte le etichette
ja: 全てのタグを外す
nl: Verwijder alle Tags
pl: Osuń wszystkie znaczniki
pt_br: Desmarcar Todas Tags
ro: Înlătură Tot
ru: Снять все метки
sk: Odznačiť všetky štítky
sq: Hiqi të Gjitha Etiketat
sv: Avmarkera alla taggar
th: เอาเครื่องหมายของป้ายทั้งหมดออก
tr: Bütün etiketleri işaretle
ug: ھەممە خەتكۈچنى چىقىرىۋەت

# TaskList_Menu
source: New Tag...
ar: علامة جديدة...
bg: Нов таг...
de: Neuer Tag...
es: Nueva etiqueta...
et: Uus silt...
eu: Etiketa Berria...
fi: Uusi Tagi
fr: Nouvelle etiquette...
hu: Új címke...
it: Nuovo tag...
ja: 新しいタグ...
nb: Nytt Merke...
nl: Nieuwe tag...
pl: Nowy znacznik...
pt_br: Nova Tag...
ro: Etichetă Nouă...
ru: Новая метка...
sk: Nový štítok...
sq: Gjurmë e Re:
sv: Ny tagg...
th: สร้างป้ายกำกับใหม่...
tr: Yeni Etiket...
ug: يېڭى خەتكۈچ…

# MainWindow
source: Start All Download
ar: بدء تحميل الكل
bg: Стартиране на всички сваляния
de: Alles Herunterladen
es: Iniciar todas las descargas
et: Käivita kõik allalaadimised
eu: Hasi Jeisteta Denak
fi: Aloita Kaikki Lataukset
fr: Démarrer tous les téléchargements
hu: Minden letöltés indítása
it: Avvia tutti i Download
ja: すべてのダウンロードを開始
nb: Start Alle Nedlastinger
nl: Alle downloads starten
pl: Rozpocznij wszystkie pobierania
pt_br: Começar todos downloads
ro: Pornește Toate Descărcările
ru: Запустить все загрузки
sk: Spustiť sťahovanie všetkého
sq: Nisi të Gjitha Shkarkimet
sv: Starta alla nedladdningar
th: เริ่มการดาวน์โหลดทั้งหมด
tr: Bütün İndirmeleri Başlat
ug: ھەممە چۈشۈرۈشنى باشلا

# MainWindow
source: ${STARTED_TASK_NUM} tasks started downloading.
ar: ${STARTED_TASK_NUM} بدء مهمة التحميل.
bg: ${STARTED_TASK_NUM} задачи са започнали да се свалят.
de: ${STARTED_TASK_NUM} Aufgaben werden heruntergeladen.
es: Comenzando a descargar ${STARTED_TASK_NUM} tareas.
et: ${STARTED_TASK_NUM} alustas allaladimist.
eu: ${STARTED_TASK_NUM} eginkizun jeisketa abiaturik.
fi: ${STARTED_TASK_NUM} tehtävää aloittivat lataamisen.
fr: ${STARTED_TASK_NUM} tâches de téléchargement démarrées.
hu: ${STARTED_TASK_NUM} feladat letöltése elkezdődött.
it: ${STARTED_TASK_NUM} tasks hanno avviato il download.
ja: ${STARTED_TASK_NUM} タスクはダウンロードを開始しました。
nb: ${STARTED_TASK_NUM} oppgaver started å nedlaste.
nl: ${STARTED_TASK_NUM} taken gestart met download.
pl: ${STARTED_TASK_NUM} rozpoczęto pobieranie zadań.
pt_br: ${STARTED_TASK_NUM} tarefas começaram a ser transferidas.
ro: ${TASK_NUM} sarcini au început să descarce.
ru: ${STARTED_TASK_NUM} заданий начата загрузка.
sk: ${STARTED_TASK_NUM} úloh začalo sťahovanie.
sv: ${STARTED_TASK_NUM} aktiviteter började laddas ner.
th: งานจำนวน ${STARTED_TASK_NUM} งานเริ่มต้นดาวน์โหลดแล้ว
tr: ${STARTED_TASK_NUM} görev indirilmeye başlandı.
ug: ${STARTED_TASK_NUM} ۋەزىپە چۈشۈرۈشنى باشلىدى.

# MainWindow
source: Start All Upload
ar: بدء رفع الكل
bg: Стартиране на всички качвания
de: Alles Hochladen
es: Iniciar todas las subidas
et: Käivita kõik üleslaadimised
eu: Hasi Igoera Denak
fi: Aloita Kaikki Lähetykset
fr: Démarrer tous les téléversements
hu: Minden feltöltés indítása
it: Avvia tutti gli Upload
ja: すべてのアップロードを開始
nb: Start Alle Opplastinger
nl: Alle uploads starten
pl: Rozpocznij wszystkie wysyłania
pt_br: Começar todos uploads
ro: Pornește Toate Încărcările
ru: Запустить все отдачи
sk: Spustiť nahrávanie všetkého
sq: Nisi të gjitha Ngarkimet
sv: Starta alla uppladdningar
th: เริ่มการอัพโหลดทั้งหมด
tr: Bütün Yüklemeleri Başlat
ug: ھەممە يۈكلەشنى باشلا

# MainWindow
source: ${STARTED_TASK_NUM} tasks started uploading.
ar: ${STARTED_TASK_NUM} بدء مهمة الرفع.
bg: ${STARTED_TASK_NUM} задачи са започнали да се качват.
de: ${STARTED_TASK_NUM} Aufgaben werden hochgeladen.
es: Comenzando a subir ${STARTED_TASK_NUM} tareas.
et: ${STARTED_TASK_NUM} alustas jagamist.
eu: ${STARTED_TASK_NUM} eginkizun igotzea abiaturik.
fi: ${STARTED_TASK_NUM} tehtävää aloittivat lähettämisen.
fr: ${STARTED_TASK_NUM} tâches de téléversement démarrées.
hu: ${STARTED_TASK_NUM} feladat feltöltése elkezdődött.
it: ${STARTED_TASK_NUM} tasks hanno avviato l'upload.
ja: ${STARTED_TASK_NUM} タスクはアップロードを開始しました。
nb: ${STARTED_TASK_NUM} oppgaver startet å laste opp.
nl: ${STARTED_TASK_NUM} taken gestart met uploaden.
pl: ${STARTED_TASK_NUM} rozpoczęto wysyłanie zadań.
pt_br: ${STARTED_TASK_NUM} começaram a ser enviadas.
ro: ${TASK_NUM} sarcini au început să încarce.
ru: ${STARTED_TASK_NUM} заданий начата отдача.
sk: ${STARTED_TASK_NUM} úloh začalo nahrávanie.
sv: ${STARTED_TASK_NUM} aktiviter började ladda upp.
th: งานจำนวน ${STARTED_TASK_NUM} งานเริ่มต้นอัพโหลดแล้ว
tr: ${STARTED_TASK_NUM} görev gönderilmeye başlandı.
ug: ${STARTED_TASK_NUM} ۋەزىپە يۈكلەشنى باشلىدى.

# MainWindow
source: ${FAILED_TASK_NUM} tasks failed to upload due to missing file.
ar: فشل في رفع الملف لوجود بيانات مفقودة.${FAILED_TASK_NUM}
bg: ${FAILED_TASK_NUM} качването на задачата пропадна, защото файлът липсва.
de: ${FAILED_TASK_NUM} Aufgaben beim Hochladen fehlgeschlagen, weil Datei nicht vorhanden.
es: ${FAILED_TASK_NUM} tareas dieron error al subir porque falta un archivo.
et: ${FAILED_TASK_NUM} tegumi üleslaadimine ebaõnnestus, kuna fail on puudu .
eu: ${FAILED_TASK_NUM} eginkizunak huts egin du igotze epemuga galdutako agirira.
fi: ${FAILED_TASK_NUM} tehtävää epäonnistui lähettämään puuttuvan tiedoston takia.
fr: ${FAILED_TASK_NUM} tâches de téléversement manquées dues à l'absence des fichiers.
hu: ${FAILED_TASK_NUM} feladatot nem sikerült feltölteni, mert hiányoznak a fájlok.
it: ${FAILED_TASK_NUM} upload dei task fallito a causa della mancanza del file.
ja: ${FAILED_TASK_NUM} タスクはファイルが見あたらないためアップロードに失敗しました。
nb: ${FAILED_TASK_NUM} oppgaver feilet opplastingsprosessen på gunn av manglende filer.
nl: ${FAILED_TASK_NUM} taken kunnen niet worden geüpload vanwege ontbrekende bestanden.
pl: ${FAILED_TASK_NUM} nieudane wysyłanie zadania z powodu utraty pliku.
pt_br: ${FAILED_TASK_NUM} tarefas falhadas ao enviar devido a falta de arquivo.
ro: ${FAILED_TASK_NUM} sarcini n-au putut fi încărcate din cauza lipsei unor file.
ru: Задачи ${FAILED_TASK_NUM} не удалось загрузить из-за отсутствия файла.
sk: ${FAILED_TASK_NUM} úloh zlyhalo nahrávanie kvôli chýbajúcemu súboru.
sv: ${FAILED_TASK_NUM} aktiviteter gick inte att ladda upp p.g.a. att fil saknas.
th: การอัพโหลดงานจำนวน ${FAILED_TASK_NUM} งานล้มเหลวเนื่องจากไฟล์หาย
tr: ${FAILED_TASK_NUM} dosya kayıp olduğundan görev yüklenemedi.
ug: ${FAILED_TASK_NUM} ۋەزىپىنىڭ ھۆججىتى يوقالغان، يۈكلىيەلمەيدۇ.

# TrayMenu
source: Hide BitComet
bg: Скрий BitComet
de: BitComet ausblenden
es: Ocultar BitComet
fr: Masquer BitComet
it: Nascondi BitComet
ja: BitComet を隠す
nl: BitComet verbergen
pl: Ukryj BitComet
pt_br: Ocultar BitComet
ru: Скрыть BitComet
th: ซ่อน BitComet
