Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# RSS
source: Title not found!
bg: Заглавието не е намерено!
de: Titel nicht gefunden!
es: ¡Título no encontrado!
fr: Titre non trouvé!
it: Titolo non trovato!
ja: タイトルが見つかりません!
nl: Titel niet gevonden!
pl: Tytuł nie znaleziono!
pt_br: Título não encontrado!
ru: Название не найдено!
th: ไม่พบชื่อเรื่อง!

# RSS
source: Link URL not found!
bg: URL адресът на връзката не е намерен!
de: Link-URL nicht gefunden!
es: ¡No se ha encontrado la URL del enlace!
fr: Lien URL introuvable!
it: URL collegamento non trovato!
ja: リンク URL が見つかりません!
nl: Link URL niet gevonden!
pl: Link URL nie znaleziono!
pt_br: Link URL não encontrado!
ru: Ссылка URL не найдено!
th: ไม่พบ URL ของการเชื่อมโยง!

# StatusList_Statistic_i
source: Item
ar: المادة
bg: Елемент
de: Element
es: Elemento
et: Kirje
eu: Gaia
fi: Kohde
fr: Article
hu: Adat
it: Oggetto
ja: 項目名
nb: Nøkkel
nl: Onderdeel
pl: Pozycja
pt_br: Ítem
ru: Пункт
sk: Položka
sq: Tema
sv: Objekt
th: ข้อมูล
tr: Unsur
ug: تۈر

# StatusList_Statistic_v
source: Value
ar: القيمة
bg: Стойност
de: Wert
es: Valor
et: Väärtus
eu: Balioztatu
fi: Arvo
fr: Valeur
hu: Érték
it: Valore
ja: 値
nb: Verdi
nl: Waarde
pl: Wartość
pt_br: Valor
ro: Valoare
ru: Значение
sk: Priorita
sq: Vlera
sv: Värde
th: รายละเอียด
tr: Değer
ug: قىممەت

# StatusList_StatisticItem
source: Version:
es: Versión:
it: Versione:
ja: バージョン:
pl: Wersja:
pt_br: Versão:
ru: Версия:
th: เวอร์ชัน:

# StatusList_StatisticItem
source: Up Time:
ar: حتى الوقت:
bg: Време на работа:
de: Up-Dauer:
es: Tiempo de subida:
et: Üles aeg:
eu: Igotze Denbora:
fr: Temps d'exécution:
it: Tempo di up:
ja: 稼働時間：
nl: Up tijd:
pl: Czas uruchomienia:
pt_br: Tempo em operação:
ro: Timp de Funcționare:
ru: Работает:
sk: Čas nahrávania:
sv: Upptid:
th: เวลาทํางาน:
tr: Gönderme Süresi:
ug: ئىجرا قىلغان ۋاقىت:

# StatusList_StatisticItem
source: Overall Tasks:
ar: المهام العامة:
bg: Всички задачи:
de: Allgemeine Aufgaben:
es: Tareas globales:
et: Tegumeid ültse:
eu: Gaineko Eginkizunak:
fi: Tehtävät Yhteensä:
fr: Ensemble des tâches :
hu: Összes feladat:
it: Attività generali:
ja: 全体のタスク：
nl: Algemene taken:
pl: Wszystkie zadania:
pt_br: Tarefas Gerais:
ro: Nr. Total Sarcini:
ru: Общие задачи:
sk: Úlohy celkom:
sq: Detyrat e Përgjithshme:
sv: Totala aktiviteter:
th: งานทั้งหมด:
tr: Toplam görevler:
ug: ئومۇمىي ۋەزىپە:

# StatusList_StatisticValue
source: Total: ${G_TASK_NUM} / Running: ${G_RUNNING_TASK_NUM}
bg: Общо: ${G_TASK_NUM} / Работещи: ${G_RUNNING_TASK_NUM}
de: Gesamt: ${G_TASK_NUM} / Ausgeführt: ${G_RUNNING_TASK_NUM}
es: Total: ${G_TASK_NUM} / Ejecutando: ${G_RUNNING_TASK_NUM}
et: Kokku: ${G_TASK_NUM} / töös: ${G_RUNNING_TASK_NUM}
eu: Guztira: ${G_EGINK_ZENB} / Ekiten: ${G_EKITEN_EGINK_ZENB}
it: Totale: ${G_TASK_NUM}/running: ${G_RUNNING_TASK_NUM}
ja: 合計: ${G_TASK_NUM} / ランニング: ${G_RUNNING_TASK_NUM}
nl: Totaal: ${G_TASK_NUM}/running: ${G_RUNNING_TASK_NUM}
pl: Wszystkie: ${G_TASK_NUM} / Aktywne: ${G_RUNNING_TASK_NUM}
pt_br: Total: ${G_TASK_NUM}/em execução: ${G_RUNNING_TASK_NUM}
ro: Total: ${G_TASK_NUM} / Rulează: ${G_RUNNING_TASK_NUM}
ru: Всего: ${G_TASK_NUM} / Запущено: ${G_RUNNING_TASK_NUM}
sv: Totalt: ${G_TASK_NUM} / Körs: ${G_RUNNING_TASK_NUM}
th: ทั้งหมด: ${G_TASK_NUM} / วิ่ง: ${G_RUNNING_TASK_NUM}
ug: جەمئى: ${G_TASK_NUM} / ئىجرا قىلىنىۋاتىدۇ: ${G_RUNNING_TASK_NUM}

# StatusList_StatisticItem
source: Long-Term Seeding:
bg: Продължително сийдване:
de: Langfristiges seeden:
es: Seeding a largo plazo:
fr: Partage à long terme:
it: Semina a lungo termine:
ja: 維持的なシード:
nl: Lange termijn zaaien:
pl: Długoterminowy seed:
pt_br: Seeding de longo prazo:
ru: Долгосрочная раздача:
th: การเพาะเมล็ดระยะยาว:

# StatusList_StatisticItem
source: Metadata Downloading:
bg: Изтегляне на метаданни:
de: Metadaten-Download:
es: Descarga de metadatos:
fr: Téléchargement de métadonnées:
it: Download dei metadati:
ja: メタデータのダウンロード:
nl: Metagegevens downloaden:
pl: Pobieranie metadanych:
pt_br: Download de metadados:
ru: Метаданные Загрузка:
th: กําลังดาวน์โหลด Metadata:

# StatusList_StatisticItem
source: Metadata Cache Files:
de: Metadaten-Cache-Dateien:
es: Archivos de caché de metadatos:
fr: Fichiers de cache de métadonnées :
it: File della cache dei metadati:
ja: メタデータキャッシュファイル:
pl: Pliki pamięci podręcznej metadanych:
pt_br: Arquivos de cache de metadados:
ru: Файлы кэша метаданных:
th: ไฟล์แคชข้อมูลเมตา:

# StatusList_StatisticItem
source: Torrent Exchange Blocklist:
de: Torrent Exchange Blockliste:
es: Lista de bloqueo de Torrent Exchange:
fr: Liste de blocage d’échange torrent:
ja: トレント交換ブロックリスト:
pl: Lista blokowania wymiany torrentów:
pt_br: Lista de Bloqueio do Torrent Exchange:
ru: Черный список торрент-бирж:
th: รายการบล็อกการแลกเปลี่ยนฝนตกหนัก:

# StatusList_StatisticItem
source: Remote Download:
bg: Отдалечено сваляне:
de: Remote Herunterladen:
es: Descarga remota:
fr: Téléchargement à distance:
it: Download remoto:
ja: リモートダウンロード：
nl: Download op afstand:
pl: Pobieranie zdalne:
pt_br: Download remoto:
ru: Удаленная загрузка:
th: ดาวน์โหลดระยะไกล:

# StatusList_StatisticItem
source: TCP Connections:
ar: إتصالات TCP :
bg: TCP връзки:
de: TCP Verbindungen:
es: Conexiones TCP:
et: TCP ühenduss:
eu: TCP Elkarketak:
fi: TCP Yhteydet:
fr: Connexions TCP :
hu: TCP kapcsolatok:
it: Connessioni TCP:
ja: TCP接続数：
nb: TCP-tilkoblinger:
nl: TCP verbindingen:
pl: Połączenia TCP:
pt_br: Conexões TCP:
ro: Conexiun TCP:
ru: TCP соединения:
sk: TCP pripojenia:
sq: Lidhjet TCP:
sv: TCP-anslutningar:
th: การเชื่อมต่อ TCP:
tr: TCP Bağlantıları:
ug: TCP ئۇلىنىش سانى:

# StatusList_StatisticValue
source: Established: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Half-Open: ${G_TCP_CONNECTING_HALFOPEN_NUM} [MAX:${G_TCP_CONNECTING_MAX}] / Pending: ${G_TCP_CONNECTING_PENDING_NUM}
bg: Създадена: ${G_TCP_CONNECTED_NUM} [MAX: ${G_TCP_CONNECTED_MAX}]/полу-отворен: ${G_TCP_CONNECTING_HALFOPEN_NUM} [MAX: ${G_TCP_CONNECTING_MAX}]/висящо: ${G_TCP_CONNECTING_PENDING_NUM}
de: Gegründet: ${G_TCP_CONNECTED_NUM} [MAX: ${G_TCP_CONNECTED_MAX}] / Halboffen: ${G_TCP_CONNECTING_HALFOPEN_NUM} [MAX: ${G_TCP_CONNECTING_MAX}] / Ausstehend: ${G_TCP_CONNECTING_PENDING_NUM}
es: Establecido: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Medio-abierto: ${G_TCP_CONNECTING_HALFOPEN_NUM} [MAX:${G_TCP_CONNECTING_MAX}] / Pendiente: ${G_TCP_CONNECTING_PENDING_NUM}
fr: Établi: ${G_TCP_CONNECTED_NUM} (Max: ${G_TCP_CONNECTED_MAX}) / Demi-ouvert: ${G_TCP_CONNECTING_HALFOPEN_NUM} (Max: ${G_TCP_CONNECTING_MAX}) / En attendant: ${G_TCP_CONNECTING_PENDING_NUM}
it: Stabilite: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Parziali: ${G_TCP_CONNECTING_HALFOPEN_NUM} [MAX:${G_TCP_CONNECTING_MAX}] / in attesa di: ${G_TCP_CONNECTING_PENDING_NUM}
ja: 確立: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / 試行中: ${G_TCP_CONNECTING_HALFOPEN_NUM} [MAX:${G_TCP_CONNECTING_MAX}] / 保留中: ${G_TCP_CONNECTING_PENDING_NUM}
nl: Vastgesteld: ${G_TCP_CONNECTED_NUM} [MAX: ${G_TCP_CONNECTED_MAX}]/half-open: ${G_TCP_CONNECTING_HALFOPEN_NUM} [MAX: ${G_TCP_CONNECTING_MAX}]/in behandeling: ${G_TCP_CONNECTING_PENDING_NUM}
pl: Ustanowione: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Półotwarte: ${G_TCP_CONNECTING_HALFOPEN_NUM} [MAX:${G_TCP_CONNECTING_MAX}] / Pending: ${G_TCP_CONNECTING_PENDING_NUM}
pt_br: Conectado: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Meio-Aberto: ${G_TCP_CONNECTING_HALFOPEN_NUM} [MAX:${G_TCP_CONNECTING_MAX}]/pendente: ${G_TCP_CONNECTING_PENDING_NUM}
ru: Установлено: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / Полу-Открытых: ${G_TCP_CONNECTING_HALFOPEN_NUM} [MAX:${G_TCP_CONNECTING_MAX}] / в ожидании: ${G_TCP_CONNECTING_PENDING_NUM}
th: ก่อตั้งแล้ว: ${G_TCP_CONNECTED_NUM} [MAX:${G_TCP_CONNECTED_MAX}] / เปิดครึ่งหนึ่ง: ${G_TCP_CONNECTING_HALFOPEN_NUM} [MAX:${G_TCP_CONNECTING_MAX}] / รอดําเนินการ: ${G_TCP_CONNECTING_PENDING_NUM}

# StatusList_StatisticItem
source: Listen Port of TCP:
ar: منفذ الاستماع TCP:
bg: Порт за слушане на TCP:
de: TCP-Listen-Anschluss:
es: Escuchar puerto de TCP:
et: Jälgitav port TCP:
eu: TCP Aditze Ataka:
fi: Kuuntelee TCP Porttia:
fr: Port écouté en TCP :
hu: A TCP figyelt portja:
it: Porta di ascolto TCP:
ja: TCP監視ポート：
nl: TCP luisterpoort:
pl: Port nasłuchu TCP:
pt_br: Porta TCP de escuta:
ro: Port Ascultare TCP:
ru: Порт прослушивания TCP:
sk: Naslúchací port TCP:
sq: Porti i Dëgjimit të TCP:
sv: Lyssningsport för TCP:
th: พอร์ตรับฟังของ TCP:
tr: İzlenen TCP portu:
ug: TCP تىڭشاش ئېغىزى:

# StatusList_StatisticItem
source: Listen Port of UDP:
ar: منفذ الاستماع UDP:
bg: Порт за слушане на UDP:
de: UDP-Listen-Anschluss:
es: Escuchar puerto de UDP:
et: Jälgitav port UDP:
eu: UDP Aditze Ataka:
fi: Kuuntelee UDP Porttia:
fr: Port écouté en UDP :
hu: Az UDP figyelt portja:
it: Porta di ascolto UDP:
ja: UDP監視ポート：
nl: UDP luisterpoort:
pl: Port nasłuchu UDP:
pt_br: Porta UDP de escuta:
ro: Port Ascultare UDP:
ru: Порт прослушивания UDP:
sk: Naslúchací port UDP:
sq: Porti i Dëgjimit të UDP:
sv: Lyssningsport för UDP:
th: พอร์ตรับฟังของ UDP:
tr: İzlenen UDP portu:
ug: UDP تىڭشاش ئېغىزى:

# StatusList_StatisticItem
source: Listen Port for LSD:
bg: Слушай порт за ЛСД:
de: Listen-Port für LSD:
es: Puerto de escucha para LSD:
fr: Écoutez Port pour le LSD:
it: Porta di ascolto per LSD:
ja: LSD のポートをリッスン:
nl: Luister port voor LSD:
pl: Nasłuchuj port dla LSD:
pt_br: Ouça port para LSD:
ru: Слушайте Порт для ЛСД:
th: พอร์ตการฟังสําหรับ LSD:

# StatusList_StatisticItem
source: Listen Port for Remote Download:
bg: Слушай порт за отдалечено изтегляне:
de: Listen-Port für Remote-Download:
es: Escuchar puerto para descarga remota:
fr: Écoutez Port pour téléchargement à distance:
it: Porta di ascolto per il download remoto:
ja: リモート ダウンロード用のリッスン ポート:
nl: Luisterpoort voor extern downloaden:
pl: Nasłuchuj port do zdalnego pobierania:
pt_br: Ouça a porta para download remoto:
ru: Прослушать порт для удаленной загрузки:
th: พอร์ตฟังสําหรับการดาวน์โหลดระยะไกล:

# StatusList_StatisticItem
source: Windows Firewall:
ar: جدار حماية Windows:
bg: Защитна стена на Windows:
es: Firewall de Windows:
et: Windowsi tulemüürl:
eu: Windows Suhesia:
fi: Windows Palomuuri:
fr: Pare-feu de Windows :
hu: Windows tűzfal:
ja: Windowsのファイヤーウォール：
nb: Windows brannmur:
pl: Zapora Windows:
pt_br: Firewall do Windows:
ro: Parafoc Windows:
ru: Брандмауэр Windows:
sv: Windows brandvägg:
th: วินโดวส์ไฟร์วอล์:
tr: Windows Güvenlik duvarı:
ug: Windows مۇداپىئە تام:

# StatusList_StatisticItem
source: UPnP NAT port mapping:
ar: تعيين منفذ UPnP NAT:
bg: Пренасочване на NAT порт:
de: NAT-Anschlusszuordnung:
es: Asignación de puertos NAT:
et: NAT pordi kaardistus:
eu: UPnP NAT ataka mapaketa:
fi: UPnP NAT porttikartoitus:
fr: Mappage des ports NAT :
hu: NAT port leképezés:
it: Mappatura porta NAT:
ja: NATポートマッピング：
nl: UPnP NAT-poorttoewijzing:
pl: Port mapowania UPnP NAT:
pt_br: Mapeamento de portas NAT:
ro: Mapare Porturi NAT UPnP:
ru: Переадресация портов NAT:
sk: Mapovanie NAT portu:
sv: NAT-portkoppling:
th: การทำแผนพอร์ต NAT:
tr: Nat port eşlemesi:
ug: UPnP NAT ئېغىر خەرىتىلەش:

# StatusList_StatisticItem
source: Overall Download Rate:
ar: سرعة التحميل الشاملة:
bg: Обща скорост на сваляне:
de: Allg. Geschwindigkeit beim Herunterladen:
es: Velocidad de descarga promedio:
et: Üldine allalaadimis kiirus:
eu: Gaineko Jeisketa Maila:
fi: Latausnopeus Yhteensä:
fr: Débit de réception total :
hu: Teljes letöltési sebesség:
it: Velocità complessiva di download:
ja: 全体のダウンロード速度：
nl: Globale download snelheid:
pl: Całkowita szybkość pobierania:
pt_br: Taxa total de download:
ro: Vit. Descărcare Globală:
ru: Общий коэффициент загрузки:
sk: Celková rýchlosť sťahovania:
sq: Shkalla e Përgjithshme e Shkarkimeve:
sv: Total nedladdningsgrad:
th: อัตราการดาวน์โหลดรวมทั้งหมด:
tr: Toplam indirme oranı:
ug: ئومۇمىي چۈشۈرۈش سۈرئىتى:

# StatusList_StatisticValue
source: ${G_DOWNLOAD_RATE} [MAX:${G_DOWNLOAD_RATE_MAX}]
ja: ${G_DOWNLOAD_RATE} [最大値: ${G_DOWNLOAD_RATE_MAX}]
pl: ${G_DOWNLOAD_RATE} [MAKS: ${G_DOWNLOAD_RATE_MAX}]
th: ${G_DOWNLOAD_RATE} [สูงสุด:${G_DOWNLOAD_RATE_MAX}]

# StatusList_StatisticValue
source: Max Connection Limits: ${G_CONN_PERTORRENT_MAX} per task
ar: أقصى حدود الإتصال: ${G_CONN_PERTORRENT_MAX}لكل مهمة
bg: Максимално ограничение за връзките: ${G_CONN_PERTORRENT_MAX} на задача
de: Max. Verbindungen: ${G_CONN_PERTORRENT_MAX} pro Aufgabe
es: Máximo número de conexiones: ${G_CONN_PERTORRENT_MAX} por tarea
et: Maksimaalne ühenduste limiit: ${G_CONN_PERTORRENT_MAX} tegumi kohta
eu: Geh. Elkarkata Mugak: ${G_CONN_PERTORRENT_MAX} eginkizun bakoitzeko
fi: Yhteyksiä Enintään: ${G_CONN_PERTORRENT_MAX} per tehtävä
fr: Limite de connections maxi: ${G_CONN_PERTORRENT_MAX} par tâche
hu: Max. kapcsolatszám: ${G_CONN_PERTORRENT_MAX} feladatonként
it: Limite massimo connessioni: ${G_CONN_PERTORRENT_MAX} per task
ja: 最大接続数: タスクあたり ${G_CONN_PERTORRENT_MAX}
nl: Maximale verbindingslimieten: ${G_CONN_PERTORRENT_MAX} per taak
pl: Maksymalny limit połączeń: ${G_CONN_PERTORRENT_MAX} na zadanie
pt_br: Limite máximo de conexão: ${G_CONN_PERTORRENT_MAX} per task
ro: Nr. Max Conexiuni: ${G_CONN_PERTORRENT_MAX} per sarcină
ru: Ограничение соединений: ${G_CONN_PERTORRENT_MAX} на задание
sk: Maximálny limit pripojení: ${G_CONN_PERTORRENT_MAX} na úlohu
sq: Kufijtë Maksimalë të Lidhjes: ${G_CONN_PERTORRENT_MAX} për detyrë
sv: Maximal anslutningsgräns: ${G_CONN_PERTORRENT_MAX} per aktivitet
th: การเชื่อมต่อสูงสุดจำกัดที่: ${G_CONN_PERTORRENT_MAX} ต่องาน
tr: Görev başına En Yüksek Bağlantı : ${G_CONN_PERTORRENT_MAX}
ug: ھەر ۋەزىپىنىڭ ئەڭ كۆپ ئۇلىنىش سانى:${G_CONN_PERTORRENT_MAX}

# StatusList_StatisticValue
source: TCP Trackers:
bg: TCP тракери:
de: TCP-Tracker:
es: Rastreadores TCP:
fr: Trackers TCP:
it: Tracker TCP:
ja: TCP トラッカー:
pl: Trackery TCP:
pt_br: Rastreadores TCP:
ru: Трекеры TCP:
th: ตัวติดตาม TCP:

# StatusList_StatisticValue
source: Metadata download for BT tasks:
bg: Изтегляне на метаданни за BT задачи:
de: Metadaten-Download für BT-Aufgaben:
es: Descarga de metadatos para tareas BT:
fr: Téléchargement de métadonnées pour les tâches BT :
it: Download dei metadati per le attività BT:
ja: BT タスクのメタデータダウンロード:
nl: Metagegevens downloaden voor BT-taken:
pl: Pobieranie metadanych dla zadań BT:
pt_br: Download de metadados para tarefas BT:
ru: Загрузка метаданных для задач BT:
th: การดาวน์โหลดข้อมูลเมตาสําหรับงาน BT:

# StatusList_StatisticValue
source: Metadata download for torrent list:
bg: Изтегляне на метаданни за торент списък:
de: Metadaten-Download für Torrent-Liste:
es: Descarga de metadatos para la lista torrent:
fr: Téléchargement de métadonnées pour la liste torrent:
it: Download dei metadati per l'elenco torrent:
ja: トレントリストのメタデータダウンロード:
nl: Metagegevens downloaden voor torrent lijst:
pl: Pobieranie metadanych dla listy torrentów:
pt_br: Download de metadados para lista de torrents:
ru: Метаданные скачать для торрент-списка:
th: การดาวน์โหลด Metadata สําหรับรายการฝนตกหนัก:

# StatusList_StatisticItem
source: Overall Upload Rate:
ar: سرعة الرفع الشاملة:
bg: Обща скорост на качване:
de: Allg. Geschwindigkeit beim Hochladen:
es: Velocidad de subida promedio:
et: Üldine üleslaadimse kiirus:
eu: Gaineko Igotze Maila:
fi: Lähetysnopeus Yhteensä:
fr: Débit d'envoi total :
hu: Teljes feltöltési sebesség:
it: Velocità complessiva di upload:
ja: 全体のアップロード速度：
nl: Globale upload snelheid:
pl: Całkowita szybkość wysyłania:
pt_br: Taxa total de upload:
ro: Vit. Încărcare Globală:
ru: Общий коэффициент отдачи:
sk: Celková rýchlosť uploadovania:
sq: Shkalla e Përgjithshme e Ngarkimit:
sv: Total uppladdningsgrad:
th: อัตราการอัพโหลดทั้งหมด:
tr: Toplam yükleme oranı:
ug: ئومۇمىي يۈكلەش سۈرئىتى:

# StatusList_StatisticValue
source: ${G_UPLOAD_RATE} [MAX:${G_UPLOAD_RATE_MAX}]
ja: ${G_UPLOAD_RATE} [最大値: ${G_UPLOAD_RATE_MAX}]
pl: ${G_UPLOAD_RATE} [MAKS: ${G_UPLOAD_RATE_MAX}]
th: ${G_UPLOAD_RATE} [สูงสุด:${G_UPLOAD_RATE_MAX}]

# StatusList_StatisticValue
source: All BT Upload Slots: ${G_UPLOAD_SLOTS_STATS}
ar: جميع فتحات الرفع تفعلت : ${G_UPLOAD_SLOTS_STATS}
bg: Всички BT слотове за качване: ${G_UPLOAD_SLOTS_STATS}
de: Alle BT-Hochladeslots: ${G_UPLOAD_SLOTS_STATS}
es: Todas los puestos de subida BT: ${G_UPLOAD_SLOTS_STATS}
et: Kõik BT üleslaadimise slotid: ${G_UPLOAD_SLOTS_STATS}
eu: Igotako BT Aho guztiak: ${G_UPLOAD_SLOTS_STATS}
fi: Kaikki BT Lähetys Paikat: ${G_UPLOAD_SLOTS_STATS}
fr: Tous les slots de téléversement BT: ${G_UPLOAD_SLOTS_STATS}
hu: Összes BT feltöltési hely: ${G_UPLOAD_SLOTS_STATS}
it: Tutti gli slot di upload per BT: ${G_UPLOAD_SLOTS_STATS}
ja: 全BitTorrentアップロードスロット: ${G_UPLOAD_SLOTS_STATS}
nl: Alle BT upload slots: ${G_UPLOAD_SLOTS_STATS}
pl: Wszystkie sloty wysyłania BT: ${G_UPLOAD_SLOTS_STATS}
pt_br: Todos os slots de envio do BitTorrent: ${G_UPLOAD_SLOTS_STATS}
ro: Toate Sloturile de Încărcare BT: ${G_UPLOAD_SLOTS_STATS}
ru: Всего слотов передачи: ${G_UPLOAD_SLOTS_STATS}
sk: Všetky nahrávacie sloty BT: ${G_UPLOAD_SLOTS_STATS}
sv: Alla BT-uppladdningsspår: ${G_UPLOAD_SLOTS_STATS}
th: สล็อตอัปโหลด BT ทั้งหมด: ${G_UPLOAD_SLOTS_STATS}
tr: Tüm BT Yükleme Yuvaları: ${G_UPLOAD_SLOTS_STATS}
ug: ھەممە ب ت يۈكلەش ئۇلىنىش سانى: ${G_UPLOAD_SLOTS_STATS}

# StatusList_StatisticValue
source: Long-Term Seeding:
bg: Дългосрочно засяване:
de: Langfristiges seeden:
es: Siembra a largo plazo:
fr: Partage à long terme:
it: Semina a lungo termine:
ja: 維持的なシード:
nl: Lange termijn zaaien:
pl: Długoterminowy seed:
pt_br: Seeding de longo prazo:
ru: Долгосрочное посевное:
th: การเพาะเมล็ดระยะยาว:

# StatusList_StatisticValue
source: [MAX:${G_UPLOAD_RATE_LT_SEEDING_MAX}]
ja: [最大: ${G_UPLOAD_RATE_LT_SEEDING_MAX}]
th: [สูงสุด: ${G_UPLOAD_RATE_LT_SEEDING_MAX}]

# StatusList_StatisticValue
source: Remote Download:
bg: Отдалечено сваляне:
de: Remote Herunterladen:
es: Descarga remota:
fr: Téléchargement à distance:
it: Download remoto:
ja: リモートダウンロード：
nl: Download op afstand:
pl: Zdalne pobieranie:
pt_br: Download remoto:
ru: Удаленная загрузка:
th: ดาวน์โหลดระยะไกล:

# StatusList_StatisticItem
source: DHT Network Nodes:
ar: DHT شبكه العقد:
bg: ДХТ мрежови възли:
de: DHT-NetzwerkKnoten:
es: Nodos de la red DHT:
fr: Noeuds réseau DHT:
it: Nodi di rete DHT:
ja: DHTネットワークノード：
nl: DHT netwerk nodes:
pl: Węzły sieci DHT:
pt_br: Nós de rede DHT:
ru: Сетевые узлы DHT:
th: โหนดเครือข่าย DHT:

# StatusList_StatisticItem
source: DNS Query:
bg: Dns заявка:
de: DNS-Abfrage:
es: Consulta DNS:
fr: Requête DNS :
it: Query DNS:
ja: DNS クエリ:
pl: Kwerenda DNS:
pt_br: Consulta DNS:
ru: Запрос DNS:
th: แบบสอบถาม DNS:

# StatusList_StatisticValue
source: Cached:
bg: Кеширани:
de: Zwischengespeichert:
es: Caché:
fr: Cache:
it: Memorizzati nella cache:
ja: キャッシュ：
nl: Cache:
pl: Buforowane:
pt_br: Cache:
ru: Кэшированные:
th: แค ช:

# StatusList_StatisticValue
source: Pending:
bg: Изчакващи:
de: Ausstehend:
es: Pendiente:
fr: En attente :
it: In sospeso:
ja: 保留中:
nl: In afwachting:
pl: Oczekujący:
pt_br: Pendente:
ru: В ожидании:
th: รอ:

# StatusList_StatisticItem
source: CPU Usage:
de: CPU-Auslastung:
es: Uso de la CPU:
fr: Utilisation du processeur :
it: Utilizzo della CPU:
ja: CPU使用率:
pl: Użycie procesora:
pt_br: Uso da CPU:
ru: Использование CPU:
th: การใช้งานซีพียู:

# StatusList_StatisticItem
source: Memory Usage:
ar: استخدام الذاكرة:
bg: Използвана памет:
de: Speichernutzung:
es: Uso de memoria:
et: Mälu kasutus:
eu: Erabilitako Oroimena:
fr: Utilisation de la mémoire:
it: Utilizzo della memoria:
ja: メモリ使用量：
nl: Geheugengebruik:
pl: Użycie pamięci:
pt_br: Uso de memória:
ro: Memorie Utilizată:
ru: Занято памяти:
sk: Využitie pamäte:
sv: Minnesanvändning:
th: การใช้หน่วยความจํา:
tr: Bellek Kullanımı:
ug: ئەسلەك ئىشلىتىلىشى:

# StatusList_StatisticValue
source: Working Set: ${G_USED_PHYS_MEM_AUTO}, Commit Size: ${G_COMMIT_SIZE_AUTO}
bg: Работещ Комплект: ${G_USED_PHYS_MEM_AUTO}, Извършен Размер: ${G_COMMIT_SIZE_AUTO}
de: Working Set: ${G_USED_PHYS_MEM_AUTO}, Übertragungsgröße: ${G_COMMIT_SIZE_AUTO}
es: Conjunto de trabajo: ${G_USED_PHYS_MEM_AUTO}, tamaño de commit: ${G_COMMIT_SIZE_AUTO}
et: Töökomplekt:: ${G_USED_PHYS_MEM_AUTO}, Täitmis suurus: ${G_COMMIT_SIZE_AUTO}
eu: Lan ezarpenak: ${G_USED_PHYS_MEM_AUTO}, Egintza Neurria: ${G_COMMIT_SIZE_AUTO}
it: Working set: ${G_USED_PHYS_MEM_AUTO}, dimensione del commit: ${G_COMMIT_SIZE_AUTO}
ja: 稼働中の設定： ${G_USED_PHYS_MEM_AUTO}, 現在のサイズ： ${G_COMMIT_SIZE_AUTO}
nl: Working Set: ${G_USED_PHYS_MEM_AUTO}, commit grootte: ${G_COMMIT_SIZE_AUTO}
pl: Pamięć robocza: ${G_USED_PHYS_MEM_AUTO}, Przydzielonej pamięci: ${G_COMMIT_SIZE_AUTO}
pt_br: Espaço de Trabalho: ${G_USED_PHYS_MEM_AUTO}, Tamanho Submetido: ${G_COMMIT_SIZE_AUTO}
ro: Set de Lucru: ${G_USED_PHYS_MEM_AUTO}, Mărimea Comiterii: ${G_COMMIT_SIZE_AUTO}
ru: Рабочая настройка: ${G_USED_PHYS_MEM_AUTO}, Фиксированный размер: ${G_COMMIT_SIZE_AUTO}
sk: Výkonná sada: ${G_USED_PHYS_MEM_AUTO}, zverená veľkosť: ${G_COMMIT_SIZE_AUTO}
sv: Arbetsmängd: ${G_USED_PHYS_MEM_AUTO}, överföringsstorlek: ${G_COMMIT_SIZE_AUTO}
th: ชุดการทํางาน: ${G_USED_PHYS_MEM_AUTO}, ขนาด Commit: ${G_COMMIT_SIZE_AUTO}
ug: خىزمەت توپلىمى: ${G_USED_PHYS_MEM_AUTO}، يوللىغان چوڭلۇقى: ${G_COMMIT_SIZE_AUTO}

# StatusList_StatisticItem
source: Process Heap
bg: Процес Heap
de: Prozess-Heap
es: Montón de procesos
fr: Tas de processus
it: Heap di processo
ja: プロセス ヒープ
nl: Proces Heap
pl: Sterta procesów
pt_br: Monte de processo
ru: Процессная куча
th: ประมวลผลฮีป

# StatusList_StatisticValue
source: Process Memory: ${G_COMMIT_SIZE_AUTO}, Real Memory: ${G_USED_PHYS_MEM_AUTO}
de: Prozessspeicher: ${G_COMMIT_SIZE_AUTO}, Real Memory: ${G_USED_PHYS_MEM_AUTO}
es: Memoria de proceso: ${G_COMMIT_SIZE_AUTO}, Memoria real: ${G_USED_PHYS_MEM_AUTO}
fr: Mémoire de processus: ${G_COMMIT_SIZE_AUTO}, Mémoire réelle: ${G_USED_PHYS_MEM_AUTO}
it: Memoria di processo: ${G_COMMIT_SIZE_AUTO}, Memoria reale: ${G_USED_PHYS_MEM_AUTO}
ja: プロセスメモリ: ${G_COMMIT_SIZE_AUTO}, 実メモリ: ${G_USED_PHYS_MEM_AUTO}
pl: Pamięć procesu: ${G_COMMIT_SIZE_AUTO}, Pamięć rzeczywista: ${G_USED_PHYS_MEM_AUTO}
pt_br: Memória do processo: ${G_COMMIT_SIZE_AUTO}, Memória Real: ${G_USED_PHYS_MEM_AUTO}
ru: Память процесса: ${G_COMMIT_SIZE_AUTO}, Реальная память: ${G_USED_PHYS_MEM_AUTO}
th: หน่วยความจํากระบวนการ : ${G_COMMIT_SIZE_AUTO}, หน่วยความจําจริง : ${G_USED_PHYS_MEM_AUTO}

# StatusList_StatisticItem
source: Free Memory:
ar: الذاكرة الحرة:
bg: Свободна памет:
de: Freier Speicher:
es: Memoria libre:
et: Vaba mälu:
eu: Oroimen askea:
fr: Mémoire libre:
it: Memoria libera:
ja: 空きメモリ：
nl: Vrij geheugen:
pl: Wolna pamięć:
pt_br: Memória livre:
ro: Memorie Liberă:
ru: Свободная память:
sv: Fritt minne:
th: หน่วยความจําว่าง:
ug: ئەركىن ئەسلەك:
