Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogMPCSTAR
source: Download && Install
ar: تحميل && تثبيت
bg: Сваляне &и инсталиране
de: Herunterladen && Installieren
es: Descargar && instalar
et: Laealla && Paigalda
eu: Jeitsi && Ezarri
fi: Lataa && Asenna
fr: Télécharger && Installer
hu: Letöltés && telepítés
it: Scarica ed Installla
ja: ダウンロードとインストール
nb: Last ned &og installer
nl: Downloaden && Installeren
pl: Pobierz i zainstaluj
pt_br: Baixar && Instalar
ro: Descarcă și Instalează
ru: Загрузить и установить
sk: Stiahnuť && Inštalovať
sq: Shkarko && Instalo
sv: Ladda ned &och installera
th: ดาวน์โหลด && ติดตั้ง
tr: İndir && Yükle
ug: چۈشۈرۈپ قاچىلا

# DialogMPCSTAR
source: Play Video files
ar: تشغيل ملفات الفيديو
bg: Възпроизвеждане на видео файлове
de: Video Dateien abspielen
es: Reproducir archivos de vídeo
fr: Lire les fichiers vidéo
it: Riprodurre file video
ja: ビデオファイルを再生する
nl: Video bestanden afspelen
pl: Odtwarzanie plików wideo
pt_br: Reproduzir arquivos de vídeo
ru: Просмотр видеофайлов
th: เล่นแฟ้มวิดีโอ

# DialogMPCSTAR
source: Preview Video files
ar: معاينة ملفات الفيديو
bg: Преглед на видео файлове
de: Vorschau von Filmdateien
es: Previsualizar archivos de vídeo
et: Video failide eelvaade
eu: Bideo Agirien Aurreikuspena
fi: Esikatsele Videotiedostoja
fr: Aperçu du fichier vidéo
hu: Videó fájlok előnézete
it: Anteprima file video
ja: ビデオファイルのプレビュー
nb: Forhåndsvis videofiler
nl: Voorbeeldweergave filmbestanden
pl: Podgląd plików wideo
pt_br: Pré visualize arquivos de vídeo
ro: Previzionează File Video
ru: Предпросмотр видео
sk: Zobraziť videosúbory
sq: Pamje paraprake e skedarëve video
sv: Förhandsgranska videofiler
th: แสดงตัวอย่างไฟล์วิดีโอ
tr: Video Dosyalarını Görüntüle
ug: سىن ھۆججىتىنى ئالدىن كۆزەت

# DialogMoveTaskFailed
source: File move failed due to the following reason:
ar: فشل تحرك الملف بسبب من الأسباب التالية :
bg: Преместването на файла пропадна поради следната причина:
de: Verschieben fehlgeschlagen, weil:
es: Hubo un error al mover el archivo debido a:
et: Faili teisaldamine luhtus järgnevatel põhjustel:
eu: Agiri mugitzeak huts egin du honegaitik:
fi: Tiedoston siirto epäonnistui seuraavan syyn takia:
fr: Le déplacement du fichier a échoué pour les raisons suivantes :
hu: Fájl mozgatás sikertelen a következő okok miatt:
it: Spostamento del file fallito a causa della seguente motivazione:
ja: 以下の理由でファイルの移動は失敗しました：
nb: Filflytting feilet grunnet følgende årsak:
nl: Verplaatsen mislukt, reden:
pl: Przeniesienie pliku nieudane z następujących powodów:
pt_br: Falha ao mover arquivo devido a seguinte razão:
ro: Mutarea filei a eșuat din următoarele motive:
ru: Ошибка перемещения файла по следующей причине:
sk: Presun súboru zlyhal kvôli nasledujúcemu dôvodu:
sq: Lëvizja e skedarëve dështoi për arsyen e mëposhtme:
sv: Flyttningen av filen misslyckades på grund av detta:
th: การย้ายไฟล์ผิดพลาดเพราะเหตุต่อไปนี้:
tr: Bu nedenden dolayı dosya taşıma hatalı:
ug: تۆۋەندىكى سەۋەب تۈپەيلىدىن ھۆججەتنى يۆتكىيەلمىدى:

# DialogMoveTaskFailed
source: File Move Failed
ar: فشل تحريك الملف
bg: Преместването на файла пропадна
de: Verschieben fehlgeschlagen
es: Error al mover archivo
et: Faili teisaldamine luhtunud
eu: Agiri Mugitzeak Huts egin du
fi: Tiedoston Siirto Epäonnistui
fr: Echec du déplacement du fichier
hu: Fájl Mozgatás Sikertelen
it: Spostamento File Fallito
ja: ファイルの移動に失敗しました
nb: Filflytting feilet
nl: Verplaatsen mislukt
pl: Przeniesienie pliku nieudane
pt_br: Falha ao Mover Arquivo
ro: Mutarea filei a eșuat!
ru: Ошибка перемещения файла
sk: Presun súboru zlyhal
sq: Lëvizja e Skedarëve Dështoi
sv: Flyttningen av filen misslyckades
th: การย้ายไฟล์ผิดพลาด
tr: Dosya Taşıma Hatası
ug: ھۆججەتنى يۆتكىيەلمىدى

# DialogNatDetect
source: Detect Result
bg: Откриване на резултат
de: Ergebnis erkennen
es: Detectar resultado
fr: Détecter le résultat
it: Rileva risultato
ja: 結果の検出
nl: Resultaat detecteren
pl: Wykryj wynik
pt_br: Detectar resultados
ru: Определение результата
th: ตรวจหาผลลัพธ์

# Common
source: Help
bg: Помощ
de: Hilfe
es: Ayuda
fr: Aide
it: Guida
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
ru: Помощь
th: ช่วยเหลือ

# DialogNatDetect
source: Start
bg: Старт
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
nl: Starten
pt_br: Iniciar
ru: Старт
th: เริ่ม

# DialogNatDetect
source: This only indicates the connectivity of the currently listening UDP port.
bg: Това само показва свързаността на текущо слушащия UDP порт.
de: Dies zeigt nur die Konnektivität des aktuell abhörten UDP-Ports an.
es: Esto sólo indica la conectividad del puerto UDP que escucha actualmente.
fr: Cela indique uniquement la connectivité du port UDP actuellement à l’écoute.
it: Ciò indica solo la connettività della porta UDP attualmente in ascolto.
ja: これは、現在リッスンしている UDP ポートの接続性のみを示します。
nl: Dit geeft alleen de connectiviteit aan van de momenteel luisterende UDP-poort.
pl: Oznacza to tylko łączność aktualnie nasłuchującego portu UDP.
pt_br: Isso só indica a conectividade da porta UDP atualmente ouvinte.
ru: Это указывает только на подключение прослушиваемого в данный момент UDP-порта.
th: ซึ่งบ่งชี้ถึงการเชื่อมต่อของพอร์ต UDP ที่ฟังอยู่ในขณะนี้เท่านั้น

# DialogNatDetect
source: Reply value
bg: Стойност на отговора
de: Antwortwert
es: Valor de respuesta
fr: Valeur de réponse
it: Valore di risposta
ja: 返信値
nl: Antwoordwaarde
pl: Wartość odpowiedzi
pt_br: Valor de resposta
ru: Значение ответа
th: ค่าที่ตอบ

# DialogNatDetect
source: Server 1
bg: Сървър 1
es: Servidor 1
fr: Serveur 1
ja: サーバー 1
pl: Serwer 1
pt_br: Servidor 1
ru: Сервер 1
th: เซิร์ฟเวอร์ 1

# DialogNatDetect
source: Server 2
bg: Сървър 2
es: Servidor 2
fr: Serveur 2
ja: サーバー 2
pl: Serwer 2
pt_br: Servidor 2
ru: Сервер 2
th: เซิร์ฟเวอร์ 2

# DialogNatDetect
source: Same port
bg: Същият порт
de: Gleicher Port
es: Mismo puerto
fr: Même port
it: Stessa porta
ja: 同じポート
nl: Dezelfde poort
pl: Ten sam port
pt_br: Mesma porta
ru: Тот же порт
th: พอร์ตเดียวกัน

# DialogNatDetect
source: Different port
bg: Различно пристанище
de: Anderer Port
es: Puerto diferente
fr: Port différent
it: Porta diversa
ja: 異なるポート
nl: Andere poort
pl: Inny port
pt_br: Porta diferente
ru: Разные порты
th: พอร์ตที่แตกต่างกัน

# DialogNatDetect
source: Different IP:port
bg: Различен IP:порт
de: Anderer IP:Port
es: IP:puerto diferente
fr: IP:port différent
it: IP:porta diversi
ja: 異なる IP:ポート
nl: Verschillende IP:poort
pl: Inny adres IP:port
pt_br: IP diferente:porta
ru: Разные IP:порт
th: IP ที่แตกต่างกัน: พอร์ต

# DialogNatDetect
source: Public IP
bg: Публичен IP
de: Öffentliche IP
es: P.I. pública
fr: Adresse IP publique
it: IP pubblico
ja: パブリック IP
nl: Openbaar IP-adres
pl: Publiczny adres IP
pt_br: IP público
ru: Публичная ИС
th: IP สาธารณะ

# DialogNatDetect
source: Public Port
bg: Обществено пристанище
de: Öffentlicher Hafen
es: Puerto público
it: Porto pubblico
ja: 公共港
nl: Openbare haven
pl: Port publiczny
pt_br: Porto Público
ru: Общественный порт
th: พอร์ตสาธารณะ

# DialogNatDetect
source: Local IP
bg: Локален IP
de: Lokale IP
fr: Adresse IP locale
it: IP locale
ja: ローカル IP
nl: Lokaal IP-adres
pl: Lokalny adres IP
pt_br: IP Local
ru: Локальный IP-адрес
th: IP ภายในเครื่อง

# DialogNatDetect
source: Local Port
bg: Местно пристанище
de: Lokaler Port
es: Puerto local
it: Porto locale
ja: ローカル ポート
nl: Lokale haven
pl: Port lokalny
pt_br: Porto Local
ru: Локальный порт
th: พอร์ตบนเครื่อง

# DialogNatDetect
source: NAT Type
bg: NAT Тип
de: NAT-Typ
es: Tipo de NAT
it: Tipo NAT
ja: NAT タイプ
pl: Typ NAT
pt_br: Tipo NAT
ru: Тип NAT
th: ชนิด NAT

# DialogNatDetect
source: no reply
bg: без отговор
de: keine Antwort
es: sin respuesta
fr: pas de réponse
it: nessuna risposta
ja: 返信なし
nl: geen antwoord
pl: brak odpowiedzi
pt_br: nenhuma resposta
ru: нет ответа
th: ไม่มีการตอบกลับ

# DialogNatDetect
source: Local IP is Public IP
bg: Местен IP е Публичен IP
de: Lokale IP ist öffentliche IP
es: La IP local es una IP pública
fr: L’adresse IP locale est une adresse IP publique
it: L'IP locale è IP pubblico
ja: ローカル IP はパブリック IP です
nl: Lokaal IP is openbaar IP
pl: Lokalny adres IP to publiczny adres IP
pt_br: IP local é IP Público
ru: Локальный IP-адрес является общедоступным IP-адресом
th: IP ภายในเครื่องคือ IP สาธารณะ

# DialogNatDetect
source: replied
bg: отговори
de: beantwortet
es: respondido
fr: a répondu
it: risposte
ja: 返信済み
nl: beantwoord
pl: odpowiedział
pt_br: respondeu
ru: ответил(а)
th: ตอบกลับ

# DialogNatDetect
source: Local IP isn't Public IP
bg: Местният IP не е Публичен IP
de: Lokale IP ist keine öffentliche IP
es: La IP local no es una IP pública
fr: L’adresse IP locale n’est pas une adresse IP publique
it: L'IP locale non è IP pubblico
ja: ローカル IP がパブリック IP ではない
nl: Lokaal IP-adres is geen openbaar IP-adres
pl: Lokalny adres IP nie jest publicznym adresem IP
pt_br: IP local não é IP público
ru: Локальный IP-адрес не является общедоступным IP-адресом
th: IP ภายในเครื่องไม่ใช่ IP สาธารณะ

# DialogNatDetect
source: Public IP:port is constant
bg: Публичен IP:порт е постоянен
de: Öffentliche IP:port ist konstant
es: IP pública:el puerto es constante
fr: IP publique:le port est constant
it: IP pubblico:porta è costante
ja: パブリック IP:ポートは一定です
nl: Openbaar IP:poort is constant
pl: Publiczny adres IP:port jest stały
pt_br: IP público:porta é constante
ru: Публичный IP:порт является постоянным
th: IP สาธารณะ:พอร์ตเป็นค่าคงที่

# DialogNatDetect
source: Public IP:port isn't constant
bg: Публичен IP:порт не е постоянен
de: Öffentliche IP:Port ist nicht konstant
es: IP pública:el puerto no es constante
fr: IP publique:le port n’est pas constant
it: IP pubblico:la porta non è costante
ja: パブリック IP:ポートが一定ではありません
nl: Openbaar IP:poort is niet constant
pl: Publiczny adres IP:port nie jest stały
pt_br: IP público:porta não é constante
ru: Публичный IP:порт не является постоянным
th: IP สาธารณะ:พอร์ตไม่คงที่

# Common
source: Detecting
bg: Откриване
de: Ermitteln
es: Detectar
fr: Détection
it: Rilevamento in corso
ja: 検出中
nl: Detecteren
pl: Wykrywanie
pt_br: Detectando
ru: Определяется
th: ตรวจ จับ

# DialogNatDetect
source: UDP Blocked
bg: UDP блокиран
de: UDP blockiert
es: UDP bloqueado
fr: UDP bloqué
it: UDP bloccato
ja: UDP ブロック
nl: UDP geblokkeerd
pl: UDP zablokowany
pt_br: UDP Bloqueado
ru: UDP заблокирован
th: UDP ถูกบล็อก

# DialogNatDetect
source: Open Internet
bg: Отваряне на интернет
de: Offenes Internet
es: Internet abierto
fr: Internet ouvert
it: Aprire Internet
ja: インターネットを開く
pl: Otwarty Internet
pt_br: Internet Aberta
ru: Открытый Интернет
th: เปิดอินเทอร์เน็ต

# DialogNatDetect
source: Symmetric Firewall
bg: Симетрична защитна стена
de: Symmetrische Firewall
es: Firewall simétrico
fr: Pare-feu symétrique
it: Firewall simmetrico
ja: 対称ファイアウォール
nl: Symmetrische firewall
pl: Symetryczna zapora sieciowa
pt_br: Firewall simétrico
ru: Симметричный брандмауэр
th: ไฟร์วอลล์แบบสมมาตร

# DialogNatDetect
source: Full cone NAT
bg: Пълен конуни NAT
de: Vollkegel NAT
es: NAT de cono completo
fr: NAT à cône complet
it: NAT a cono completo
ja: 完全コーン NAT
nl: Volledige kegel NAT
pl: Pełny stożek NAT
pt_br: Cone completo NAT
ru: Полный конус NAT
th: NAT กรวยเต็ม

# DialogNatDetect
source: Symmetric NAT
bg: Симетрични NAT
de: Symmetrische NAT
es: NAT simétrica
fr: NAT symétrique
it: NAT simmetrico
ja: 対称 NAT
nl: Symmetrisch NAT
pl: Symetryczny NAT
pt_br: NAT simétrico
ru: Симметричный NAT
th: NAT สมมาตร

# DialogNatDetect
source: Port Restricted Cone NAT
bg: Порт ограничен конурет NAT
es: NAT de cono restringido de puerto
fr: Nat à cône restreint de port
it: NAT con cono con restrizioni porta
ja: ポート制限付きコーン NAT
nl: Poort beperkte kegel NAT
pl: NaT stożka z ograniczeniami portów
pt_br: Cone Restrito de Porta NAT
ru: Порт с ограниченным конусом NAT
th: NAT กรวยพอร์ตที่ถูกจํากัด

# DialogNatDetect
source: Restricted Cone NAT
bg: Ограничен конурет NAT
de: Eingeschränkte Kegel-NAT
es: NAT de cono restringido
fr: Nat à cône restreint
it: NAT con cono con restrizioni
ja: 制限付きコーン NAT
nl: Beperkte Kegel NAT
pl: Ograniczona nat stożka
pt_br: Cone Restrito NAT
ru: Ограниченный конус NAT
th: กรวยจํากัด NAT

# DialogNatDetect
source: NAT Type Detect
bg: Откриване на nat тип
de: NAT-Typerkennung
es: Detección de tipo NAT
fr: Détection de type NAT
it: Rilevamento tipo NAT
ja: NAT タイプ検出
nl: NAT-type detecteren
pl: Wykrywanie typu NAT
pt_br: Detecte tipo NAT
ru: Определение типа NAT
th: การตรวจหาชนิด NAT

# DialogNewTag
source: Please enter a new tag:
ar: الرجاء إدخال علامة جديدة :
bg: Моля, въведете нов таг:
de: Bitte neuen Tag eingeben:
es: Introduzca una nueva etiqueta:
et: Palun sisesta uus silt:
eu: Mesedez sartu etiketa berria:
fi: Syötä uusi tagi:
fr: Veuillez saisir une nouvelle étiquette :
hu: Kérem adjon meg egy új címkét:
it: Per favore inserisci un nuovo tag:
ja: 新しいタグを入力してください:
nb: Vennligst skriv inn en ny merknad:
nl: Voeg een nieuwe Tag in:
pl: Podaj nowy znacznik:
pt_br: Por favor insira uma tag:
ro: Scrie eticheta nouă:
ru: Пожалуйста введите новую метку:
sk: Vložte prosím nový štítok:
sq: Ju lutem futni një gjurmë të re:
sv: Vänligen skriv en ny tag:
th: โปรดตั้งชื่อป้ายกำกับใหม่:
tr: Lütfen yeni etiket girin:
ug: يېڭى خەتكۈچ كىرگۈزۈڭ:

# DialogNewTag
source: New Tag...
ar: وسم جديد...
bg: Нов таг...
de: Neuer Tag...
es: Nueva etiqueta...
et: Uus silt...
eu: Etiketa Berria...
fi: Uusi Tagi...
fr: Nouvelle étiquette...
hu: Új címke...
it: Nuovo tag...
ja: 新しいタグ...
nb: Nytt Merke...
nl: Nieuwe Tag...
pl: Nowy znacznik...
pt_br: Nova tag...
ro: Etichetă Nouă...
ru: Новая метка...
sk: Nový štítok...
sq: Gjurmë e Re:
sv: Ny tag...
th: สร้างป้ายกำกับใหม่...
tr: Yeni Etiket...
ug: يېڭى خەتكۈچ…

# Common
source: Dismiss
de: Verwerfen
es: Descartar
fr: Rejeter
it: Licenziare
ja: 解任する
pl: Odrzuć
pt_br: Dispensar
ru: Отклонить
th: ยกเลิก

# Common
source: Dismiss All
de: Alles verwerfen
es: Descartar todo
fr: Rejeter tous les
it: Ignora tutto
ja: すべて閉じる
pl: Zwolnij wszystkie
pt_br: Dispensar todos
ru: Закрыть все
th: ยกเลิกทั้งหมด

# DialogNotifications
source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Orario
ja: 時間
pl: Czas
pt_br: Tempo
ru: Время
th: เวลา

# DialogNotifications
source: Message
de: Meldung
es: Mensaje
it: Messaggio
ja: メッセージ
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
th: ข้อความ

# DialogNotifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
th: การแจ้งเตือน

# DialogOpenUrl
source: You can open a Torrent file from URLs of following types:
ar: يمكنك فتح ملف الترونت من عناوين المواقع للأنواع التالية:
bg: Можете да отваряте торент файлове от уеб адреси от следните типове:
de: Sie können eine Torrent-Datei von Internetadressen der folgenden Typen öffnen:
es: Puede abrir un archivo Torrent desde URL del siguiente tipo:
et: Te saate avada Torrent faili URL-ide tüübiga:
eu: Hondorengo URL-tatik ireki dezakezu Torrent agiria:
fi: Voit avata Torrent tiedoston seuraavan tyyppisistä URL osoitteista:
fr: Vous pouvez ouvrir un fichier torrent à partir des URL des types suivants :
hu: A Torrent fájlt az alábbi típusú URL-ek alapján nyithatod meg:
it: È possibile aprire file torrent usando URL di questo tipo:
ja: 以下の種類の URL から Torrent ファイルを開くことができます:
nb: Du kan opne en Torrent- fil fra URL'er av følgende typer:
nl: Je kan een Torrent bestand van webadressen van het volgende type openen:
pl: Możesz otworzyć plik torrent z URL następujących typów:
pt_br: Você pode abrir um arquivo torrent de um URL dos seguintes tipos:
ro: Poți deschide o filă torent de la adrese de tipul următor:
ru: Вы можете открыть торрент файл из адресов следующих типов:
sk: Môžete otvoriť súbor torrent z URL adries nasledovných typov:
sq: Ju mund të hapni një skedar Torrent nga URL-të e tipave që vijojnë:
sv: Du kan öppna en Torrent-fil från URL:er av följande slag:
th: คุณสามารถเปิดไฟล์ Torrent จาก URL ชนิดต่อไปนี้:
tr: Takip eden URL çeşitlerini kullanarak bir Torrent dosyası açabilirsiniz:
ug: تۆۋەندىكى ئۇسۇللاردا توررېنت ھۆججەتنى ئېچىپ چۈشۈرەلەيسىز:

# DialogOpenUrl
source: HTTP URL of a Torrent file
ar: عنوان HTTP في ملف الترونت
bg: HTTP адрес на торент файла
de: HTTP-Internetadresse einer Torrent-Datei
es: HTTP URL del archivo Torrent
et: Torrent faili HTTP URL
eu: Torrent agiriaren HTTP URL-a
fi: Torrent tiedoston HTTP URL
fr: URL d'un fichier torrent
hu: Torrentfájl HTTP URL-je
it: URL HTTP del file torrent
ja: Torrent ファイルの HTTP URL
nb: HTTP URL av en Torrent- fil
nl: HTTP URL van een Torrent bestand
pl: URL torrenta
pt_br: HTTP URL de um arquivo torrent
ro: Adresa HTTP a unei File Torent
ru: HTTP адрес торрент файла
sk: HTTP URL súboru torrent
sq: HTTP URL e një skedari Torrent
sv: HTTP-URL till torrentfilen
th: HTTP URL ของไฟล์ทอเร้น
tr: Torrent dosyasının HTTP adresi
ug: توررېنت ھۆججەتنىڭ HTTP URL چۈشۈرۈش ئادرېسى

# DialogOpenUrl
source: Magnet URI
ar: عنوان المغناطيس
bg: Магнит URI
es: URI Magnet
eu: Magnet URI-a
fr: URI Magnet
hu: Mágnes URI:
it: Magnete URI
ja: 磁铁URI
nl: Magneet URI
pl: Magnet URL
pt_br: Ímã URI
ro: Adresă Magnet
ru: Magnet адрес
th: แม่เหล็ก URI
tr: Mıknatıs URL
ug: ماگنىت URI

# DialogOpenUrl
source: Torrent Hash
ar: تجزئة الترونت
bg: Хеш на торента
es: Hash del Torrent
eu: Torrentaren Hasha
fr: Hachage du torrent
it: Hash del torrent
ja: Torrent のハッシュ
pl: Suma kontrolna torrenta
pt_br: Número de identificação do torrent
ro: Hașul Torentului
ru: Хэш
th: ทอร์เรนต์แฮช
tr: Torrent Hash Kodu
ug: Torrent مۇكەممەللىكى

# DialogOpenUrl
source: Empty input.
bg: Празен вход.
de: Leere Eingabe.
es: La entrada está vacía.
fr: L'entrée est vide.
it: Ingresso vuoto.
ja: 入力が空です。
nl: Lege invoer.
pl: Input jest pusty.
pt_br: Entrada vazia.
ru: Пустой вход.
th: ป้อนข้อมูลว่างเปล่า

# DialogOpenUrl
source: Open Torrent from URL
ar: فتح الترونت من رابط
bg: Отваряне на торент от уеб адрес
de: Torrent von Internetadresse öffnen
es: Abrir Torrent desde URL
et: Ava torrent fail URL
eu: Ireki Torrenta URL-tik
fi: Avaa Torrent URL osoitteesta
fr: Ouvrir un torrent a partir d'une URL
hu: Torrent megnyitása URL alapján
it: Apri torrent da URL
ja: URL から Torrent ファイルを開く
nb: Åpne Torrent fra URL
nl: Open Torrent van URL
pl: Otwórz torrent z URL
pt_br: Abrir torrent de uma URL
ro: Deschide Torentul de la Adresa
ru: Открыть торрент из адреса
sk: Otvoriť torrent z URL adresy
sq: Hap torrent nga URL
sv: Öppna Torrent från URL
th: เปิดไฟล์ทอเร้นจาก URL
tr: URL'den Torrent Aç
ug: توررېنتنى URL دىن ئاچ

# DialogTrackerLog
source: Always on top
ar: دائما علي القمه
bg: Винаги най-отгоре
de: Immer im Vordergrund
es: Siempre Visible
et: Alati pealmine
eu: Betik goren
fr: Toujours au premier plan
it: Sempre in primo piano
ja: 常に前面に表示
nl: Altijd op de top
pl: Zawsze na wierzchu
pt_br: Sempre na parte superior
ro: Mereu Deasupra
ru: Всегда поверх всех окон
sk: Vždy navrchu
sv: Alltid överst
th: อยู่ด้านบนเสมอ
tr: Her zaman üstte
ug: ھەمىشە ئۈستىدە

# DialogTrackerLog
source: Task Name:
bg: Име на задачата:
de: Name der Aufgabe:
es: Nombre de la tarea:
fr: Nom de la tâche :
it: Nome Task:
ja: タスク名:
nl: Taaknaam:
pl: Nazwa zadania:
pt_br: Nome da tarefa:
ru: Имя задания:
th: ชื่องาน:

# DialogTrackerLog
source: Peer Info:
bg: Партньорска информация:
es: Información de pares:
fr: Informations sur les pairs :
it: Informazioni tra pari:
ja: ピア情報:
nl: Peer-informatie:
pt_br: Informações do peer:
ru: Информация об одноранговом собратстве:
th: ข้อมูลเพียร์:

# DialogTrackerLog
source: Time
ar: الوقت
bg: Време
de: Zeit
es: Tiempo
et: Aeg
eu: Denbora
fr: Temps
it: Orario
ja: 時間
nl: Tijd
pl: Czas
pt_br: Tempo
ro: Timp
ru: Время
sk: Čas
sv: Tid
th: เวลา
tr: Süre
ug: ۋاقىت

# DialogTrackerLog
source: Content
ar: المحتوى
bg: Съдържание
de: Inhalt
es: Contenido
et: Sisu
eu: Edukia
fr: Contenu
it: Contenuto
ja: 内容
nl: Inhoud
pl: Zawartość
pt_br: Conteúdo
ro: Conținut
ru: Содержание
sk: Obsah
sv: Innehåll
th: เนื้อหา
tr: İçerik
ug: مەزمۇن

# Common
source: Copy
bg: Копирайте
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
th: คัดลอก

# Common
source: Copy All
bg: Копирай всички
de: Alle kopieren
es: Copiar Todo
fr: Copier tout
it: Copia tutto
ja: すべてコピー
nl: Alles kopiëren
pl: Kopiuj wszystko
pt_br: Copiar todos
ru: Копировать все
th: คัดลอกทั้งหมด

# DialogRemoteApp
source: Bind App
es: Enlazar aplicación
fr: Application bind
it: Associa app
ja: バインドアプリ
pl: Aplikacja Bind
pt_br: Aplicativo bind
ru: Привязать приложение
th: ผูกแอป

# DialogRemoteApp
source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
ja: デバイス
pl: Urządzenia
pt_br: Dispositivos
ru: Устройства
th: อุปกรณ์

# DialogRemoteApp
source: Remote Connection Configuration
de: Konfiguration der Remoteverbindung
es: Configuración de conexión remota
fr: Configuration de la connexion à distance
it: Configurazione della connessione remota
ja: リモート接続構成
pl: Zdalna konfiguracja połączenia
pt_br: Configuração de conexão remota
ru: Конфигурация удаленного подключения
th: การกําหนดค่าการเชื่อมต่อระยะไกล

# DialogBindApp
source: Using BitComet Mobile App on your Android phone to see your downloads across devices.
de: Verwenden Sie die BitComet Mobile App auf Ihrem Android-Telefon, um Ihre Downloads geräteübergreifend anzuzeigen.
es: Usando la aplicación móvil BitComet en su teléfono Android para ver sus descargas en todos los dispositivos.
fr: Utilisez l’application mobile BitComet sur votre téléphone Android pour voir vos téléchargements sur tous les appareils.
it: Utilizzando l'app mobile BitComet sul tuo telefono Android per vedere i tuoi download su tutti i dispositivi.
ja: AndroidスマートフォンでBitCometモバイルアプリを使用して、デバイス間でダウンロードを確認します。
pl: Korzystanie z aplikacji mobilnej BitComet na telefonie z Androidem, aby zobaczyć pobrane pliki na różnych urządzeniach.
pt_br: Usando BitComet Mobile App em seu telefone Android para ver seus downloads em todos os dispositivos.
ru: Использование мобильного приложения BitComet на телефоне Android для просмотра загрузок на разных устройствах.
th: ใช้ BitComet Mobile App บนโทรศัพท์ Android ของคุณเพื่อดูการดาวน์โหลดของคุณบนอุปกรณ์ต่างๆ

# DialogBindApp
source: Download BitComet Mobile App to your phone
de: Laden Sie die BitComet Mobile App auf Ihr Handy herunter
es: Descarga BitComet Mobile App en tu teléfono
fr: Téléchargez l’application mobile BitComet sur votre téléphone
it: Scarica BitComet Mobile App sul tuo telefono
ja: BitCometモバイルアプリを携帯電話にダウンロードする
pl: Pobierz aplikację mobilną BitComet na swój telefon
pt_br: Baixe BitComet Mobile App para o seu telefone
ru: Загрузите мобильное приложение BitComet на свой телефон
th: ดาวน์โหลด BitComet Mobile App ลงในโทรศัพท์ของคุณ

# DialogBindApp
source: Scan the QR code using BitComet Mobile App
bg: Сканиране на QR кода чрез мобилно приложение BitComet
de: Scannen Sie den QR-Code mit der BitComet Mobile App
es: Escanee el código QR con bitComet Mobile App
fr: Analyser le code QR à l’aide de l’application Mobile BitComet
it: Scansione del codice QR utilizzando BitComet Mobile App
ja: ビットコレットモバイルアプリを使用してQRコードをスキャン
nl: Scan de QR-code met de BitComet Mobile App
pl: Skanowanie kodu QR za pomocą aplikacji mobilnej BitComet
pt_br: Escaneie o código QR usando o aplicativo móvel BitComet
ru: Сканирование кода с помощью мобильного приложения BitComet
th: สแกนรหัส QR โดยใช้แอพมือถือ BitComet

# DialogBindApp
source: (requires v1.8.0 or later)
de: (erfordert v1.8.0 oder höher)
es: (requiere v1.8.0 o posterior)
fr: (nécessite la version 1.8.0 ou ultérieure)
it: (richiede v1.8.0 o versione successiva)
ja: (v1.8.0 以降が必要です)
pl: (wymaga wersji 1.8.0 lub nowszej)
pt_br: (requer v1.8.0 ou posterior)
ru: (требуется версия 1.8.0 или более поздняя)
th: (ต้องใช้ v1.8.0 หรือใหม่กว่า)

# DialogBindApp
source: Connection Mode
de: Verbindungsmodus
es: Modalidad de Conexión
fr: Mode de connexion
it: Modalità di connessione
ja: 接続モード
pl: Tryb połączenia
pt_br: Modo de conexão
ru: Режим подключения
th: โหมดการเชื่อมต่อ
