Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Message_InvalidFilename
source: A file name cannot contain any of the following characters:\ / : * ? " < > | A file name cannot contain the following words reserved by Windows: CON, COM1, LPT1. (e.g. con, com1.txt) A part of the path is not a valid filename.(e.g. .a, ab. ,...)
ar: لا يمكن أن يحتوي أسم الملف على أي من الأحرف التالية:\ / : * ? " < > | لا يمكن أن يحتوي أاسم ملف على العبارة التالية محجوز من قبل Windows: CON, COM1, LPT1. (e.g. con, con1.dat) أسماء ملفات غير صالحه.(e.g. .a, ab. ,...)
bg: Името на файла не може да съдържа никой от следните знаци:\ / : * ? " < > | Името на файла не може да съдържа следните думи, които са запазени от Windows: CON, COM1, LPT1. (например con, con1.dat) Невалидно име на файл.(например .a, ab. ,...)
et: Faili nimi ei tohi sislatada järgnevaid kirjamärke:\ / : * ? " < > | Faili nimes ei tohi sisaltada järgnevaid sõnu mis on kasutusel Windows-is : CON, COM1, LPT1. (nt. con, con1.dat) Vigaseid failinimed.(nt. .a, ab. ,...)
eu: Agiri izenak ezin du hizki hauetako bat ere izan:\ / : * ? " < > | Agiri izenak ezin du Windowsentzat gorderiko hitz hauek izan: CON, COM1, LPT1. (e.g. con, com1.txt) Helburu zati bat ez da agirizen baliozkoa.(e.g. .a, ab. ,...)
hu: A fájl neve nem tartalmazhatja a következő karaktereket:\ / : * ? " < > | A fájl neve nem tartalmazhatja a következő Windowsnak fenntartott szavakat: CON, COM1, LPT1. (pl.: con, con1.dat) Egy hibás fájlnév.(pl.: .a, ab., ...)
nb: Et filnavn kan ikke inneholde de følgende tegnene: \ / : * ? " < > | Et filnavn kan ikke inneholde de følgende ordene, for de er reservert av Windows: CON, COM1, LPT1. (eks: con, con1.dat) Et ugjyldig filnavn. (eks: .a, ab. ,...)
nl: Een bestandsnaam mag geen van de volgende tekens bevatten: \/: *? " < > | Een bestandsnaam mag niet de volgende woorden bevatten die door Windows zijn gereserveerd: CON, COM1, LPT1. (bijv. con, COM1. txt) Een deel van het pad is geen geldige bestandsnaam. (b.v.. a, AB.,...)
ro: Numele unei file nu poate conține nici unul din caracterele:\ / : * ? " < > | Numele unei file nu poate conține următoarele cuvinte care sînt rezervate pentru Windows:CON,COM1,LPT1. (de ex. con, com1.txt) Numele unei file nu poate avea o structură nevalidă (de ex. .a, ab. ,...)
sk: Názov súboru nemôže obsahovať žiaden z nasledujúcich znakov: \ / : * ? " < > | Názov súboru nemôže obsahovať nasledujúce slová vyhradené systémom Windows: CON, COM1, LPT1. (napr. con, con1.dat) Neplatné meno súboru. (napr. .a, ab. ,...)
sq: Emri i skedarit nuk mund të përmbajë këto karaktere: \ / : * ? " < > | Një emër skedari nuk mund të përmbajë fjalët që vijojnë të rezervuara nga Windows: CON, COM1, LPT1. (p.sh. con, con1.dat) Një emër skedari të pavlefshëm.(p.sh. .a, ab. ,...)
sv: Ett filnamn får inte innehålla följande tecken: \ / : * ? " < > | Ett filnamn får inte innehålla följande ord reserverade i Windows: CON, COM1, LPT1. (tex:. con, con1.dat) Ogiltigt filnamn. (tex:. .a, ab. ,...)
tr: Bir dosya ismi şu karakterlerden oluşamaz:\ / : * ? " < > | Bir dosya ismi Windows tarafından alınmış şu kelimeleri içeremez: CON, COM1, LPT1. (e.g. con, con1.dat) Geçersiz bir dosya ismi.(Örneğin; .a, ab. ,...)
ug: ھۆججەت ئاتى تۆۋەندىكى ھەرپلەرنى ئۆز ئىچىگە ئالمايدۇ: \ / : * ? " < > | ھۆججەت ئاتى Windows ئۆزىگە قالدۇرغان ھەرپلەرنى ئۆز ئىچىگە ئالمايدۇ: CON، COM1، LPT1 قاتارلىق. (مەسىلەن، con، com1.dat قاتارلىقلار ئىناۋەتسىز ھۆججەت) يولنىڭ بىر قىسمىنى ھۆججەت ئاتى قىلىشقا بولمايدۇ. (مەسىلەن، a, ab., ... ھۆججەت ئاتى قىلىشقا بولمايدۇ)

# Message_InvalidSubfolderName
source: A subfolder name cannot contain any of the following characters:\ / : * ? " < > | A subfolder name cannot contain the following words reserved by Windows: CON, COM1, LPT1. (e.g. con, com1.txt) A part of the path is not a valid subfolder name. (e.g. .a, ab. ,...)
ar: لا يمكن أن يحتوي أسم المجلد الفرعي على أي من الأحرف التالية:\ / : * ? " < > | لا يمكن أن يحتوي أسم المجلد الفرعي على العبارة التالية محجوز من قبل Windows: CON, COM1, LPT1. (e.g. con, con1.dat) أسم المجلدات الغير صالحه.(e.g. .a, ab. ,...)
bg: Името на подпапка не може да съдържа никой от следните знаци:\ / : * ? " < > | Името на подпапка не може да съдържа следните думи, които са запазени от Windows: CON, COM1, LPT1. (например con, con1.dat) Името на подпаката е невалидно.(например .a, ab. ,...)
et: Alamkataloogi nimi ei tohi sislatada järgnevaid kirjamärke:\ / : * ? " < > | Alamkataloogi nimi ei tohi sisaltada järgnevaid sõnu mis on kasutusel Windows-is: CON, COM1, LPT1. (nt. con, con1.dat) Alamkataloog nimi on vigane.(nt. .a, ab. ,...)
eu: Azpiagiritegi izenak ezin du hizki hauetako bat ere izan:\ / : * ? " < > | Azpiagiritegiak ezin du Windowsentzat gorderiko hitz hauek izan: CON, COM1, LPT1. (e.g. con, com1.txt) Helburu zati bat ez da azpigiritegi izen baliozkoa.(e.g. .a, ab. ,...)
fi: Alikansion nimessä ei voi olla yhtään seuraavista merkeistä:\ / : * ? " < > | Alikansion nimessä ei voi olla seuraavia sanoja jotka on varattu Windowsille: CON, COM1, LPT1. (esim. con, com1.txt) Osa polkua ei ole pätevä alikansion nimi. (esim. .a, ab. ,...)
hu: Az alkönyvtár neve nem tartalmazhatja a következő karaktereket:\ / : * ? " < > | Az alkönyvtár neve nem tartalmazhatja a következő Windowsnak fenntartott szavakat: CON, COM1, LPT1. (pl.: con, con1.dat) Egy hibás fájlnév.(pl.: .a, ab., ...)
nb: Navnet på en undermappe kan ikke inneholde følgende tegn:\ / : * ? " < > | Navnet på en undermappe kan ikke inneholde følgende ord forbeholdt Windows: CON, COM1, LPT1. (f.eks. con, com1.txt) En del av banen er ikke et gyldig navn på en undermappe. (f.eks. .a, ab. ,...)
nl: De naam van een submap mag geen van de volgende tekens bevatten: \/: *? " < > | De naam van een submap mag niet de volgende woorden bevatten die door Windows zijn gereserveerd: CON, COM1, LPT1. (bijv. con, COM1. txt) Een deel van het pad is geen geldige naam voor de submap. (b.v.. a, AB.,...)
ro: Numele unui dosar nu poate conține nici unul din caracterele:\ / : * ? " < > | Numele unui dosar nu poate conține următoarele cuvinte care sînt rezervate pentru Windows:CON,COM1,LPT1. (de ex. con, com1.txt) Numele unui dosar nu poate avea o structură nevalidă (de ex. .a, ab. ,...)
sk: Názov podpriečinku nemôže obsahovať žiaden z nasledujúcich znakov: \ / : * ? " < > | Názov podpriečinku nemôže obsahovať nasledujúce slová vyhradené systémom Windows: CON, COM1, LPT1. (napr. con, con1.dat) Názov podpriečinka je neplatný. (napr. .a, ab. ,...)
sq: Një emër nënfolderi nuk mund të përmbajë asnjë nga gërmat që vijojnë:\ / : * ? " < > | Një emër nënfolderi nuk mund të përmbajë asnjë nga fjalët e mëposhtme të rezervuara për Windows: CON, COM1, LPT1. (e.g. con, con1.dat) Emri i nënfolderit është i pavlefshëm.(p.sh. .a, ab. ,...)
sv: En undermapp får inte innehålla följande tecken: \ / : * ? " < > | En undermapp får inte innehålla följande ord reserverade i Windows: CON, COM1, LPT1. (tex:. con, con1.dat) Ogiltigt undermapp. (tex:. .a, ab. ,...)
tr: Bir alt klasör ismi şu karakterlerden oluşamaz: :\ / : * ? " < > | Bir alt klasör ismi Windows tarafından alınmış şu kelimeleri içeremez: CON, COM1, LPT1. (e.g. con, con1.dat) Alt klasör ismi geçersiz.(e.g. .a, ab. ,...)
ug: تارماق قىسقۇچ ئاتى تۆۋەندىكى ھەرپلەرنى ئۆز ئىچىگە ئالمايدۇ: \ / : * ? " < > | تارماق قىسقۇچ ئاتى Windows ئۆزىگە قالدۇرغان ھەرپلەرنى ئۆز ئىچىگە ئالمايدۇ: CON، COM1، LPT1 قاتارلىق. (مەسىلەن، con، com1.dat قاتارلىقلار ئىناۋەتسىز تارماق قىسقۇچ) يولنىڭ بىر قىسمىنى ھۆججەت ئاتى قىلىشقا بولمايدۇ. (مەسىلەن، a, ab., ... تارماق قىسقۇچ ئاتى قىلىشقا بولمايدۇ)

# TaskHash
source: Don't ask me again
ar: لا تسالني مره أخرى
bg: Да не се пита отново
et: Ära küsi enam uuesti
eu: Ez galdetu berriro
nl: Vraag me niet opnieuw
ro: Nu mă întreba din nou
sk: Nabudúce sa už nepýtať
sv: Fråga mig inte igen
tr: Tekrar sorma
ug: قايتا سورىما

# DialogTaskMultiDownloadAdvanced
source: Connection number:
ar: رقم الاتصال:
bg: Брой на връзките:
et: Ühenduste arv:
eu: Elkarketa zenbakia:
fi: Yhteys numero:
hu: Kapcsolat:
nb: Tilkobling
nl: Aansluitingsnummer:
ro: Număr de conexiuni:
sk: Počet pripojení
sq: Numri i lidhjes:
sv: Anslutning:
tr: Bağlantı Numarası
ug: ئۇلىنىش سانى:

# DialogTaskMultiDownloadAdvanced
source: fill in md5/sha1/sha256 to be verified
ar: أملا md5/sha1/sha256 ليتم التحقق منها
bg: попълнете md5/sha1/sha256, за да бъдете проверени
nl: vul md5/sha1/sha256 in om te verifiëren

# DialogTorrentProperty
source: Hash:
ar: التجزئة:
bg: Хеш:
eu: Hasha:
nl: Controlesom:
ro: Haș:

# StatusBar
source: Sign in / Sign out CometID
ar: تسجيل الدخول/تسجيل الخروج cometid
bg: Вписване / Отписване от CometID
et: Sisene/Välju CometID'st
eu: Izena eman / Irten CometID-tik
nl: Aanmelden/afMelden CometID
ro: Loghează/Deloghează de la CometID
sk: Prihlásiť sa do / odhlásiť sa z CometID
sv: Logga in / logga ut på CometID
tr: Oturum Aç/Kapat
ug: CometID دا تىزىمغا كىر/تىزىمدىن چىق

# MainMenu
source: Disabled
ar: معطل
bg: Забранено
et: Keelatud
eu: Ezgaituta
fi: Pois Käytöstä
hu: Letiltva
nb: Deaktivert
nl: Uitgeschakeld
ro: Dezactivată
sk: Vypnuté
sq: Çaktivizuar
sv: Inaktiverad
tr: Pasif
ug: چەكلەنگەن

# Options_Advanced
source: Long-Term Seeding protocol selection (0 => TCP only; 1 => UDP only; 2 => TCP + UDP)
ar: اختيار بروتوكول البذر علي المدى الطويل (0 = > tcp فقط; 1 = > udp فقط; 2 = > tcp + udp)
bg: Избор на протокол за продължително сийдване (0 => TCP само; 1 => UDP само; 2 => TCP + UDP)
et: Pikaajaline jagamise protokoll valik (0 => TCP ainult; 1 => UDP ainult, 2 => TCP + UDP)
eu: Epe-Luzerako emaritza protokoloaren hautapena (0 => TCP bakarrik; 1 => UDP bakarrik; 2 => TCP + UDP)
nl: Lange-termijn zaaien protocol selectie (0 = > alleen TCP; 1 = > UDP only; 2 = > TCP + UDP)
ro: Selectarea Protocolului de Donare pe Termen Lung (0 => Doar TCP; 1 => Doar UDP; 2 => TCP + UDP)
sk: Výber protokolu dlohodobého seedovania (0 => iba TCP; 1 => iba UDP; 2 => TCP + UDP)
sv: Protokollval för Långperiods-seeding (0 => endast TCP; 1 => endast UDP; 2 => TCP + UDP)
tr: Uzun vadeli gönderme protokolü seçimi (0 => Sadece TCP; 1=> Sadece Udp; 2=> TCP+UDP)
ug: ئۇزۇن مۇددەتلىك ئۇرۇق يوللاش كېلىشىمى تاللاش (0 => TCP نىلا ئىشلىتىدۇ; 1 => UDP نىلا ئىشلىتىد; 2 => TCP + UDP)

# Options_Advanced
source: Max number of logs for each Tracker (1-1000)
bg: Max брой трупи за всеки тракер (1-1000)
nl: Maximum aantal logboeken voor elke tracker (1-1000)

# Options_Advanced
source: Max number of logs for each Task (1-1000)
bg: Максимален брой трупи за всяка задача (1-1000)
nl: Maximum aantal logboeken voor elke taak (1-1000)

# Options_Advanced
source: Add trackers info when copy Magnet URI of BitTorretn task
bg: Добавяне на информация за тракерите при копиране на магнит URI на BitTorretn задача
nl: Trackers info toevoegen bij het kopiëren magnet uri van BitTorretn taak

# Options_Tracker
source: Updated at ${TIME}
ar: المحدثة في ${TIME}
bg: Актуализирано на ${TIME}
nl: Bijgewerkt op ${TIME}

# Options_TaskEmule
source: Download plugin
ar: التحميل
bg: Сваляне на разширението
et: Lae alla plugin
eu: Jeitsi plugina
fi: Lataa uudestaan
hu: Plugin letöltése
nb: Nedlastinger
nl: Alleen Leech
ro: Descarcă Extensia
sk: Stiahnuť plugin
sq: Plugin shkarkimi
sv: Ladda ned plugin
tr: Eklentiyi İndir
ug: قىستۇرما دېتال چۈشۈر

# Options_TaskEmule
source: Listening Port
bg: Пристанище за слушане
nl: Luisterpoort

# Options_RSS
source: Remove
bg: Премахване
nl: Op Afstand

# Options_RSS
source: Enable
bg: Включен
nl: Inschakelen

# Options_RSS
source: Include Keywords
bg: Включване на ключови думи
nl: Trefwoorden opnemen

# Options_RSS
source: Exclude Keywords
bg: Изключване на ключови думи
nl: Sluit trefwoord(en) uit

# Options_TorrentShare
source: Torrent Cache Folder
bg: Папка с кеш на торенти
nl: Torrent Cache-map

# Option_RemoteDownload
source: Devices
bg: Устройства
nl: Apparaten

# DialogTaskBitTorrentMain
source: Select
bg: Избери
nl: Selecteer

# DialogTaskBitTorrentMain
source: Unselect
bg: Отмяна на избора
nl: Deselecteer

# DialogTaskBitTorrentMain
source: Unselect All
ar: إلغاء تحديد الكل
bg: Деизбиране на всички
et: Tühista kõigi valik
eu: Ezgaitu Hautatu denak
fi: Poista valinta
hu: Az összes kijelölés törlése
nb: Fravelg alt
nl: Alles deselecteren
ro: Deselectează Tot
sk: Vybrať všetko/Zrušiť výber
sq: Hiq Përzgjedhjen nga të Gjitha
sv: Avmarkera allt
tr: Hiçbirini Seçme
ug: ھېچقايسىنى تاللىماسلىق

# Favourite_TorrentShare_Menu
source: Blocklist...
bg: Списък с блокове...
nl: Blokkeerlijst...

# Tooltip
source: All Pieces Available:
bg: Всички налични парчета:
nl: Alle beschikbare stukken:

# TaskList_Menu
source: Rename
ar: إعادة التسمية
bg: Преименуване
et: Nimeta ümber
eu: Birrizendatu
fi: Nimeä uudelleen
hu: Átnevez
nb: Omdøp
nl: Hernoemen
ro: Renumește
sk: Premenovať
sq: Riemërto
sv: Byt namn
tr: Yeniden Adlandır
ug: قايتا نام بېرىش

# TaskList_Menu
source: Copy Infohash
bg: Копиране на инфохаш
nl: Infohash kopiëren

# DetailView_FileList_Menu
source: Open File...
bg: Отвори файл...
nl: Bestand openen...

# DetailView_FileList_Menu
source: Play File...
bg: Възпроизвеждане на файл...
nl: Bestand afspelen...

# DetailView_FileList_Menu
source: Open Directory...
bg: Отваряне на директория...
nl: Map openen...

# DetailView_FileList_Menu
source: Disabled
bg: Забранено
nl: Uitgeschakeld

# DetailView_GlobalLog_Menu
source: Select all
bg: Избиране на всички
nl: Selecteer alles

# DetailView_GlobalLog_Menu
source: Unselect all
bg: Отмени избора на всички
nl: Deselecteer alle

# Favourite
source: Long-Term Seeding
bg: Дългосрочно засяване
nl: Langdurig zaaien

# CView_SummaryList
source: Downloaded:
ar: تحميل:
bg: Свалени:
et: Allalaetud:
eu: Jeitsita:
fi: Ladattu:
hu: Letöltve:
nb: Lastet ned:
nl: Gedownload:
ro: Descărcat:
sk: Stiahnuté:
sq: Shkarko:
sv: Ladda ner:
tr: İndirilenler:
ug: چۈشۈرۈلگىنى:

# CView_SummaryList
source: Availability:
ar: التوافر:
bg: Наличност:
et: Saadavus:
eu: Eskuragarritasuna:
fi: Saatavuus:
hu: Elérhetőség:
nb: Tilgjengelighet:
nl: Beschikbaarheid:
ro: Disponibil:
sk: Dostupnosť:
sq: Disponuseshmëria:
sv: Tillgänglighet:
tr: Ulaşılabilirlik
ug: چۈشۈرگىلى بولىدىغىنى:

# CView_SummaryList
source: Time Left:
bg: Време наляво:
nl: Deze veiling eindigt over:

# CView_SummaryList
source: Size Left:
bg: Оставащ размер:
nl: Grootte links:

# CView_SummaryList
source: Hash:
ar: التجزئة:
bg: Хеш:
eu: Hasha:
fi: Tarkiste
nl: Controlesom:
ro: Haș:
sq: Hashi:

# CView_SummaryList
source: Files:
bg: Файлове:
nl: Bestanden:

# CView_SummaryList
source: Size of all file contents:
bg: Размер на цялото съдържание на файла:
nl: Grootte van alle bestandsinhoud:

# TorrentShare
source: Has Metadate
bg: Има метадата
nl: Heeft Metadate

# UPNP
source: Waiting for query IP address
ar: أنتظر الإستعلام عن الاي بي
et: Ootan IP aadressi päringut
eu: IP helbide eskabidea itxaroten
fi: Odotetaan IP-osoitetta
hu: Várakozás az IP cím lekérésére
ro: Aștept adresa IP solicitată
sk: Čakanie na dotaz IP adresy
sq: Po presim për adresë IP
sv: väntar för fråga IP adress
tr: İp adres sorgusu için bekleniyor...
ug: سۈرۈشتۈرگەن IP ئادرېسنى كۈتۈۋاتىدۇ

# DialogBitCometUpdateCheck
source: Following update available: ${VERSION_TEXT}
ar: التّحديثات التّالية متوفّرة: ${VERSION_TEXT}
et: Järgnevad uuendused saadaval: ${VERSION_TEXT}
eu: Hurrengo eguneraketa eskuragarri: ${VERSION_TEXT}
fi: Seuraavat päivitykset ovat saatavilla: ${VERSION_TEXT}
hu: A következő frissítés érhető el: ${VERSION_TEXT}
nb: Følgende oppdatering tilgjengelig: ${VERSION_TEXT}
ro: E disponibilă actualizarea :${VERSION_TEXT}
sk: Dostupné sú nasledujúce aktualizácie: ${VERSION_TEXT}
sq: Rifreskimi që vijon është i disponueshëm: ${VERSION_TEXT}
sv: Följande uppdatering(ar) tillgängliga ${VERSION_TEXT}
tr: Şu güncellemeler hazır: ${VERSION_TEXT}
ug: تۆۋەندىكى يېڭىلاشنى چۈشۈرگىلى بولىدۇ: ${VERSION_TEXT}

# CAutoUpdateClient
source: A new version is available: ${VERSION_TEXT}
ar: يتوفر إصدار جديد: ${VERSION_TEXT}
et: Uus versioon saadaval: ${VERSION_TEXT}
eu: Bertsio berri bat eskuragarri dago: ${VERSION_TEXT}
fi: Uusi versio on saatavilla: ${VERSION_TEXT}
hu: Új verzió érhető el: ${VERSION_TEXT}
nb: En ny versjon er tilgengelig: ${VERSJON_TEXT}
ro: E disponibilă o versiune nouă: ${VERSION_TEXT}
sk: Je dostupná nová verzia: ${VERSION_TEXT}
sq: Një version i ri është i disponueshëm: ${VERSION_TEXT}
sv: En ny version finns tillgänglig: ${VERSION_TEXT}
tr: Yeni bir sürüm mevcut: ${VERSION_TEXT}
ug: يېڭى نەشرى چىقتى: ${VERSION_TEXT}

# DetailView_FileList
source: Global Disabled
ar: تعطيل العالمية
et: Globaalselt keelatud
eu: Ezgaitze Globala
ro: Dezactivată Global
sk: Global vypnuté
sv: Global inaktivering
tr: Global Limit Kapalı
ug: ئومۇمىيەت چەكلەندى

# Message_DownloadUsingBitcomet
source: &D&ownload &with BitComet
ar: تحميل بواسطة بيتكومنت
et: &Alla&laadimine & BitComet-iga
eu: &J&eitsi &BitCometekin
fi: &L&ataa &BitCometilla
hu: &L&etöltés &BitComettel
nb: &L&ast Ned &med BitComet
ro: &Descarcă cu BitComet
sk: Stiahnuť odkaz &pomocou BitComet
sq: &S&hkarko &me BitComet
sv: Ladda ner med &BitComet
tr: &BitComet ile indir
ug: &BitComet تا چۈشۈر(&O)

# Message_DownloadAllUsingBitcomet
source: &D&ownload all with BitComet
ar: تحميل الكل بواسطة بيتكومنت
et: &Lae alla BitC&ometiga
eu: &Jeitsi denak BitCometekin
fi: &L&ataa kaikki BitCometilla
hu: &M&inden letöltése BitComettel
nb: &D&ownload alle med BitComet
ro: Descarcă &Tot cu BitComet
sk: Stiahnuť &všetky odkazy pomocou BitComet
sq: &Sh&karkoji të gjitha me BitComet
sv: La&dda ner allt med BitComet
tr: &Tüm Linkleri BitComet Kullanarak İndir
ug: &BitComet تا ھەممە ئۇلىنىشنى چۈشۈر(&O)

# Message_DownloadParticularUsingBitcomet
source: &D&ownload specific using BitComet
ar: تحميلات محددة بأستخدام بيتكومنت
et: &Eriliste allalaadimine kasutades BitC&omet-i
eu: &J&eitsi adierazia BitComet erabiliz
hu: &S&pecifikus letöltés BitComettel
nb: &L&ast ned spesifiks med BitComet
ro: Descarcă &Selecția cu BitComet
sk: Stiahnuť konkrétne položky pomocou BitComet
sq: &S&hkarko të specifikuar duke përdorur BitComet
sv: La&dda ner valt med BitComet
tr: &Bitcomet kullanarak indirin
ug: &BitComet تا قىسمەن مەزمۇننى چۈشۈر(&O)

# TrayMenu
source: &Hide BitComet
ar: إخفاء BitComet
et: &Varja BitComet-i
eu: &Ezkutatu BitComet
fi: &Piilota BitComet
hu: &A BitComet elrejtése
ro: A&scunde BitComet
sk: &Skryť BitComet
sq: &Fshihe BitComet
sv: &Göm BitComet
tr: & BitCometi Gizle
ug: BitComet يوشۇر(&H)

# TrayMenu
source: &Show BitComet
ar: إظهار BitComet
et: &Näita BitComet-i
eu: &Erakutsi BitComet
fi: &Näytä BitComet
hu: &A BitComet megjelenítése
ro: A&rată BitComet
sk: &Zobraziť BitComet
sq: &Shfaq BitComet
sv: Vi&sa BitComet
tr: Download link using &BitComet
ug: BitComet كۆرسەت(&S)

# TrayMenu
source: &Open Torrent...
ar: &فتح الترونت...
et: &Ava torrent...
eu: &Ireki Torrenta...
fi: &Avaa Torrent...
hu: &Torrent megnyitása...
nb: &Åpne Torrent...
ro: &Deschide Torent...
sk: &Otvoriť torrent...
sq: &Hap një Torrent...
sv: &Öppna Torrent...
tr: &Torrent Aç...
ug: توررېنت ئاچ…(&O)

# TrayMenu
source: Tray &Balloon
ar: العلبة والمنطاد
et: Luba &õhupall
eu: Erretilu&Zunda
hu: Buboréktipp a tálcán
ro: Info&bule cu Ponturi în Sertar
sk: &Správa oznamovacej oblasti
sq: Ballon në &Shirit
sv: Prat&bubbla
tr: Görev &Balonu
ug: كۆپۈكلۈك ئەسكەرتىش(&B)

# TrayMenu
source: Show type
ar: إظهار النوع
et: Näita tüüpi
eu: Erakutsi mota
fi: Näytä tyyppi
hu: A típus megjelenítése
nb: Vis type
ro: Informații Afișate
sk: Zobraziť typ
sq: Shfaq tipin
sv: Visa typ
tr: Türü göster
ug: تىپىنى كۆرسەت

# TrayMenu
source: Time interval
ar: الفترة الزمنية
et: Aja interval
eu: Denbora tartea
fi: Aikaväli
hu: Időintervallum
nb: Tidsintervall
ro: Interval de Timp
sk: Časový interval
sq: Intervali Kohor
sv: Tidsintervall
tr: Arayı ayarla
ug: ۋاقىت ئارىلىقى

# TrayMenu
source: O&ptions...
ar: التفضيلات
et: Häälestus...
eu: A&ukerak...
fi: Asetukset...
hu: B&eállítások...
nb: Innstillinger...
ro: &Opțiuni...
sk: &Nastavenia...
sq: O&psionet...
sv: Inställningar
tr: Seçenekler...
ug: تاللانما…(&P)

# TrayMenu
source: E&xit
ar: خروج
et: &Välju
eu: I&rten
fi: &Poistu
hu: K&ilépés
nb: Avslutt
ro: &Ieși
sk: &Ukončiť
sq: D&il
sv: Avsluta
tr: Kapat
ug: چېكىن(&X)

# CtrlSoftwareUpdateCheck
source: Software update check
ar: افحص تحديث البرامج
et: Tarkvara uuendamise kontroll
eu: Software eguneraketa bila
fi: Ohjelman päivitysten tarkistus
hu: Szoftverfrissítés ellenőrzése
nb: Programoppdaterings sjekk
ro: Căutare de Actualizări pentru Softurile Instalate
sk: Kontrola aktualizácie softvéru
sq: Po kërkojmë për rifreskim programi
sv: Mjukvaruuppdateringssökning
tr: Güncel yazılım kontrol et.
ug: يۇمشاق دېتال يېڭىلىنىشىنى تەكشۈر

# CtrlSoftwareUpdateCheck
source: Checking popular software updates. Please wait...
ar: التحقق من تحديثات البرامج الشعبية. الرجاء الانتظار...
et: Otisn populaarsemaid tarkvara uuendusi. Palun oota...
eu: Software eguneraketa ezagunak bilatzen. Mesedez itxaron...
fi: Tarkistetaan suosittuja ohjelmistopäivityksiä. Odota hetki...
hu: A népszerű szoftverek frissítésének ellenőrzése. Kérlek várj...
nb: Sjekker populære programoppdateringer. Vennligst vent...
ro: Caut actualizări pentru softurile instalate. Așteaptă...
sk: Prebieha kontrola aktualizácií obľúbeného softvéru. Čakajte prosím...
sq: Po kërkojmë për rifreskime të programeve kryesore. Ju lutem prisni...
sv: Söker populära mjukvaruuppdateringar. Vänligen vänta...
tr: Beğenilen yazılım güncellemeleri kontrol ediliyor. Lütfen bekleyiniz...
ug: كۆپ ئىشلىتىلىدىغان يۇمشاق دېتاللارنىڭ يېڭىلىنىشىنى تەكشۈرۈۋاتىدۇ. سەل تەخىر قىلىڭ…

# CtrlSoftwareUpdateCheck
source: Connecting to server failed. Please try again later.
ar: فشل الإتصال بالخادوم. رجاءً أعد المحاولة لاحقاً
et: Ühendamine serveriga luhtus. Plaun proovi hiljem uuesti.
eu: Zerbitzariarekin elkartzeak huts egin du. Mesedez saiatu zaitez geroago.
fi: Virhe yhdistäessä palvelimeen. Yritä myöhemmin uudelleen.
hu: A szervercsatlakozás sikertelen. Kérlek próbáld meg később.
nb: Tilkopling til server feilet. Vennligst prøv igjen senere.
ro: Conectarea la server a eșuat. Reîncearcă mai tîrziu.
sk: Pripojenie k serveru zlyhalo. Skúste to neskôr, prosím.
sq: Lidhja me serverin dështoi. Ju lutemi provoni përsëri më vonë.
sv: Anslutning till server misslyckades. Vänligen försök igen senare.
tr: Sunucuya bağlantı başarısız. Lütfen daha sonra tekrar deneyiniz.
ug: مۇلازىمىتېرغا ئۇلىنالمىدى، سەل تۇرۇپ قايتا سىناڭ.

# Options_Service
source: every week
ar: كل أسبوع
et: Iga nädal
eu: Astebetero
fi: joka viikko
hu: hetente
nb: hver uke
ro: săptămînală
sk: každý týždeň
sq: çdo javë
sv: varje vecka
tr: her hafta
ug: ھەر ھەپتىدە

# Options_Service
source: every month
ar: كل شهر
et: iga kuu
eu: hilebetero
fi: joka kuukausi
hu: havonta
nb: hver måned
ro: lunară
sk: každý mesiac
sq: çdo muaj
sv: varje månad
tr: her ay
ug: ھەر ئايدا

# Options_Service
source: every quarter
ar: كل ربع سنة
et: iga kvartal
eu: hiruhilabetero
fi: joka neljännesvuosi
hu: negyed évente
nb: hvert kvartal
ro: trimestrială
sk: každý štvrťrok
sq: çdo dy javë
sv: varje kvartal
tr: her çeyrek
ug: ھەر پەسىلدە

# MainMenu
source: Check popular software updates
ar: التحقق من تحديثات البرامج شعبية
et: Kontrolli populaarsete tarkvara uuendusi
eu: Bilatu software eguneratze ezagunenak
fi: Tarkista suositut ohjelmistopäivitykset
hu: A népszerű szoftverfrissítések ellenőrzése
nb: Sjekk populære programoppdateringer
ro: Caută Actualizări ale Softurilor Instalate
sk: Kontrola aktualizácií obľúbeného softvéru
sq: Kërko për rifreskime të programeve të njohura
sv: Sök efter uppdateringar för populära program
tr: Popüler yazılım güncellemelerini kontrol et
ug: ھەممىباب يۇمشاق دېتال يېڭىلىنىشىنى تەكشۈر

# MainMenu
source: Beta Version
ar: الإصدار بيتا
et: Beta versioon
eu: Beta Heuskarria
fi: Beta Versiot
hu: Béta Verzió
nb: Beta Versjon
ro: Versiuni Beta:
sk: Beta verzia
sq: Versioni Beta
tr: Beta Versiyon
ug: سىناق نەشرى
