Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogTrackerScrapeListEdit
source: WS/WSS tracker URL
bg: URL адрес на WS/WSS
es: URL del rastreador WS/WSS
fr: URL de suivi WS/WSS
ja: WS/WSS トラッカー URL
nl: URL van WS/WSS-tracker
pl: Adres URL modułu śledzenia WS/WSS
pt_br: URL do rastreador WS/WSS
ru: URL-адрес трекера WS/WSS
th: URL ตัวติดตาม WS/WSS

# DialogTrackerScrapeEdit
source: Unsupported Tracker Scrape URL
bg: Неподдържан url адрес на проследяване
de: Nicht unterstützte Tracker Scrape URL
es: URL de raspado de rastreador no compatible
fr: URL de éraflure tracker non pris en charge
it: URL raschiatura tracker non supportato
ja: サポートされていないトラッカースクレイピング URL
nl: Url voor niet-ondersteunde trackerschraap
pl: Nieobsługiwał adres URL scrape trackera
pt_br: URL de raspagem de rastreador sem suporte
ru: Неподдерживаемый URL-адрес Tracker Scrape
th: URL การขูดตัวติดตามที่ไม่ได้รับการสนับสนุน

# DialogTrackerScrapeListEdit
source: Edit Tracker Scrape List
bg: Редактиране на списъка със захванания от проследяването
de: Bearbeiten Tracker Scrape Liste
es: Editar lista de raspado de rastreadores
fr: Modifier la liste tracker scrape
it: Modifica elenco raschiatura tracker
ja: トラッカースクレイプリストの編集
nl: Lijst met schrapen van trackers bewerken
pl: Edytuj listę scrape tracker
pt_br: Editar lista de raspas do rastreador
ru: Редактировать Список скребкового трекера
th: แก้ไขรายการขูดตัวติดตาม

# DialogBatchProgress
source: Import Trackers
bg: Импортиране на проследяващи
de: Importieren von Trackern
es: Rastreadores de importación
fr: Trackers d’importation
it: Importa tracker
ja: トラッカーのインポート
nl: Trackers importeren
pl: Śledzenie importu
pt_br: Rastreadores de importação
ru: Трекеры импорта
th: นําเข้าตัวติดตาม

# DialogBatchProgress
source: Import Trackers... (Completed: ${COMPLETED} / Total: ${TOTAL})
bg: Импортиране на проследяващи... (Завършен: ${COMPLETED} / Общо: ${TOTAL})
de: Tracker importieren... (Abgeschlossen: ${COMPLETED} / Gesamtsumme: ${TOTAL})
es: Rastreadores de importación... (Completado: ${COMPLETED} / Total: ${TOTAL})
fr: Trackers d’importation ... (Terminé : ${COMPLETED} / Total : ${TOTAL} )
it: Importa tracker... (Completato: ${COMPLETED} / Total: ${TOTAL})
ja: トラッカーをインポートします。(完成品: ${COMPLETED} / 合計: ${TOTAL})
nl: Trackers importeren... (Voltooid: ${COMPLETED} / Totaal: ${TOTAL})
pl: Import trackerów... (Zakończone: ${COMPLETED} / Razem: ${TOTAL})
pt_br: Rastreadores de importação... (Concluído: ${COMPLETED} / Total: ${TOTAL})
ru: Импортные трекеры... (Завершено: ${COMPLETED} / Всего: ${TOTAL})
th: นําเข้าตัวติดตาม... (เสร็จสมบูรณ์: ${COMPLETED} / รวม: ${TOTAL})

# DialogTrackerScrapeImport
source: Supported tracker URL types to import:
bg: Поддържани типове url адреси на тракера за импортиране:
de: Unterstützte Tracker-URL-Typen zum Importieren:
es: Tipos de URL de rastreador compatibles para importar:
fr: Types d’URL tracker pris en charge à l’importation :
it: Tipi di URL tracker supportati da importare:
ja: サポートされているトラッカー URL の種類をインポートします:
nl: Ondersteunde tracker-URL-typen om te importeren:
pl: Obsługiwane typy adresów URL modułu śledzącego do zaimportowania:
pt_br: Tipos de URL de rastreador suportados para importar:
ru: Поддерживаемые типы URL-адресов трекера для импорта:
th: ชนิด URL ของตัวติดตามที่สนับสนุนที่จะนําเข้า:

# DialogTrackerScrapeImport
source: HTTP/HTTPS tracker announce URL
de: HTTP/HTTPS-Tracker geben URL bekannt
es: Rastreador HTTP/HTTPS anuncia URL
fr: HTTP/HTTPS tracker annoncer URL
it: URL annuncio tracker HTTP/HTTPS
ja: HTTP/HTTPS トラッカーが URL をアナウンス
nl: HTTP/HTTPS tracker kondigt URL aan
pl: Adres URL monitora HTTP/HTTPS
pt_br: Rastreador HTTP/HTTPS anuncia URL
ru: HTTP/HTTPS трекер объявить URL
th: ตัวติดตาม HTTP/HTTPS ประกาศ URL

# DialogTrackerScrapeImport
source: WS/WSS tracker URL
bg: URL адрес на WS/WSS
es: URL del rastreador WS/WSS
fr: URL de suivi WS/WSS
ja: WS/WSS トラッカー URL
nl: URL van WS/WSS-tracker
pl: Adres URL modułu śledzenia WS/WSS
pt_br: URL do rastreador WS/WSS
ru: URL-адрес трекера WS/WSS
th: URL ตัวติดตาม WS/WSS

# DialogTrackerScrapeImport
source: Load trackers from BitTorrent tasks
bg: Зареждане на тракерите от bitTorrent задачи
de: Laden von Trackern aus BitTorrent-Aufgaben
es: Rastreadores de carga de tareas de BitTorrent
fr: Traqueurs de charge des tâches BitTorrent
it: Tracker di carico da attività BitTorrent
ja: ビットトレントタスクからトラッカーをロード
nl: Trackers van BitTorrent-taken laden
pl: Trackery obciążenia z zadań BitTorrent
pt_br: Carregar rastreadores das tarefas do BitTorrent
ru: Загрузите трекеры из задач BitTorrent
th: โหลดตัวติดตามจากงาน BitTorrent

# Common
source: Load
bg: Зареждане
de: Laden
es: Cargar
fr: Charger
it: Carica
ja: ロード
nl: Laad
pl: Załaduj
pt_br: Carregar
ru: Загрузить
th: ภาระ

# DialogTrackerScrapeImport
source: Load the trackers to be automatically added to torrents
bg: Заредете тракерите, за да бъдат автоматично добавени към торенти
de: Laden Sie die Tracker, um automatisch zu Torrents hinzugefügt zu werden
es: Cargue los rastreadores que se añadirán automáticamente a los torrentes
fr: Chargez les trackers pour les ajouter automatiquement aux torrents
it: Caricare i tracker da aggiungere automaticamente ai torrent
ja: 自動的にトレントに追加されるトラッカーをロード
nl: Laad de trackers die automatisch aan torrents moeten worden toegevoegd
pl: Załaduj trackery, aby były automatycznie dodawane do torrentów
pt_br: Carregue os rastreadores para serem adicionados automaticamente a torrents
ru: Загрузите трекеры, которые будут автоматически добавлены в торренты
th: โหลดตัวติดตามที่จะเพิ่มลงใน torrents โดยอัตโนมัติ

# DialogTrackerScrapeImport
source: Converted URLs:
bg: Конвертирани URL адреси:
de: Konvertierte URLs:
es: URL convertidas:
fr: URL converties :
it: URL convertiti:
ja: 変換された URL:
nl: Geconverteerde URL's:
pl: Przekonwertowane adresy URL:
pt_br: URLs convertidos:
ru: Преобразованные URL-адреса:
th: URL ที่แปลงแล้ว:

# Common
source: Import
bg: Внасяне
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
nl: Importeren
pl: Importuj
pt_br: Importar
ru: Импорт
th: นำเข้า

# DialogTrackerScrapeImport
source: ${NUM} trackers added.
de: ${NUM} Tracker hinzugefügt.
es: Se han añadido rastreadores de ${NUM}.
fr: ${NUM} trackers ajoutés.
it: ${NUM} tracker aggiunti.
ja: ${NUM}トラッカーが追加されました。
nl: ${NUM} trackers toegevoegd.
pl: ${NUM} trackery dodane.
pt_br: Rastreadores de ${NUM} de dólares adicionados.
ru: ${NUM} трекеров добавил.
th: เพิ่มตัวติดตาม ${NUM} แล้ว

# DialogTrackerScrapeImport
source: No supported tracker URL found.
bg: Не е намерен поддържан url адрес на тракера.
de: Es wurde keine unterstützte Tracker-URL gefunden.
es: No se encontró ninguna URL de rastreador compatible.
fr: Aucune URL de suivi prise en charge trouvée.
it: Nessun URL tracker supportato trovato.
ja: サポートされているトラッカー URL が見つかりません。
nl: Geen ondersteunde tracker-URL gevonden.
pl: Nie znaleziono obsługiwanego adresu URL modułu śledzącego.
pt_br: Nenhuma URL de rastreador suportada foi encontrada.
ru: Не найдено поддерживаемый URL-адрес трекера.
th: ไม่พบ URL ของตัวติดตามที่สนับสนุน

# DialogTrackerScrapeImport
source: Tracker list is empty.
bg: Списъкът за проследяване е празен.
de: Die Tracker-Liste ist leer.
es: La lista de rastreadores está vacía.
fr: La liste tracker est vide.
it: L'elenco dei tracker è vuoto.
ja: トラッカーリストが空です。
nl: Trackerlijst is leeg.
pl: Lista trackerów jest pusta.
pt_br: A lista de rastreadores está vazia.
ru: Список трекеров пуст.
th: รายการตัวติดตามว่างเปล่า

# DialogTrackerScrapeImport
source: Import Tracker Scrape List
bg: Импортиране на списък със закрачвания на проследявания
de: Import Tracker Scrape Liste
es: Lista de raspado de rastreadores de importación
fr: Liste d’importation tracker scrape
it: Importa elenco raschiatura tracker
ja: インポートトラッカースクレイプリスト
nl: Lijst met schrapen van trackers importeren
pl: Import Tracker Scrape Lista
pt_br: Lista de raspas do rastreador de importação
ru: Список импортных трекеров
th: นําเข้ารายการขูดตัวติดตาม

# DialogVIPSubscriber
source: Using BitComet Mobile App on your Android phone:
de: Verwenden Sie die BitComet Mobile App auf Ihrem Android-Telefon:
es: Usando la aplicación móvil BitComet en su teléfono Android:
fr: Utilisation de l’application mobile BitComet sur votre téléphone Android:
it: Utilizzando l'app mobile BitComet sul tuo telefono Android:
ja: あなたのAndroid携帯電話でBitCometモバイルアプリを使用する:
pl: Korzystanie z aplikacji mobilnej BitComet na telefonie z Androidem:
pt_br: Usando BitComet Mobile App em seu telefone Android:
ru: Использование мобильного приложения BitComet на телефоне Android:
th: การใช้ BitComet Mobile App บนโทรศัพท์ Android ของคุณ:

# DialogVIPSubscriber
source: See your downloads across devices
de: Zeigen Sie Ihre Downloads geräteübergreifend an
es: Ver tus descargas en todos los dispositivos
fr: Voir vos téléchargements sur tous les appareils
it: Visualizzare i download su tutti i dispositivi
ja: デバイス間でダウンロードを表示する
pl: Wyświetlanie pobranych plików na różnych urządzeniach
pt_br: Veja seus downloads em vários dispositivos
ru: Просмотр загрузок на разных устройствах
th: ดูการดาวน์โหลดของคุณบนอุปกรณ์ต่างๆ

# DialogVIPSubscriber
source: Add download task from your phone to computer
de: Fügen Sie eine Download-Aufgabe von Ihrem Telefon auf den Computer hinzu
es: Agregar tarea de descarga desde su teléfono a la computadora
fr: Ajouter une tâche de téléchargement de votre téléphone à l’ordinateur
it: Aggiungi attività di download dal tuo telefono al computer
ja: 携帯電話からコンピューターにダウンロードタスクを追加する
pl: Dodaj zadanie pobierania z telefonu do komputera
pt_br: Adicionar tarefa de download do seu telefone para o computador
ru: Добавить задачу загрузки с телефона на компьютер
th: เพิ่มงานดาวน์โหลดจากโทรศัพท์ของคุณไปยังคอมพิวเตอร์

# DialogVIPSubscriber
source: Download magnet links directly on your phone
de: Laden Sie Magnet-Links direkt auf Ihr Handy herunter
es: Descarga enlaces magnéticos directamente en tu teléfono
fr: Téléchargez des liens magnétiques directement sur votre téléphone
it: Scarica i link magnetici direttamente sul tuo telefono
ja: マグネットリンクを携帯電話に直接ダウンロードする
pl: Pobierz linki magnetyczne bezpośrednio na swój telefon
pt_br: Baixe links magnéticos diretamente no seu telefone
ru: Скачивайте магнитные ссылки прямо на свой телефон
th: ดาวน์โหลดลิงก์แม่เหล็กโดยตรงบนโทรศัพท์ของคุณ

# DialogVIPSubscriber
source: Subscribe BitComet VIP on your phone and benefit on all devices:
de: Abonnieren Sie BitComet VIP auf Ihrem Handy und profitieren Sie auf allen Geräten:
es: Suscríbete a BitComet VIP en tu teléfono y benefíciate en todos los dispositivos:
fr: Abonnez-vous à BitComet VIP sur votre téléphone et bénéficiez sur tous les appareils:
it: Iscriviti a BitComet VIP sul tuo telefono e approfitta su tutti i dispositivi:
ja: お使いの携帯電話でBitComet VIPを購読し、すべてのデバイスで利益を得てください:
pl: Zapisz się do BitComet VIP na swoim telefonie i korzystaj na wszystkich urządzeniach:
pt_br: Assine o BitComet VIP em seu telefone e beneficie em todos os dispositivos:
ru: Подпишитесь на BitComet VIP на своем телефоне и пользуйтесь всеми устройствами:
th: สมัครสมาชิก BitComet VIP บนโทรศัพท์ของคุณและสิทธิประโยชน์บนอุปกรณ์ทั้งหมด:

# DialogVIPSubscriber
source: Enjoy all the features of Comet ID level 58
de: Genießen Sie alle Funktionen von Comet ID Level 58
es: Disfruta de todas las características de Comet ID nivel 58
fr: Profitez de toutes les fonctionnalités de Comet ID niveau 58
it: Goditi tutte le funzionalità di Comet ID livello 58
ja: 彗星IDレベル58のすべての機能をお楽しみください
pl: Ciesz się wszystkimi funkcjami Comet ID poziomu 58
pt_br: Aproveite todos os recursos do Comet ID nível 58
ru: Наслаждайтесь всеми функциями Comet ID уровня 58
th: เพลิดเพลินไปกับคุณสมบัติทั้งหมดของ Comet ID ระดับ 58

# DialogVIPSubscriber
source: View all video snapshots before downloading
de: Sehen Sie sich alle Video-Schnappschüsse vor dem Herunterladen an
es: Ver todas las instantáneas de vídeo antes de descargarlas
fr: Afficher tous les instantanés vidéo avant de les télécharger
it: Visualizza tutte le istantanee video prima di scaricarle
ja: ダウンロードする前にすべてのビデオスナップショットを表示する
pl: Zobacz wszystkie migawki wideo przed pobraniem
pt_br: Veja todos os instantâneos de vídeo antes de fazer o download
ru: Просмотр всех снимков видео перед загрузкой
th: ดูสแนปชอตวิดีโอทั้งหมดก่อนดาวน์โหลด

# DialogVIPSubscriber
source: Download from up to 93 long-term seeding peers
de: Download von bis zu 93 Langzeit-Seeding-Peers
es: Descargar de hasta 93 pares de siembra a largo plazo
fr: Télécharger à partir de jusqu’à 93 pairs de l’ensemencement à long terme
it: Scarica da un massimo di 93 peer di seeding a lungo termine
ja: 最大93の長期シードピアからダウンロード
pl: Pobierz z maksymalnie 93 równorzędnych elementów z długoterminowym rozsiewaniem
pt_br: Download de até 93 pares de semeadura de longo prazo
ru: Скачивание из 93 одноранговых узлов с долгосрочным посевом
th: ดาวน์โหลดจากเพื่อนเพาะเมล็ดระยะยาวสูงสุด 93 คน

# DialogVIPSubscriber
source: Full Cloud Service for Remote Connection
de: Vollständiger Cloud-Service für Remote-Verbindungen
es: Servicio completo en la nube para conexión remota
fr: Service cloud complet pour la connexion à distance
it: Servizio cloud completo per la connessione remota
ja: リモート接続のための完全なクラウドサービス
pl: Pełna usługa chmury do zdalnego połączenia
pt_br: Serviço de nuvem completo para conexão remota
ru: Полный облачный сервис для удаленного подключения
th: บริการคลาวด์เต็มรูปแบบสําหรับการเชื่อมต่อระยะไกล

# DialogVIPSubscriber
source: Unlimited number of RSS feeds
de: Unbegrenzte Anzahl von RSS-Feeds
es: Número ilimitado de fuentes RSS
fr: Nombre illimité de flux RSS
it: Numero illimitato di feed RSS
ja: 無制限の数のRSSフィード
pl: Nieograniczona liczba kanałów RSS
pt_br: Número ilimitado de feeds RSS
ru: Неограниченное количество RSS-каналов
th: ไม่ จํากัด จํานวนฟีด RSS

# DialogVIPSubscriber
source: Bind App
es: Enlazar aplicación
fr: Application bind
it: Associa app
ja: バインドアプリ
pl: Aplikacja Bind
pt_br: Vincular aplicativo
ru: Привязать приложение
th: ผูกแอป

# Message_FloatingWindowDefaultTip
source: Tip: Drag & drop a web link or a .torrent file here to start the download.
ar: تلميح: أسحب & وافلت عنوان الموقع أو , ملف الترونت هناء لبدء التحميل.
bg: Съвет: Влачете и пуснетете тук връзка към уеб страница или торент файл, за да започне сваляне.
de: Tipp: Einen Weblink oder eine Torrentdatei hierher ziehen & ablegen, um mit dem Herunterladen zu beginnen.
es: Consejo: arrastre aquí un enlace o un Torrent para iniciar la descarga.
et: Vihje: Lohista & aseta veebi link või torrent fail siia alsutamaks allalaadimist.
eu: Oharra: Arrastatu & askatu hemen web lotura bat edo .torrent agiri bat jeisketa asteko.
fr: Info : Glissez un un lien web ou un fichier torrent ici pour lancer le téléchargement.
hu: Fogd és húzd be ide a webhivatkozásokat és a torrent tájlokat a letöltés megkezdéséhez.
it: Suggerimento: si può trascinare qui un link o un file .torrent per iniziare il download.
ja: リンクや Torrent ファイルをこのウインドウにドラッグしてダウンロードを開始することができます。
nb: Tips: Dra og slipp en weblenke eller en torrentfil her for å starte å laste ned.
nl: Tip: u kan hier een internetkoppeling of torrentbestanden slepen en neerzetten om te downloaden.
pl: Porada: Przeciągnij i upuść link lub plik torrent tutaj, aby rozpocząć jego pobieranie.
pt_br: Dica: Arraste e solte aqui um endereço web ou um arquivo torrent para iniciar o download.
ro: Pont: Trage și pune aici o legătură web sau o filă torent pentru a porni descărcarea.
ru: Подсказка: Перетащите сюда ссылки или торрент файлы для начала загрузки.
sk: Torrentový súbor alebo webový odkaz môžete pretiahnuť do tohoto okna. A potom spustiť sťahovanie tohoto zdroja.
sq: Këshillë: Kapni dhe zvarrisni një adresë interneti ose një skedar torrent këtu për të nisur shkarkimin.
sv: Tips: Dra och släpp en webblänk eller torrent i detta fönster för att starta nedladdningen.
th: คำแนะนำ: ลากลิงค์ของเว็บหรือไฟล์ Torrent มาวางที่นี่เพื่อเริ่มการดาวน์โหลด
tr: İpucu: İndirmenin başlaması için bir web linkini ya da torrent dosyasını sürükleyin ve bırakın.
ug: ئەسكەرتىش: تور بەت ئۇلىنىشى ياكى توررېنت ھۆججەتنى لەيلىمە كۆزنەككە سۆرەپ تاشلىسىڭىز چۈشۈرۈشنى باشلايدۇ.

# Common
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
pl: Zastosuj
pt_br: Aplicar
ru: Применить
th: นำไปใช้

# FlowGraphPanel
source: Only up to {N} data series can be displayed.
de: Es können nur bis zu {N} Datenreihen angezeigt werden.
es: Solo se pueden mostrar hasta {N} series de datos.
fr: Seules {N} séries de données peuvent être affichées.
it: È possibile visualizzare solo fino a {N} serie di dati.
ja: 最大{N}のデータ系列のみを表示できます。
pl: Można wyświetlić tylko do {N} serii danych.
pt_br: Somente até {N} série de dados pode ser exibida.
ru: Отображается только до {N} рядов данных.
th: สามารถแสดงชุดข้อมูลได้สูงสุด {N} ชุดเท่านั้น

# Common
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Attenzione
ja: 警告
pl: Ostrzeżenie
pt_br: Atenção
ru: Предупреждение
th: การเตือน

# MainToolbar
source: Show download tasks
ar: إظهار مهام التنزيل
bg: Покажи задачите за изтегляне
de: Download-Aufgaben anzeigen
es: Mostrar tareas de descarga
fr: Afficher les tâches de téléchargement
it: Mostra attività di download
ja: ダウンロードタスクの表示
nl: Downloadtaken weergeven
pl: Pokaż zadania pobierania
pt_br: Mostrar tarefas de download
ru: Показать задачи загрузки
th: แสดงงานการดาวน์โหลด

# MainToolbar
source: Show IE Favorites
ar: إظهار المفضلة IE
bg: Показване на предпочитаните сайтове на IE
de: Show IE Favoriten
es: Mostrar favoritos de IE
fr: Afficher les favoris d'IE
it: Mostra i Preferiti di IE
ja: IE のお気に入りを表示する
nl: Toon IE favorieten
pl: Pokaż ulubione IE
pt_br: Mostrar favoritos do IE
ru: Показать Избранное IE
th: แสดงรายการโปรดของ IE

# MainToolbar
source: Show Safari bookmarks
ar: إظهار الإشارات المرجعية سفاري
bg: Покажи сафари отметки
de: Safari-Lesezeichen anzeigen
es: Mostrar marcadores de Safari
fr: Afficher les signets Safari
it: Mostra i segnalibri di Safari
ja: Safari のブックマークを表示する
nl: Safari-bladwijzers weergeven
pl: Pokaż zakładki Safari
pt_br: Mostrar favoritos do Safari
ru: Показать закладки Safari
th: แสดงบุ๊กมาร์ก Safari

# MainToolbar
source: Show RSS feeds
bg: Показване на RSS канали
de: RSS-Feeds anzeigen
es: Mostrar feeds RSS
fr: Afficher les flux RSS
it: Mostra feed RSS
ja: RSS フィードを表示する
nl: Toon RSS-feeds
pl: Pokaż źródła danych RSS
pt_br: Mostrar feeds RSS
ru: Показать RSS-каналы
th: แสดงตัวดึงข้อมูล RSS

# MainToolbar
source: Channels
ar: قنوات
bg: Канал
de: Kanal
es: Canales
et: Kanal
eu: Kanalak
fi: Kanavat
fr: En vitrine
hu: Csatorna
it: Canale
ja: チャンネル
nb: Avbryt
nl: Kanaal
pl: Kanały
pt_br: Canal
ro: Sarcini
ru: Конференция
sk: Kanál
sq: Kanali
sv: Kanaler
th: ช่องทาง
tr: Kanallar
ug: قانال

# MainToolbar
source: Bookmarks
ar: الإشارات المرجعية
bg: Отметка
de: Lesezeichen
es: Marcador
et: Järjehoidja
eu: Laster markak
fi: Kirjanmerkki
fr: Signet
hu: Könyvjelző
it: Segnalibro
ja: ホット
nb: Bokmerke
nl: Bladwijzer
pl: Zakładki
pt_br: Favorito
ro: Semne
ru: Закладка
sk: Záložka
sq: Mbaje Shënim
sv: Bokmärken
th: บุ๊คมาร์ค
tr: Yer İmleri
ug: خەتكۈچلەر

# DetailView_Left
source: Servers
bg: Сървъри
es: Servidores
fr: Serveurs
ja: サーバー
pl: Serwerów
pt_br: Servidores
ru: Серверы
th: เซิร์ฟเวอร์

# DetailView_Left
source: Peers
ar: الأقران
bg: Пиъри
de: Kollegen
es: Pares
et: Kasutajad
eu: Hartzaileak
fi: Jakajat
fr: Pairs
hu: Peerek
it: Peer
ja: ピア
nb: Delere
nl: Ontvangers
pl: Peerów
pt_br: Colegas
ro: Parteneri
ru: Пиры
sk: Peerovia
sq: Shokët
th: ผู้ใช้
tr: Paylaşımcılar
ug: ئىشلەتكۈچىلەر

# DetailView_Left
source: Connections
ar: اتصالات
bg: Връзки
de: Verbindungen
es: Conexiones
et: Ühendused
eu: Elkarketak
fi: Yhteydet
fr: Connexions
hu: Kapcsolatok
it: Connessioni
ja: 接続数
nb: Tilkoplinger
nl: Verbindingen
pl: Połączenia
pt_br: Conexões
ro: Conexiune
ru: Подключения
sk: Pripojenia
sq: Lidhjet
sv: Anslutningar
th: การเชื่อมต่อ
tr: Bağlantılar
ug: ئۇلانمىلار

# webview2
source: Webview2 Runtime is disabled in advance options.
de: Webview2 Runtime ist in den erweiterten Optionen deaktiviert.
es: Webview2 Runtime está deshabilitado en las opciones avanzadas.
fr: Webview2 Runtime est désactivé dans les options préalables.
it: Webview2 Runtime è disabilitato nelle opzioni precedenti.
ja: Webview2ランタイムは、事前オプションで無効になっています。
pl: Środowisko uruchomieniowe Webview2 jest wcześniej wyłączone.
pt_br: O Webview2 Runtime está desabilitado nas opções antecipadas.
ru: Среда выполнения Webview2 отключена заранее.
th: Webview2 Runtime ถูกปิดใช้งานในตัวเลือกล่วงหน้า

# webview2
source: Webview2 Runtime is required to show this page.
de: Webview2 Runtime ist erforderlich, um diese Seite anzuzeigen.
es: Se requiere Webview2 Runtime para mostrar esta página.
fr: Webview2 Runtime est requis pour afficher cette page.
it: Webview2 Runtime è necessario per visualizzare questa pagina.
ja: このページを表示するには、Webview2 ランタイムが必要です。
pl: Do wyświetlenia tej strony wymagane jest środowisko wykonawcze Webview2.
pt_br: O Webview2 Runtime é necessário para mostrar esta página.
ru: Для отображения этой страницы требуется среда выполнения Webview2.
th: ต้องใช้ Webview2 Runtime เพื่อแสดงหน้านี้

# webview2
source: Download and install
de: Herunterladen und installieren
es: Descargar e instalar
fr: Télécharger et installer
it: Scarica e installare
ja: ダウンロードとインストール
pl: Pobieranie i instalacja
pt_br: Baixar e instalar
ru: Загрузите и установите
th: ดาวน์โหลดและติดตั้ง

# webview2
source: See the details about WebView2
de: Weitere Informationen zu WebView2
es: Ver los detalles sobre WebView2
fr: Voir les détails sur WebView2
it: Visualizza i dettagli su WebView2
ja: WebView2 の詳細をご覧ください。
pl: Zobacz szczegóły dotyczące WebView2
pt_br: Veja os detalhes sobre o WebView2
ru: Подробнее о WebView2
th: ดูรายละเอียดเกี่ยวกับ WebView2

# CommandLine
source: Must be run under administrator privilege!
ar: يجب أن تعمل تحت امتياز مسؤول!
bg: Трябва да бъде стартирана с администраторски права!
de: Muss unter Administrator-Rechten gestartet werden!
es: Debe ejecutarse con privilegios de administrador!
et: Peab käivitama administratori õiguste all!
eu: Administratzaile eskubidez egin behar da!
fi: Täytyy ajaa järjestelmänvalvoja oikeuksilla!
fr: Doit être éxécuter avec les privilèges administrateur!
hu: Rendszergazdai jogokkal kell futtatni!
it: Deve essere eseguito con diritti di amministratore!
ja: 管理者権限のあるユーザーで実行する必要があります!
nb: Må kjøres med Administrator-rettigheter!
nl: Vereist administrater privileges!
pl: Musi być uruchomiony z prawami administratora!
pt_br: Deve ser executado sob privilégios de administrador!
ro: Trebuie rulat cu drepturi de administrator!
ru: Должна быть запущена от имени Администратора!
sk: Musí byť spustený s administrátorom!
sv: Måste köras som administratör!
th: ต้องทำงานภายใต้เอกสิทธิ์ของ Administrator!
tr: Yönetici hakları ile çalıştırmalısınız !
ug: چوقۇم باشقۇرغۇچى ھوقۇقىدا ئىجرا قىلىنىدۇ!
