Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogTaskBitTorrentAdvanced
source: Search for Long-Term Seeds
ar: البحث عن بذور طويلة الأجل
bg: Търсене за продължитени сийдъри
de: Nach langfristigen Seeds suchen
es: Búsqueda de semillas a largo plazo
et: Otsi pikaajalisi jagamisi
eu: Bilatu Epe-Luzeko Emaleak
fr: Rechercher des sources à long terme
it: Ricerca di semi a lungo termine
ja: 維持的なシードを検索する
nl: Zoeken naar langlopende zaden
pl: Szukanie długotrwałych seedów
pt_br: Buscar por Seeds de longo prazo
ro: Caută donatori pe termen lung
ru: Поиск долгосрочных сидов
sk: Hľadať dlhodobé seedovanie
sv: Sök efter Långperiods-seeds:
th: ค้นหาเมล็ดพันธุ์ระยะยาว
tr: Uzun Süreli Kaynakları ara
ug: ئۇزۇن مۇددەتلىك ئۇرۇق ئىزدە

# DialogTaskBitTorrentAdvanced
source: Search for eMule sources
ar: البحث لمصادر البرنامج المساعد eMule
bg: Търсене за eMule източници
de: Nach eMule-Quellen suchen
es: Buscar fuentes de eMule
et: Otsi eMule allikaid
eu: Bilatu eMule iturburuak
fi: Etsi eMule lähteitä
fr: Rechercher des sources eMule
hu: eMule források keresése
it: Ricerca i sorgenti di eMule
ja: eMule ネットワークを検索する
nb: Søk etter eMule-kilder
nl: Zoek naar eMule bronnen
pl: Znajdź źródła eMule
pt_br: Buscar por fontes eMule
ro: Caută donatori în rețeaua eMule
ru: Поиск источников eMule
sk: Hľadať zdroje eMule
sv: Sök efter eMulekällor
th: ค้นหาแหล่งข้อมูล eMule
tr: eMule kaynakları ara
ug: eMule مەنبەسى ئىزدە

# DialogTaskBitTorrentAdvanced
source: Find Peers Using Public DHT Network
ar: العثور على نظير استخدام شبكة الاتصال DHT العام
bg: Търсене на пиъри с използване на пубичнатата DHT мрежа
de: Peers im öffentlichen DHT-Netzwerk finden
es: Activar red DHT pública
et: Leia jagaja kasutades avalikku DHT võrku
eu: Bilatu Hartzaileak Erabiliz DHT Sare Publikoa
fi: Käytä DHT-verkkoa
fr: Trouver des sources en utilisant le réseau public DHT
hu: Peerek keresése a publikus DHT network-ön keresztül
it: Attiva Network Pubblico DHT
ja: DHTネットワークを有効にする（ピアが見つかりやすくなります）
nb: Find Nedlaster Med Offentlig DHT-Nettverk
nl: Zoek peers met het publieke DHT netwerk
pl: Znajdź peery używając publicznej sieci DHT
pt_br: Encontrar Peer Usando a Rede Pública DHT
ro: Găsește parteneri folosind rețeaua DHT publică
ru: Найти пиры используя публичную DHT сеть
sk: Povoliť verejnú sieť DHT
sq: Gjej Peer Duke Përdorur Një rrjet Publik DHT
sv: Hitta klienter via offentligt DHT-nätverk
th: ค้นหาผู้ใช้โดยใช้เครือข่าย DHT สาธารณะ
tr: DHT Ağından Paylaşan Bul
ug: ئاممىۋى DHT تورى ئارقىلىق تېخىمۇ كۆپ ئىشلەتكۈچى ئىزدە

# DialogTaskBitTorrentAdvanced
source: Find Peers Using Peer Exchange
ar: العثور على الأقران باستخدام تبادل الآراء بين الأقران
bg: Търсене на пиъри с използване обмена на пиъри
de: Peer mittels Peer Exchange suchen
es: Activar intercambio de archivos
et: Leia jagaja kasutades jagaja vahetust
eu: Bilatu Hartzaileak Erabiliz Hartzaile Aldaketa
fi: Mahdollista lataajien välinen tiedonvaihto
fr: Trouver des pairs en utilisant l'échange de pairs
hu: Peer cseréjének engedélyezése
it: Attiva Scambio Peer
ja: ピア情報の交換を有効にする（ピアが見つかりやすくなります）
nb: Find Nedlaster Med Peer Exchange
nl: Vind peers door peer uitwisseling
pl: Znajdź peery używając "Wymiany Peerów"
pt_br: Encontrar Peer Usando Troca de Peer
ro: Găsește parteneri cu metoda Schimb de Parteneri (PEX)
ru: Найти пир используя обмен пирами
sk: Povoliť výmenu informácií o klientoch
sq: Gjej Peer Duke Përdorur Shkëmbimin e Peer-ëve
sv: Hitta fler distributörer via Peer-Exchange
th: ค้นหาผู้ใช้โดยใช้ การแลกเปลี่ยนผู้ใช้
tr: Paylaşanları Paylaşan Takası Yoluyla Bul
ug: ئىشلەتكۈچىلەرنىڭ مەنبە ئالماشتۇرۇش ئىقتىدارى ئارقىلىق تېخىمۇ كۆپ ئىشلەتكۈچى ئىزدە

# DialogTaskBitTorrentAdvanced
source: Share this Task in Torrent Share
ar: أشراك هذه المهمة في مشاركة الترونت
bg: Споделяне на тази задача в споделянето на торенти
de: Diese Aufgabe in Torrent-Freigabe teilen
es: Compartir esta tarea en Torrent Share
et: Jaga seda tegumit Torrend jagamises
eu: Partekatu Eginkizun hau Torrent Partekatzean
fi: Jaa tämä Tehtävä Torrent Jaossa
fr: Partager cette tâche dans le partage Torrent
hu: A feladat megosztása a Torrentmegosztóval
it: Condividi questo task in Torrent Share
ja: このタスクを Torrent シェアで共有する
nb: Del denne oppgaven i Torrent Share
nl: Deel deze taak in de Torrent Share
pl: Udostępnij te zadania w udostępnionych torrentach
pt_br: Compartilhar esta tarefa no Torrent Share
ro: Partajează acest torent după descărcare
ru: Поделиться заданием в Torrent Share
sk: Zdieľať túto úlohu v Torrent Share
sq: Ndaje detyrën në Torrent Share
sv: Dela denna Aktivitet i Torrent-delning
th: แบ่งปันงานนี้ใน แบ่งปัน Torrent
tr: Bu görevi, Torrent paylaşımı ile paylaş
ug: بۇ ۋەزىپىنى توررېنت ھەمبەھىردە ھەمبەھىرلە

# DialogTaskBitTorrentAdvanced
source: Super Seed (only recommended for initial seeding servers)
bg: Super Seed (препоръчва се само за първоначално засяване сървъри)
de: Super Seed (nur für anfängliche Seeding-Server empfohlen)
es: Super Seed (solo recomendado para servidores de siembra inicial)
fr: Super Seed (recommandé uniquement pour les serveurs d’amorçage initiaux)
it: Super Seed (consigliato solo per i server di seeding iniziali)
ja: スーパーシード(初期シードサーバーにのみ推奨)
nl: Super Seed (alleen aanbevolen voor initiële seeding servers)
pl: Super Seed (zalecane tylko dla początkowych serwerów seedingowych)
pt_br: Super Seed (recomendado apenas para servidores iniciais de semeadura)
ru: Super Seed (рекомендуется только для начальных серверов заполнения)
th: Super Seed (แนะนําสําหรับเซิร์ฟเวอร์เพาะเมล็ดเริ่มต้นเท่านั้น)

# DialogTaskBitTorrentAdvanced
source: Bypass Task Seeding Rules (task always active)
ar: تجاوز قواعد بذر المهام (المهمة دائما نشطه)
bg: Заобикаляне на правилата за заСяване на задачи (задача винаги активна)
de: Bypass-Task-Aussaat-Regeln (Aufgabe immer aktiv)
es: Omitir reglas de siembra de tareas (tarea siempre activa)
fr: Ignorer les règles d'ensemencement des tâches (tâche toujours active)
it: Regole di seeding delle attività di bypass (attività sempre attiva)
ja: バイパスタスクシードルール（タスクは常にアクティブ）
nl: Regels voor het zaaien van taken omZeilen (taak is altijd actief)
pl: Pomijanie reguł wySiewu zadań (zadanie jest zawsze aktywne)
pt_br: Ignorar regras de propagação de tarefas (tarefa sempre ativa)
ru: Правила обхода задачи обхода (задача всегда активна)
th: เลี่ยงผ่านกฎการเพาะเมล็ดงาน (งานทํางานทํางานอยู่เสมอ)

# DialogTaskBitTorrentAdvanced
source: Enable Task Specific Settings:
ar: تمكين اماكن المهمة المعينة:
bg: Разрешаване специфичните настройки на задачата:
de: Aufgaben-spezifische Einstellungen erlauben:
es: Activar opciones específicas para la tarea:
et: Luba tegumi spetsiifilised sätted:
eu: Gaitu Eginkizunaren Ezarpen Bereziak:
fi: Käytä Tehtäväkohtaisia Asetuksia:
fr: Activer les paramètres spécifiques à la tâche :
hu: Feladatspecifikus beállítások engedélyezése:
it: Attiva le Impostazioni specifiche del Task:
ja: タスクごとの設定を有効にする:
nb: Muliggjør individuell tilpasning for hver oppgave
nl: Zet Taak Specifieke Instellingen Aan:
pl: Włącz indywidualne ustawienia zadania:
pt_br: Ativar Definições Específicas da Tarefa:
ro: Activează setări proprii pentru sarcina curentă:
ru: Разрешить индивидуальные настройки задания:
sk: Umožniť špecifické nastavenia úlohy:
sq: Mundëso Rregullimin e Parametrave Sipas Detyrës:
sv: Aktivera aktivitetsspecifika inställningar:
th: เปิดการใช้งานการตั้งค่าแบบเจาะจง:
tr: Göreve Özel Ayarları Ekinleştir:
ug: ۋەزىپە پارامېتىرىنى ئايرىم تەڭشەشكە يول قوي:

# DialogTaskBitTorrentAdvanced
source: Download Rate
ar: سرعة التنزيل
bg: Скорост на сваляне
de: Geschwindigkeit beim Herunterladen
es: Tasa de descarga
et: Alla kiirus
eu: Jeisketa Maila
fi: Latausnopeus
fr: Débit de réception
hu: Letöltési korlát
it: Velocità di Download
ja: ダウンロード制限
nb: Nedlastingsrate
nl: Alleen Seed
pl: Prędkość pobierania
pt_br: Taxa de recebimento
ro: Vit. Descărcare
ru: Скорость загрузки
sk: Pomer sťahovania
sq: Shkalla e Shkarkimit
sv: Nedladdningshastighet
th: อัตราการดาวน์โหลด
tr: İndirme Oranı
ug: چۈشۈرۈش سۈرئىتى

# DialogTaskBitTorrentAdvanced
source: Max:
ar: الحد الأقصى:
bg: Най-много:
es: Máx.:
et: Maksimum:
eu: Gehienez:
fi: Suurin sallittu lähetysnopeus:
it: Massimo:
ja: 最大:
nb: Maksimum tillatt hastighet opp:
nl: Maximum toegestane upload rate:
pl: Maksimum:
pt_br: Máx:
ru: Макс.:
sk: Maximálna rýchlosť uploadu:
sq: Maksimumi:
th: สูงสุด:
tr: Azami:
ug: ئەڭ چوڭ:

# DialogTaskBitTorrentAdvanced
source: Upload Rate
ar: معدل الرفع
bg: Скорост на качване
de: Geschwindigkeit beim Hochladen
es: Velocidad de subida
et: Jagamis kiirus
eu: Igoera Maila
fi: Lähetysnopeus
fr: Vitesse d'envoi
hu: Feltöltési korlát
it: Velocità Upload
ja: アップロード制限
nb: Opplastet
nl: Geüpload
pl: Prędkość wysyłania
pt_br: Taxa de Envio
ro: Vit. Încărcare
ru: Скорость раздачу
sk: Pomer uploadu
sq: Shkalla e Ngarkimit
sv: Uppladdat
th: อัตราการอัพโหลด
tr: Yükleme Oranı
ug: يوكلەش سۈرئىتى

# DialogTaskBitTorrentAdvanced
source: Min:
ar: الحد الأدنى:
bg: Най-малко:
es: Mín.:
et: Miinimum:
eu: Gutxienez:
fi: Pienin mahdollinen lähetysnopeus:
it: Minimo:
ja: 最小:
nb: Minimum opplastingshastighet for å beholde:
nl: Minimum vast te houden upload rate:
pl: Minimum:
pt_br: Mín:
ru: Мин.:
sk: Minimálna rýchlosť sťahovania:
sq: Minimumi:
sv: Minsta uppladdningshastighet att hålla:
th: ต่ำสุด:
tr: Asgari:
ug: ئەڭ كىچىك:

# DialogTaskBitTorrentAdvanced
source: Use Proxy:
de: Proxy verwenden:
es: Usar proxy:
fr: Utiliser le proxy :
it: Usa proxy:
ja: プロキシを使用:
pl: Użyj serwera proxy:
ru: Используйте прокси:
th: ใช้พร็อกซี่:

# DialogTaskBitTorrentAdvanced
source: Torrent Encoding:
ar: ترميز الترونت:
bg: Кодиране на торента:
de: Torrent-Verschlüsselung:
es: Codificación del Torrent:
et: Torrendi kodeerimine:
eu: Torrentaren kodetzea:
fi: Torrentin koodaus:
fr: Encodage du torrent :
hu: Torrent kódolás:
it: Codifica torrent:
ja: Torrent ファイルのエンコーディング:
nb: Torrentkoding:
nl: Torrent Encodering:
pl: Kodowanie torrenta:
pt_br: Codificação do Torrent:
ro: Codarea Torentului:
ru: Кодировка торрента:
sk: Kódovanie torrentu:
sq: Kodimi i Torrentit:
sv: Torrentkodning:
th: การเข้ารหัส Torrent:
tr: Torrent Şifreleme:
ug: توررېنت كودلاش:

# DialogTaskBitTorrentAdvanced
source: Enable Long-Term Seeding
ar: تمكين البذر علي المدى الطويل
bg: Разрешаване на продължително сийдване
de: Langfristiges seeden aktivieren
es: Activar seeding a largo plazo
et: Luba pikaajaline jagamine
eu: Gaitu Epe-Luzeko emaritza
fr: Activer le partage à long terme
it: Abilitare la semina a lungo termine
ja: 維持的なシードを有効にする
nl: Lange termijn zaaien inschakelen
pl: Włącz długotrwały seed
pt_br: Habilitar Seeding de longo prazo
ro: Activează Donarea pe Termen Lung [long-time seeding]
ru: Включить долгосрочную раздачу
sk: Zapnúť dlhodobé seedovanie
sv: Aktivera Långperiods-seeding
th: เปิดใช้งานการเพาะเมล็ดในระยะยาว
tr: Uzun Süreli Gönderimi Etkinleştir
ug: ئۇزۇن مۇددەتلىك ئۇرۇق يوللاشنى قوزغات

# DialogTaskBitTorrentAdvanced
source: Enable upload to eMule sources
ar: تمكين الإرسال لمصادر eMule
bg: Разрешаване на качването към eMule източници
de: eMule-Quellen hochladen aktivieren
es: Activar subida a fuentes de eMule
et: Luba laadimine eMule allikast
eu: Gaitu eMule iturburuetara igotzea
fi: Salli lähetys eMule lähteille
fr: Activer l'émission vers les sources eMule
hu: eMule forrásokhoz feltöltés engedélyezése
it: Abilita l'upload ai sorgenti eMule
ja: eMule ネットワークにアップロードを有効にする
nl: Uploaden naar eMule-bronnen inschakelen
pl: Włącz wysyłanie do źródeł eMule
pt_br: Habilitar envio para fontes do eMule
ro: Activează încărcarea în rețeaua eMule
ru: Разрешить раздачу источникам eMule
sk: Povoliť odosielanie na eMule zdroje
sv: Aktivera uppladdning till eMule-resurser
th: เปิดใช้งานการอัพโหลดสู่แหล่งข้อมูล eMule
tr: Yüklemede eMule kaynaklarını kabulet
ug: eMule قىستۇرمىسىدا يۈكلەشنى قوزغات

# DialogTaskBitTorrentAdvanced
source: This needs Long-Term Seeding enabled in the Options dialog
ar: وهذا يحتاج البذر علي المدى الطويل ممكن في مربع الحوار خيارات
bg: За целта е необходимо да бъде включено Продължително сийдване в диалоговия прозорец Опции
de: Einstellung "Langfristiges seeden aktivieren" erforderlich
es: Esto necesita activar seeding a largo plazo en las opciones
eu: Honek gaiturik behar du Epe-Luzeko Emaritza Aukerak elkarrizketan
fr: Ceci nécessite l'activation du partage long terme dans le menu option
it: Questo richiede la semina a lungo termine abilitata nella finestra di dialogo Opzioni
ja: オプションダイアログで維持的なシードを有効にする必要があります
nl: Dit vergt het op lange termijn zaaien toegelaten in het dialoogvenster van opties
pl: Wymagane uruchomienie Long-Term Seeding w oknie ustawień
pt_br: Este necessita da opção Seeding de longo prazo habilitada no diálogo de opções
ro: E necesară activarea donării pe termen lung în panoul opțiunilor
ru: Требуется включение долгосрочной раздачи в Настройках
sk: Potrebujete zapnutie dlhodobého seedovania v okne Nástroje
sv: Det kräver att Långperiods-seeding är aktiverat i Inställningsdialogen
th: สิ่งนี้ต้องการการเพาะเมล็ดระยะยาวที่เปิดใช้งานในกล่องโต้ตอบตัวเลือก
tr: Bu seçenekler bölümünden Uzun Süreli Gönderimin etkinleştirilmesini gerektirmektedir.
ug: ئومۇمىيەت تاللانمىدا ب ت ۋەزىپە چۈشۈرگەندە ئۇزۇن مۇددەتلىك ئۇرۇق يوللاشنى قوزغىتىش لازىم

# DialogTaskBitTorrentAdvanced
source: eMule plugin not installed
ar: لم يتم تثبيت المكون الإضافي eMule
bg: Добавката за eMule не е инсталирана
de: eMule-Plug-In nicht installiert
es: El complemento de eDonkey no está instalado correctamente
et: eMule plugin ei ole paigaldatud
eu: eMule plugina ez dago ezarrita
fi: eMule lisäosa ei asennettu
fr: Extension eMule non installée
hu: Az eMule plugin nincs telepítve
it: Plugin di eMule non installato
ja: eMuleプラグインはインストールされていません
nb: eMule plugin ikke installert
nl: eMule plugin niet geinstalleerd
pl: Wtyczka eMule niezainstalowana
pt_br: O complemento do emule eMule não está instalado
ro: Extensia eMule nu este instalată
ru: eMule плагин не установлен
sk: eMule plugin nie je inštalovaný
sq: Plugin i eMule nuk është instaluar
sv: eMule-plugin är inte installerad
th: ปลั๊กอิน eMule ยังไม่ได้ติดตั้ง
tr: eMule eklentisi kurulmadı
ug: eMule قىستۇرما دېتالى قاچىلانمىغان

# DialogTaskBitTorrentAdvanced
source: eMule plugin disabled
ar: تعطيل المكون الإضافي eMule
bg: Добавката за eMule е изключена
de: eMule-Plug-In deaktiviert
es: Complemento de eMule desactivado
et: eMule plugin vigane
eu: eMule plugina ezgaiturik
fi: eMule lisäosa pois käytöstä
fr: Extension eMule désactivée
hu: Az eMule plugin kikapcsolva
it: Plugin di eMule disattivato
ja: eMuleプラグインは無効になっています
nb: eMule plugin deaktivert
nl: eMule plugin uitgeschakeld
pl: Wtyczka eMule wyłączona
pt_br: O complemento do Emule está desabilitado
ro: Extensia eMule este dezactivată
ru: eMule плагин отключен
sk: eMule plugin je blokovaný
sq: Plugin i eMule është çaktivizuar
sv: eMule-plugin inaktiverad
th: ปลั๊กอิน eMule ถูกปิดการใช้งานอยู่
tr: eMule Eklentisi Kapatıldı
ug: eMule قىستۇرما دېتالى چەكلەنگەن

# DialogTaskBitTorrentAdvanced
source: This needs DHT network enabled in Options dialog
ar: تحتاج إلى تمكين الشبكة DHT في مربع الحوار خيارات
bg: Трябва да разрешите DHT мрежата от опциите
de: Einstellung 'DHT-Netzwerk aktiviert' erforderlich
es: Requiere la activación de la red DHT en el menú Opciones
et: Võimalda DHT võrgu seadistuse dialoog
eu: Honek DHT sarea gaiturik behar du Aukerak elkarrizketan
fi: Tämä tarvitsee DHT verkon ottamista käyttöön Asetuksista
fr: Nécessité d'activer le réseau DHT dans la fenêtre de dialogue Options
hu: A DHT hálózat bekapcsolása szükséges a beállításokban
it: E' necessario attivare la rete DHT nelle Preferenze
ja: オプションのダイアログでDHTネットワークを有効にする必要があります
nb: Need enable DHT network in preferences dialog
nl: Dit moet DHT netwerk ingeschakeld in opties dialoogvenster
pl: Wymaga włączenia sieci DHT w opcjach
pt_br: É necessário habilitar rede DHT em Opções
ro: E necesară activarea Tabelei de Hașuri Distribuite (DHT) în panoul opțiunilor
ru: Нужно включить DHT сеть в настройках программы
sk: Potrebné aktivovať DHT network v prednostnom dialógovom okne
sq: Nevojitet aktivizimi i rrjetit DHT në dialogun e Opsioneve
sv: Aktivera DHT-nätverk i Inställningar
th: จำเป็นต้องเปิดการใช้งานเครือข่าย DHT ในตัวเลือก
tr: Seçeneklerden DHT ağını aktif hale getirmeniz gerekiyor
ug: تاللانما سۆزلىشىش رامكىسىدا DHT تورىغا كىرىشكە يول قويۇش لازىم

# DialogTaskBitTorrentAdvanced
source: This needs Peer Exchange enabled in Options dialog
ar: هذا يحتاج تبادل النظير تمكين في مربع الحوار "خيارات"
bg: Този по необходимост взирам се размяна давам възможност на in Избор циферблат
de: Dies erfordert Peer Exchange, der im Optionsdialog aktiviert ist
es: Esto necesita intercambio de pares activado en el diálogo de opciones
fr: Cette option doit être activée dans la boîte de dialogue Options
it: Questo ha bisogno di scambio peer abilitato nella finestra di dialogo Opzioni
ja: [オプション] ダイアログでピア Exchange を有効にする必要がある
nl: Dit moet peer Exchange ingeschakeld in het dialoogvenster Opties
pl: To wymaga wymiany peer włączone w oknie dialogowym Opcje
pt_br: Isso precisa de peer Exchange habilitado na caixa de diálogo opções
ru: Для этого требуется одноРанговый обмен, включенный в диалоговом окне Параметры
th: สิ่งนี้ต้องการ Peer Exchange ที่เปิดใช้งานในกล่องโต้ตอบตัวเลือก

# DialogTaskBitTorrentAdvanced
source: You can change this only when the task is stopped
ar: يمكنك تغيير هذا فقط عندما يتم إيقاف المهمة
bg: Можете да промените това само когато задачата е спряна
de: Nur möglich, wenn die Aufgabe angehalten wurde
es: Sólo puede cambiar esta opción con la tarea detenida
et: muuda seda, kui tegum on lõpetatud
eu: Hau eginkizuna geldik dagoenean bakarrik aldatu dezakezu
fi: Voit vaihtaa tätä vain kun tehtävä on pysäytetty.
fr: Vous ne pouvez modifier ceci qu'une fois la tâche stoppée
hu: Ezt csak a feladat megállítása után változtathatod meg.
it: You can change questa impostazione solo quando il task non è in esecuzione
ja: タスクが停止したら変更する
nb: Du kan endre dette bare når oppgaven er stoppet
nl: Je kan dit enkel veranderen als de taak gestopt is
pl: Możesz to zmienić tylko po zatrzymaniu zadania
pt_br: Você pode mudar isso apenas quando a tarefa é interrompida
ro: Poți face modificarea doar cînd sarcina este oprită
ru: Вы можете изменить это только когда задание остановлено
sk: Môžete to zmeniť pokiaľ sa ukončí úloha
sq: Ju mund ta ndryshoni këtë vetëm kur detyra është ndalur
sv: Du kan endast ändra detta när aktiviteten har stannat
th: คุณสามารถเปลี่ยนเมื่องานหยุดอยู่เท่านั้น
tr: Bunu sadece görev durduğunda değiştirebilirsiniz
ug: ۋەزىپە توختىغاندا ئۆزگەرتەلەيسىز

# Common
source: Yes
ar: نعم
bg: Да
de: Ja
es: Sí
et: Jah
eu: Bai
fi: Kyllä
fr: Oui
hu: Igen
it: Sì
ja: はい(&Y)
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
ro: Da
ru: Да
sk: Áno
sq: Po
sv: Ja
th: ใช่
tr: Evet
ug: ھەئە

# Common
source: No
bg: Не
de: Nein
fr: Non
ja: いいえ
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
th: ไม่

# DialogTaskBitTorrentDownloadOrder
source: Enable sequential download mode
bg: Разрешаване на режим на последователно изтегляне
de: Sequenziellen Download-Modus aktivieren
es: Habilitar el modo de descarga secuencial
fr: Activer le mode de téléchargement séquentiel
it: Abilita la modalità di download sequenziale
ja: 順次ダウンロード モードを有効にする
nl: Sequentiële downloadmodus inschakelen
pl: Włącz tryb pobierania sekwencyjnego
pt_br: Habilitar o modo de download sequencial
ru: Включение режима последовательной загрузки
th: เปิดใช้งานโหมดดาวน์โหลดตามลําดับ

# DialogTaskBitTorrentDownloadOrder
source: Enable customized file download order
ar: تمكين تخصيص ترتيب تحميل الملف
bg: Разрешаване промяната на реда за сваляне на файловете
de: Benutzerdefinierte Dateireihenfolge beim Herunterladen aktivieren
es: Activar personalizar descarga del archivo
et: Faili allalaadimse kohandamis käsu lubamine
eu: Gaiturik norbereraraturiko agiri jeisketa eskabidea
fr: Permettre de modifier l'ordre de téléchargement
hu: A szokásos fájl letöltési sorrend bekapcsolása
it: Abilita l'ordine personalizzato di download dei file
ja: ダウンロード順のカスタマイズを有効にする
nb: Aktiver egendefinert nedlastingsrekkefølge
nl: Aangepaste bestandsdownload volgorde inschakelen
pl: Włącz dostosowaną kolejność pobierania plików
pt_br: Habilitar configuração da ordem de download
ro: Activează descărcarea filelor într-o ordine personalizată
ru: Разрешить настраивать порядок загрузки
sk: Povoliť upravovanie vlstností sťahovaného súboru
sq: Aktivizo rregullimin e rendit të shkarkimit të skedarëve
sv: Aktivera egenvald nedladdningsordning
th: เปิดการใช้งานการจัดการลำดับการดาวน์โหลดไฟล์
tr: Özel dosya indirme komutunu aktif et
ug: ئىختىيارىچە ھۆججەت چۈشۈرۈش تەرتىپىنى قوزغات

# DialogTaskBitTorrentDownloadOrder
source: Tip: Ctrl + Up/Down to move the highlighted file up or down, Ctrl + Home/End to move to top or bottom.
ar: معلومات : Ctrl + Up/Down نقل الملف المميز لأعلى أو لأسفل , Ctrl + Home/End بإنهاء الإنتقال إلى الأعلى أو الأسفل
bg: Съвет: Използвайте Ctrl + Up/Down, за да преместите маркирания файл нагоре или надолу, Ctrl + Home/End - за да го преместите най-горе или най-долу.
de: Tipp: Strg+Nach-Oben/Unten, um die markierte Datei nach oben oder unten zu verschieben, Strg+Pos1/Ende, um zum Anfang oder Ende zu verschieben.
es: Consejo: teclee ctrl + Arriba/Abajo para marcar uno u otro archivo, o ctrl + Inicio/Fin para ir al principio o al fin.
et: Vihje: Ctrl + Up/Down liigutamaks esiletõsteud faili üles või alla, Ctrl + Home/End esimeseks või viimaseks.
eu: Oharra: Ctrl + Gora/Behera mugitzeko nabarmenduriko agiria gora edo behera, Ctrl + Etxea/Amaiera mugitzeko goren edo beheren.
fi: Vinkki: Ctrl + Ylös/Alas liikuttaa korostettua tiedostoa ylös tai alas, Ctrl + Home/End liikuttaa ylimmäksi tai alimmaksi.
fr: Info : Ctrl + haut/Bas pour monter ou descendre le fichier, Ctrl + Home/End pour le placer au début ou à la fin.
hu: Tipp: A Ctrl + Fel/Le lenyomásával egyesével mozgathatod a fájlokat le és fel, míg a Ctrl + Home/End-del a tetejére vagy a végére.
it: Suggerimento: Ctrl + Su/Giù per spostare il file evidenziato su o giù, Ctrl + Home/Fine per alto o basso.
ja: ワンポイント: Ctrl + ↑/↓ でハイライトされたファイルを時用下に移動することができます。 Ctrl + Home/End で先頭や末尾に移動します。
nb: Tips: Ctrl + Opp/Ned for å flytte det merkede omerådet opp og ned, Ctrl + Home/End til topp og bunn.
nl: Tip: CTRL + omhoog/omlaag om het gemarkeerde bestand omhoog of omlaag te verplaatsen, Ctrl + Home/End om naar boven of onder te gaan.
pl: Porada: Ctrl+Up/Down przenosi zaznaczony plik do góry lub w dół, Ctrl+Home/End do góry lub w dół.
pt_br: Dica: Ctrl + Cima/Baixo para mover o arquivo selecionado para cima ou para baixo, Ctrl + Home/End para mover para o início ou o fim.
ro: Pont: Ctrl + Up/Down mută fila selectată în sus sau în jos, Ctrl + Home/End mută la început sau la sfîrșit.
ru: Подсказка: Ctrl + стрелка вверх/стрелка вниз перемещает выделенный файл вверх/вниз, Ctrl + Home/End в начало/конец списка.
sk: Tip: Ctrl + šípka Hore/Dole pre presunutie označeného súboru hore/dole, Ctrl + Domov/Koniec nahor/nadol.
sq: Kësjillë: Ctrl + Lart/Poshtë për të lëvizur skedarin e përzgjedhur lart apo poshtë, Ctrl + Home/End për kreun ose fundin.
sv: Tips: Ctrl+upp/ner flyttar markerad fil upp/ner, Ctrl+home/end först/sist.
th: คำแนะนำ: Ctrl + ขึ้น/ลง เพื่อย้ายไฟล์ที่เลือกขึ้นหรือลง, Ctrl + Home/End เพื่อย้ายไปบนสุดหรือล่างสุด
tr: İpucu: Seçilmiş dosyayı aşağı ya da yukarı taşımak için Ctrl + Yukarı/Aşağı, en üste ya da en alta taşımak için Ctrl + Home/End.
ug: ئەسكەرتىش: Ctrl + ↑/↓ ئارقىلىق يورۇتۇلغان ھۆججەتنى ئاستى ئۈستى يۆتكىگىلى بولىدۇ، Ctrl + Home/End ئارقىلىق تىزىملىك باش ئاخىرىغا يۆتكىگىلى بولىدۇ.

# DialogTaskBitTorrentDownloadOrder
source: Move up
ar: تحريك إلى الأعلى
bg: Преместване нагоре
de: Eins hoch
es: Subir
et: Liigu üles
eu: Mugitu gora
fi: Siirrä ylös
fr: Monter
hu: Mozgatás Fel
it: Sposta in alto
ja: 上へ
nb: Flytt opp
nl: Omhoog
pl: Wyżej
pt_br: Mover para cima
ro: Mută în Sus
ru: Вверх
sk: Nahor
sq: Leviz Lart
sv: Flytta upp
th: ย้ายขึ้น
tr: Yukarı taşı
ug: يۇقىرىغا
