Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Option_DiskCache
source: The disk cache is used to keep frequently accessed data in memory, to reduce the number of read and write operations with the hard disk. BitComet normally manages the cache automatically, but you may change its behavior by modifying these settings.
ar: ذاكرة التخزين المؤقت للقرص تستخدم لأبقاء البيانات ليتم الوصول إليها بشكل متكرر في الذاكرة لتقليل عدد القراءات والكتابة إلى القرص الثابت. بيتكومنت عادة يدير ذاكرة التخزين المؤقت تلقائياً ولكن يجوز لك تغيير سلوكه بواسطة تعديل الإعدادات.
bg: Дисковият кеш се използва, за да държи в паметта данните, които най-често се използват, като по този начин се намалява броят на четенията и писанията на твърдия диск. BitComet нормално управлява кеша автоматично, но Вие може да промените неговото поведение, като модифицирате настройките.
de: Der Platten-Cache wird verwendet, um häufig verwendete Daten im Speicher zu halten (um die Anzahl der Lese- und Schreibvorgänge auf die Festplatte zu reduzieren). BitComet verwaltet den Cache normalerweise automatisch, aber Sie können die Einstellungen ändern.
es: La caché del disco es usada para mantener datos de acceso frecuente en la memoria y así reducir el número de lecturas y escrituras al disco duro. BitComet normalmente administra la caché automáticamente, pero quizás quiera cambiar su comportamiento modificando estos ajustes.
et: Ketta cache kasutatakse hoida sageli külastatud andmed mällu, et vähendada arvu lugeda ja kirjutada toimingute kõvakettale. BitComet tavaliselt haldab vahemälu automaatselt, kuid te võite muuta oma käitumist muutes neid seadeid.
eu: Diskaren katxea erabiltzen da oroimenean gordetzeko sarri eskuraturiko datuak, diska gogorrean irakurketa eta idazketa ekintzak murrizteko. BitComet-ek arrunt katxea berezgaitasunez kudeatzen du, baina jokabide hau aldatu dezakezu ezarpen hauek aldatuz.
fr: Le cache disque sert à garder en mémoire les données consultées fréquemment afin de réduire le nombre d'écritures et de lectures du disque dur. BitComet gère habituellement le cache automatiquement, mais il est possible de changer son fonctionnement en modifiant les paramètres.
hu: A lemezgyorsítótárban a gyakran beolvasott adatokat tároljuk, ezáltal a lemezolvasások és -írások száma csökken. A BitComet automatikusan kezeli a gyorsítótárat, de te is megváltoztathatod a működését a beállítások segítségével.
it: La cache del disco è utilizzata per conservare in memoria i dati a cui si accede più spesso, in modo da ridurre il numero delle operazioni di lettura e scrittura effettuate dal disco rigido. Normalmente BitComet gestisce la cache in maniera del tutto automatica, ma puoi cambiarne il comportamento modificando le impostazioni.
ja: ディスクキャッシュはよくアクセスされるデータをメモリ上に保持することにより、ハードディスクへの読み書きを少なくします。BitComet は通常は自動的にキャッシュを管理しますが、設定を変更することもできます。
nb: Disk- bufferen brukes til å holde hyppig brukt data i minnet, for å redusere antall lese og skrive operasjoner med harddisken. BitComet forvalter normalt bufferen automatisk, men du kan endre dens oppførsel ved å endre disse innstillingene.
nl: De schijfcache wordt gebruikt om veelgebruikte gegevens in het geheugen te bewaren, om het aantal lees-en schrijfbewerkingen met de vaste schijf te beperken. BitComet beheert normaal de cache automatisch, maar u het gedrag wijzigen door deze instellingen te wijzigen.
pl: Buforowanie wykorzystuje się, aby dane, do których niezbędny jest częsty dostęp, były przechowywane w pamięci. Ogranicza to zapisy i odczyty dysku twardego. BitComet normalnie zarządza buforem automatycznie, ale możesz zmienić to zachowanie w ustawieniach.
pt_br: Este cache é usado para manter na memória os dados frenquentemente acessados, visando reduzir o número de leituras e gravações no disco rígido. BitComet, normalmente, gerencia o cache de forma automática, mas você pode mudar este padrão, modificando as configurações (settings)
ro: Cașul hardiscului [disk cache] e folosit pentru stocarea în memorie a datelor accesate frecvent, în acest fel reducîndu-se numărul de citiri și scrieri pe hardisc. BitComet gestionează automat cașul, dar poți să schimbi caracteristicile acestuia prin configurarea manuală a setărilor.
ru: Буфер используется, чтобы сохранить данные, к которым часто обращаются, в памяти, чтобы сократить количество чтения/записи на жесткий диск. BitComet обычно управляет буфером автоматически, но вы можете изменить его поведение, изменяя параметры.
sk: Disková vyrovnávacia pamäť sa používa na udržanie často používaných údajov v pamäti aby sa znížil počet potrebných čítaní a zapisovaní na disk. BitComet za bežných okolností spravuje vyrovnávaciu pamäť automaticky, ale môžete jej správanie zmeniť úpravou nastavení.
sq: Kujtesa e diskut përdoret për të mbajtur të dhënat që përdoren më shpesh në kujtesë për të reduktuar numrin e lexim-shkrimeve në Hard Disk. BitComet normalisht e menaxhon kujtesën automatikisht, por ju mund ta ndryshoni sjelljen e tij duke modifikuar parametrat.
sv: Disk-cachen används för att hålla ofta hanterad data i minnet för att minska antalet läsningar och skrivningar till hårddisken. BitComet hanterar vanligtvis cachen automatiskt, men du kan ändra inställningarna.
th: ดิสก์แคชใช้เพื่อเก็บข้อมูลที่เข้าถึงบ่อยๆในหน่วยความจำ เพื่อลดจำนวนการอ่านและเขียนของฮาร์ดดิสก์ BitComet จะจัดการแคชให้โดยอัตโนมัติ แต่คุณสามารถปรับเปลี่ยนคุณสมบัติแคชได้เองโดยเปลี่ยนแปลงการตั้งค่า
tr: Disk önbelleğinde, sabit diske yazma ve okuma sayısını küçültmek için daha çok giriş verileri saklanır. BitComet normalde önbelleği otomatik olarak yönetir, ama ilgili ayarları kullanarak varsayılan bu seçeneği değiştirebilirsiniz.
ug: دىسكا غەملىكىنىڭ رولى ئىشلەتكۈچى دائىم زىيارەت قىلىدىغان سانلىق مەلۇماتنى ئەسلەككە ساقلاپ، دىسكا ئوقۇش يېزىش قېتىم سانىنى ئازايتىدۇ. ئادەتتە BitComet غەملەكنى ئاپتوماتىك باشقۇرىدۇ، ئەمما سىز تۆۋەندىكى تەڭشەكنى ئۆزگەرتىش ئارقىلىق ئۇنىڭ مەشغۇلات ھالىتىنى ئۆزگەرتەلەيسىز.

# Options_TaskEmule
source: Notice
ar: إشعار
bg: Бележка
de: Hinweis
es: Nota
et: Märkus
eu: Oharra
fi: Ilmoitus
fr: Manuel
hu: Megjegyzés
it: Avviso
ja: お知らせ
nb: Bemærk
nl: Melding
pl: Informacja
pt_br: Aviso
ro: Notiță
ru: Примечание
sk: Oznámenie
sq: Njoftim
sv: Notis
th: ประกาศ
tr: Bildiri
ug: ئەسكەرتىش

# Options_TaskEmule
source: The ED2K Network support in BitComet is provided by an optional eMule plugin. After enabling the eMule plugin, BitComet will try to download the files in BitTorrent task from the eMule sources automatically, and also uploads to them.
ar: يتم توفير دعم شبكة ED2K في بيتكوميت من البرنامج المساعد eMule. بعد تمكين البرنامج المساعد eMule ، بيتكوميت سيحاول تحميل الملفات في مهام الـ BitTorrent من مصادر eMule التلقائية، والرفع لهم ايضاً.
bg: Поддръжката на ED2K мрежата в BitComet се осъществява чрез допълнително разширение за eMule. След разрешаването на разширението за eMule BitComet ще се опита автоматично да свали файловете в BitTorrent задачата от източници на eMule, като също така ще качва към тях.
de: Die ED2K-Netzwerkunterstützung in BitComet wird durch eine optionales eMule-Plug-In bereitgestellt. Nach Aktivierung des eMule-Plug-Ins versucht BitComet, die Dateien der BitTorrent-Aufgabe automatisch aus den eMule-Quellen herunter- und auch hochzuladen.
es: La red ED2K soportada en BitComet es proporcionada por un complemento de eMule opcional. Antes de activar el complemento de eMule, BitComet intentará descargar los archivos en la tarea de BitTorrent desde las fuentes de eMule automáticamente, y también sube hacia ellos.
et: EDK2 võrk toetub BitComet-il kui on lisatud eMule lisandprogramm. Pärast eMule plugina lubamist, BitComet üritab laadida faile BitTorrent tegumil eMule allikatest automaatselt, ja sammuti laeb ülsse neid.
eu: BitCometen erabiltzen den ED2K Sarea eMule pluginarekin aukeran ematen da. eMule plugina gaitu ondoren, BitComet saiatu daiteke agiriak jeisten BitTorrent eginkizunean eMule iturburuetatik berezgaitasunez, eta baita beraietara agiriak igo ere.
fr: Le support du réseau ED2K de BitComet est géré par un greffon eMule additionnel. Après l'activation de ce greffon, BitComet tentera de télécharger automatiquement les fichiers en tant que tâche BitTorrent depuis les sources eMule, mais également les partager.
hu: A BitComet az ED2K hálózatot különálló eMule plugin segítségével támogatja. Az eMule plugin engedélyezése után a BitComet megpróbálja a BitTorrent feladatokban levő fájlokat eMule forrásokból letölteni, és fel is tölti őket.
it: Il supporto al network E2DK in BitComet è gestito da un plug-in eMule, opzionale. Se si abilita il plug-in eMule, BitComet proverà automaticamente a cercare fonti eMule per i task BitTorrent, sia per il download che per l'upload.
ja: BitComet での ED2K ネットワークのサポートは別途用意されている eMule プラグインによって提供されます。 eMule プラグインを有効にすることで、 BitComet は、BitTorrent タスクのファイルを自動的に eMule ネットワークからもダウンロードしようとし、アップロードもします。
nl: De ED2K netwerkondersteuning in BitComet wordt geleverd door een optionele eMule plugin. Na het inschakelen van de eMule plugin, zal BitComet proberen om de bestanden te downloaden in BitTorrent taak van de eMule bronnen automatisch, en ook upload naar hen.
pl: Sieć ED2K obsługiwana jest przez BitComet przy pomocy opcjonalnej wtyczki eMule. Po włączeniu wtyczki eMule, BitComet będzie się starał pobierać i także wysyłać pliki zadań BitTorrent ze źródeł eMule automatycznie.
pt_br: O acesso à rede ED2K no BitComent é fornecido por um complemento opcional do emule. Depois de transferi-lo, o BitComent tentará transferir os arquivos como se fosse uma tarefa do BitTorrent das fontes do eMule automaticamente, e também enviará dados à elas.
ro: Suportul pentru rețeaua E2K în BitComet e realizat de o extensie eMule opțională. După activarea ei, BitComet va încerca să descarce filele din torent apelînd în paralel și la rețeaua eMule, participînd deci la partajarea de date în această rețea.
ru: Сеть ED2K поддерживается BitComet как опция в плагине eMule. После включения плагина eMule BitComet попытается автоматически загрузить файлы в задании BitTorrent из источников eMule, а также раздавать их.
sk: Podpora ED2K siete v programe BitComet je poskytovaná voliteľným zásuvným modulom eMule. Po zapnutí zásuvného modulu eMule, BitComet sa bude snažiť stiahnuť súbory v BitTorrentovej úlohe zo zdrojov eMule automaticky, a takisto nahrať ich.
sv: Nätverksstödet för ED2K i BitComet tillhandahålls av ett valfritt eMule-plugin. Efter att eMule-pluginet har aktiverats kommer BitComet att försöka ladda ned filerna i BitTorrent-aktiviteter från eMule-källorna automatiskt och även ladda upp till dem.
th: การสนับสนุนเครือข่าย ED2K ใน BitComet ให้บริการโดยปลั๊กอินเสริม eMule หลังจากที่เปิดใช้งานปลั๊กอิน eMule BitComet จะพยายามดาวน์โหลดไฟล์ในงาน BitTorrent จากแหล่งข้อมูลของ eMule โดยอัตโนมัติ และอัพโหลดไปยังแหล่งข้อมูลนั้นด้วย
tr: BitComet'te desteklenen ED2K Ağı opsiyonel bir eMule eklentisi tarafından sağlanmaktadır. eMule eklentisi etkinleştirildikten sonra, BitComet otomatik olarak eMule kaynaklarından BitTorrent görevi içinde dosyaları indirmeye ve ayrıca karşıya yüklemeye çalışacaktır.
ug: BitComet نىڭ ED2K ئۇلىنىشىنى چۈشۈرۈش ئىقتىدارىنى قىستۇرما دېتال تەمىنلەيدۇ. قىستۇرما دېتال قوزغىتىلغاندىن كېيىن BitComet ئاپتوماتىك ھالدا eMule مەنبەسىنى ئىزدەپ، چۈشۈرىدۇ ھەمدە ب ت ۋەزىپىسىدىكى ھۆججەتنى يوللايدۇ.

# Options_TaskEmule
source: Plugin status:
ar: وضع البرنامج المساعد :
bg: Състояние на разширението:
es: Estado del complemento:
et: Plugina seisund:
eu: Pluginaren egoera:
fi: Lisäosan tila:
fr: État de l'extension :
hu: Plugin állapot:
it: Stato del Plugin:
ja: プラグインの状態：
pl: Stan wtyczki:
pt_br: Estado do complemento:
ro: Starea Extensiei:
ru: Статус плагина:
sk: Stav pluginu:
sq: Gjendja e pluginit:
th: สถานะปลั๊กอิน
tr: Eklenti Durumu:
ug: قىستۇرما ھالىتى:

# Options_TaskEmule
source: Download Page
de: Download-Seite
es: Página de descarga
fr: Page de téléchargement
it: Pagina di download
ja: ダウンロードページ
pl: Strona pobierania
pt_br: Página de Download
ru: Страница загрузки
th: เพจการดาวน์โหลด

# Options_TaskEmule
source: Detailed Help
ar: تفاصيل التعليمات
bg: Подробна помощ
de: Detailhilfe
es: Ayuda
et: Detailne abi
eu: Laguntza Xehetasunak
fi: Yksityiskohtainen Ohje
fr: Aide détaillée
hu: Részletes Súgó
it: Aiuto dettagliato
ja: 詳細ヘルプ
nb: Detaljert hjelp
nl: Gedetailleerde hulp
pl: Pomoc szczegółowa
pt_br: Ajuda detalhada
ro: Ajutor Detaliat
ru: Подробная справка
sk: Detailná nápoveda
sq: Ndihmë e Detajuar
sv: Detaljerad hjälp
th: รายละเอียดเพิ่มเติม
tr: Yardım Detayları
ug: تەپسىلىي ياردەم

# Options_TaskEmule
source: Download eMule plugin
ar: تحميل eMule plugin
bg: Сваляне на разширението за eMule
de: Laden Sie das eMule-Plugin herunter
es: Descargar extensión de eMule
et: Lae alla eMule plugin
eu: eMule plugina jeitsi
fi: Lataa eMule lisäosa
fr: Télécharger l'extension eMule
hu: Az eMule plugin letöltése
it: Scarica il plugin per Emule
ja: eMuleプラグインのダウンロード
nb: Last ned eMule plugin
pl: Pobierz wtyczkę eMule
pt_br: Transferir complemento do eMule
ro: Descarcă Extensia eMule
ru: Скачать плагин eMule
sk: Stiahnuť zásuvný modul eMule
sq: Shkarko plugin të eMule
sv: Ladda ner eMule-plugin
th: ดาวน์โหลดปลั๊กอิน eMule
tr: eMule eklentisini indir
ug: eMule قىستۇرما دېتالىنى چۈشۈر

# Options_TaskEmule
source: Settings
ar: اماكن المهمه
bg: Настройки
de: Einstellungen
es: Opciones
et: Sätted
eu: Ezarpenak
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
nb: Innstillinger for oppgaven:
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ro: Setări
ru: Настройки
sk: Nastavenia
sq: Parametrat
sv: Aktivitetsinställningar
th: ตั้งค่างาน:
tr: Ayarlar
ug: تەڭشەكلەر

# Options_TaskEmule
source: Enable eMule plugin
ar: تفعيل البرنامج المساعد eMule
bg: Разрешаване на разширението за eMule
de: eMule-Plugin aktivieren
es: Habilitar complemento emule
et: Luba eMule plugin
eu: Gaitu eMule plugina
fi: Ota Käyttöön eMule Lisäosa
fr: Activer le greffon eMule
hu: eMule plugin engedélyezése
it: Abilità i plugin di eMule
ja: eMule プラグインを有効にする
nb: Aktiver eMule-programtillegg
nl: Activeer eMule plugin
pl: Włącz wtyczkę eMule
pt_br: Habilitar o complemento do eMule
ro: Activează Extensia eMule
ru: Включить плагин eMule
sk: Zapnúť zásuvný modul eMule
sv: Aktivera eMule-plugin
th: เปิดใช้งานปลั๊กอิน eMule
tr: eMule eklentisini etkinleştir
ug: eMule قىستۇرما دېتالى قوزغات

# Options_TaskEmule
source: Show plugin window
ar: إظهار نافذه البرنامج المساعد
bg: Показване на прозореца на добавката
de: Plug-In-Fenster anzeigen
es: Mostrar ventana del complemento
et: Näita lisandprogrammi akent
eu: Erakutsi pluginaren leihoa
fr: Afficher la fenêtre du plugin
it: Mostra finestra plug-in
ja: プラグインウインドウを表示する
nl: Venster plug-in weergeven
pl: Pokaż okno wtyczki
pt_br: Mostrar janela do plugin
ro: Arată Fereastra Extensiei
ru: Показать окно дополнений
sk: Zobraziť okno zásuvných modulov
sv: Visa pluginfönster
th: แสดงหน้าต่างปลั๊กอิน
tr: Eklenti penceresini göster
ug: قىستۇرما كۆزنىكىنى كۆرسەت

# Options_TaskEmule
source: TCP Listening Port
es: Puerto de escucha TCP
fr: Port d’écoute TCP
it: Porta di ascolto TCP
ja: TCP リスニング ポート
pl: Port nasłuchiwania TCP
pt_br: Porta de escuta TCP
ru: Порт прослушивания TCP
th: พอร์ตการฟัง TCP

# Options_TaskEmule
source: Choose Random Port
ar: إختر منفذ عشوائي
bg: Избор на случаен порт
de: Zufälligen Anschluss wählen
es: Puerto aleatorio
et: Vali suvaline port
eu: Hautatu Zorizko Ataka
fi: Valitse Satunnainen Portti
fr: Port au hasard
hu: Véletlenszerű port választása
it: Scegli una Porta a caso
ja: 適当にポート番号を決める
nb: Velg en villkårlig port
nl: Kies willekeurige poort
pl: Wybierz losowy port
pt_br: Escolha de Porta Aleatória
ro: Alege Port Aleator
ru: Случайный порт
sk: Vybrať náhodný port
sq: Zgjidh një Port të Ndryshëm
sv: Slumpa port
th: สุ่มพอร์ต
tr: Rastgele bir port seç
ug: خالىغان ئېغىزنى تاللا

# Options_TaskEmule
source: UDP Listening Port
es: Puerto de escucha UDP
fr: Port d’écoute UDP
it: Porta di ascolto UDP
ja: UDP リスニング ポート
pl: Port nasłuchiwania UDP
pt_br: Porta de escuta UDP
ru: Прослушивающий порт UDP
th: พอร์ตการฟัง UDP

# Options_TaskEmule
source: Installed
ar: تثبيت
bg: Инсталирана
de: Installiert
es: Instalado
et: Installitud
eu: Ezarrita
fi: Asennettu
fr: Installé
hu: Telepítve
it: Installato
ja: インストールされています
nb: Installert
nl: Geïnstalleerd
pl: Zainstalowano
pt_br: Instalado
ro: Instalată
ru: Установлен
sk: Inštalovaný
sq: I Instaluar
sv: Installerad
th: ติดตั้งแล้ว
tr: Kuruldu
ug: ئورنىتىلغان

# Options_TaskEmule
source: Not Installed
ar: غير مثبت
bg: Не е инсталирана
de: Nicht installiert
es: No instalado
et: Pole paigaldatud
eu: Ez da ezarri
fi: Ei Asennettu
fr: Non installé
hu: Nincs telepítve
it: Disinstallato
ja: アンインストール
nb: Not Shared
nl: Niet geïnstalleerd
pl: Niezainstalowane
pt_br: Não Compartilhado
ro: Neinstalată
ru: Не установлен
sk: Neinštalovaný
sq: Nuk Është Instaluar
sv: Inte installerad
th: ยังไม่ได้ติดตั้ง
tr: Kurulmadı
ug: قاچىلانمىغان

# Options_TaskEmule
source: Damaged
ar: تلف
bg: Повреден
de: Beschädigt
es: Dañado
et: Rikutud
eu: Kaltetuta
fi: Vioittunut
fr: Endommagé
hu: Sérült
it: Danneggiato
ja: 破損
nb: Skadet
nl: Beschadigd
pl: Uszkodzone
pt_br: Danificado
ro: Deteriorată
ru: Поврежден
sk: Poškodený
sq: I Dëmtuar
sv: Skadad
th: เสียหาย
tr: Hasarlı
ug: بۇزۇلغان

# Options_TaskEmule
source: Out of date. Please update.
ar: انتهت مدة الصلاحية. الرجاء تحديث.
bg: Oстаряла версия. Моля, обновете програмата.
de: Diese Version des Programms ist veraltet. Bitte aktualisieren...
es: Versión antigua. Actualícela.
et: aegunud, palun värskenda
eu: Epez kanpo. Mesedez eguneratu.
fi: Vanhentunut. Päivitä ole hyvä.
fr: Périmé. Veuillez mettre à jour.
hu: elavult. kérlek frissíts.
it: Scaduto. Prego aggiornare.
ja: 期限切れ。
nb: Ut på dato. Vennligst oppdater.
nl: Verouderd. Gelieve te updaten.
pl: Ważność wygasła. Uaktualnij.
pt_br: obsoleto. por favor atualize.
ro: Veche. Ești rugat s-o actualizezi.
ru: устарел. пожалуйста обновите.
sk: zastarlý. prosím, aktualizovať.
sq: I vjetër. Ju lutemi përditësojeni.
sv: inaktuell. var god uppdatera.
th: ตกรุ่นแล้ว กรุณาอัพเดท
tr: modeli geçmiş. Lütfen güncelleştir.
ug: ۋاقتى ئۆتتى. يېڭىلاڭ.

# Options_TaskHTTP
source: Create BT task after downloading torrent file
ar: إنشاء مهمة جديدة بعد الإنتهاء من التحميل
bg: Създаване на ВТ задача след свалянето на torrent файла
de: BitTorrent-Aufgabe nach dem Herunterladen der Torrent-Datei erstellen
es: Crear tarea BT tras la descarga del archivo Torrent
et: Loo BT tegum pele torrent faili allaladimist.
eu: Sortu BT eginkizuna torrent agiria jeitsi ondoren
fi: Luo BT tehtävä torrent tiedoston lataamisen jälkeen
fr: Créer une tâche BT apèrs le téléchargement du fichier torrent
hu: BT feladat létrehozása torrentfájl letöltése után
it: Crea un Task BT dopo aver scaricato il file torrent
ja: Torrent ファイルのダウンロード後にタスクを作成する
nb: Oppretter BT-oppgave etter å ha lastet ned torrent-fil
nl: Maak BT taak na het downloaden van torrent-bestand
pl: Utwórz zadanie BT po pobraniu pliku torrent
pt_br: Criar uma tarefa do BitTorrent depois de realizar a transferência do arquivo torrent
ro: Creează sarcină BitTorrent după descărcarea filei torent
ru: Создать задание BT после загрузки торрент файла
sk: Vytvoriť úlohu BT po stiahnutí súboru torrent
sv: Skapa BT-aktivitet efter nedladdning av torrentfil
th: สร้างงาน BT หลังจากดาวน์โหลดไฟล์ฝนตกหนัก
tr: Torrent dosyasını indirdikten sonra BT görevi oluşturun
ug: توررېنت ھۆججىتىنى چۈشۈرگەندىن كېيىن ئۆزلۈكىدىن ب ت ۋەزىپىسى قۇر

# Options_TaskHTTP
source: Auto query file size and resume-supported ability of server when adding new task
ar: الاستعلام عن حجم الملف والإستكمال التلقائي متاح من الخادم عند إضافة مهمة جديدة
bg: Автоматично запитване на сървъра за размера на файла и за поддръжка на възобновяване на свалянето
de: Bei neuer Aufgabe Dateigröße und Wiederaufnahme des Servers autom. Abfragen
es: Petición de archivo y reinicio automático al añadir nueva tarea
et: Automaatne faili suuruse päring ja jätka uue tegumi lisamist serveri toetusel.
eu: Berez galdeagiritu agiri neurria eta zerbitzariaren jarraipen-sostengu gaitasuna eginkizun berria gehitutakoan
fr: Lors de l'ajout d'une nouvelle tâche, évaluer automatiquement la taille du fichier et la capacité de reprise du serveur
hu: Fájlméret és a folytatás képességének automatikus megkérdezése új feladat hozzáadásakor
it: Interroga il server sulle dimensioni del file e sulle capacità di riprendere i download quando viene aggiunto un nuovo task
ja: 新しいタスクを追加したときに自動的にファイルサイズとサーバーのレジュームへの対応を確認する
nl: Auto query bestandsgrootte en CV-ondersteund vermogen van de server bij het toevoegen van nieuwe taak
pl: Automatycznie sprawdź wielkość pliku i możliwość wznowienia pobierania na serwerze podczas dodawania nowego zadania
pt_br: Auto pesquisa tamnho de arquivo e e capacidade de suporte a continuação do servidor quando adicionar nova tarefa
ro: La adăugarea unei sarcini noi, află automat mărimea filei și abilitatea serverului de reluare a activității întrerupte
ru: Автоматически запрашивать размер файла и поддержку докачки сервером для новых заданий
sk: Pri pridaní torrentu automaticky zistiť veľkosť súboru a podporované pokračovanie
sq: Vetë ruaj përmasën e skedarit dhe aftësinë për të rinisur të serverit kur shton një detyrë të re
sv: Fråga efter filstorlek och serverns återupptagnings-stödjande förmåga när en ny aktivitet läggs till
th: สอบถามขนาดไฟล์โดยอัตโนมัติและการรองรับการดาวน์โหลดต่อของเซิร์ฟเวอร์เมื่อเพิ่มงานใหม่
tr: Yeni görev eklendiğinde, dosya boyutunu ve sunucunun devam desteğini Otomatik sorgula.
ug: يېڭى ۋەزىپە قوشقاندا ھۆججەت چوڭلۇقى، مۇلازىمىتىر داۋامىنى چۈشۈرۈشنى قوللامدۇ ئۆزلۈكىدىن سۈرۈشتۈر

# Options_TaskHTTP
source: Max retries number in case of error:
ar: الحد الأقصى لعدد محاولات الإعادة عند الأخطاء:
bg: Максималeн брой повторни опити при грешка:
de: Max. Wiederholungen bei Fehler:
es: Número máximo de reintentos en caso de error:
et: Maksimaal arv proovimisi tõrgetel:
eu: Gehinezko birsaiatze zenbatekoa okerren bat badago:
fr: Nombre maxi de relances en cas d'erreur :
hu: Hiba esetén a maximum ismétlések száma
it: Numero massimo di tentativi in caso di errore:
ja: エラー時の最大再試行回数:
nb: Maks antall gjenforsøk dersom feil:
nl: Max pogingen aantal in geval van fout:
pl: Maksymalna ilość powtórzeń połączenia przy błędzie:
pt_br: Número máximo de tentativas quando ocorrer um erro:
ro: Numărul maxim de reîncercări în caz de eroare:
ru: Макс. количество повторов при ошибке:
sk: Max. počet opakovaní, keď sa vyskytne chyba:
sq: Numri maksimal i ripërpjekjeve në rast gabimi:
sv: Maximalt antal försök vid fel:
th: จำนวนการเริ่มใหม่สูงสุดเมื่อผิดพลาด:
tr: Hata oluşunca, Maximum tekrar deneme sayısı:
ug: خاتالىق كۆرۈلگەندە قايتا سىناق قېتىم سان چېكى:

# Options_TaskHTTP
source: Retry interval in case of error (sec):
ar: الفاصل الزمني لإعادة المحاولة عند الأخطاء(sec):
bg: Интервал между повторните опити при грешка (сек):
de: Wiederholungen bei Fehler (Sek.):
es: Intervalo de tiempo entre cada reintento (seg.):
et: Vea korral kordamisinterval(sek)
eu: Birsaiatu aldizka okerren bat bada (seg):
fi: Uudelleen yrityksen aikaväli virheen varalta (sec):
fr: Intervalle entre les relances en cas d'erreur (secondes) :
hu: Hiba esetén az ismétlések között eltelt idő (mp):
it: Intervallo tra ciascun tentativo in caso di errore:
ja: エラー時の再試行間隔(秒):
nb: Intervall mellom hvert forsøk dersom feil (sek):
nl: Interval voor opnieuw proberen in geval van fout (SEC):
pl: Czas przerwy między powtórnymi połączeniami przy błędzie (sek)
pt_br: Intervalo de tentativa quando erro(seg)
ro: Interval de reîncercare în caz de eroare (sec):
ru: Интервал повтора при ошибке(сек.):
sk: Opakovať interval keď sa vyskytne chyba(v sec):
sq: Intervali i ripërpjekjes në rast gabimi (sek):
sv: Försöksintervall vid fel (sek):
th: ช่วงเวลาการลองใหม่ในกรณีที่มีข้อผิดพลาด (วินาที):
tr: Hata olduğu zaman tekrar dene(Saniye):
ug: خاتالىق كۆرۈلگەندە قايتا سىناش ۋاقىت ئارىلىقى(سېكۇنت):
