Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# LogMessage_MD_Task
source: Start detecting if server supports download resume.
bg: Започнете да откривате, ако сървърът поддържа възобновяване на изтеглянето.
de: Beginnen Sie mit der Erkennung, ob der Server den Download-Resume unterstützt.
es: Comience a detectar si el servidor admite el CV de descarga.
fr: Commencez à détecter si le serveur prend en charge le téléchargement de cv.
it: Iniziare a rilevare se il server supporta la ripresa del download.
ja: サーバーがダウンロード再開をサポートしているかどうかを検出します。
nl: Begin met detecteren als Server Download RESUME ondersteunt.
pl: Rozpocznij wykrywanie, jeśli serwer obsługuje wznawianie pobierania.
pt_br: Comece a detectar se o servidor suportar o currículo de download.
ru: Начните обнаруживать, поддерживает ли сервер резюме загрузки.
th: เริ่มตรวจหาว่าเซิร์ฟเวอร์สนับสนุนการดาวน์โหลดต่อหรือไม่

# LogMessage_MD_Task
source: Detected that server supports download resume.
bg: Установено е, че сървърът поддържа изтегляне автобиография.
de: Es wurde erkannt, dass der Server den Download-Resume unterstützt.
es: Se ha detectado que el servidor admite el CV de descarga.
fr: Détecté que le serveur prend en charge le téléchargement CV.
it: Rilevato che il server supporta la ripresa del download.
ja: サーバーがダウンロード再開をサポートしていることを検出しました。
nl: Gedetecteerd dat de Server Download RESUME ondersteunt.
pl: Wykryto, że serwer obsługuje wznawianie pobierania.
pt_br: Detectou que o servidor suporta o currículo de download.
ru: Обнаружено, что сервер поддерживает резюме загрузки.
th: ตรวจพบว่าเซิร์ฟเวอร์สนับสนุนการดาวน์โหลดต่อ

# LogMessage_MD_Task
source: Detected that server does not support download resume.
bg: Открит е, че сървърът не поддържа изтегляне автобиография.
de: Es wurde festgestellt, dass der Server den Download-Resume nicht unterstützt.
es: Se ha detectado que el servidor no admite el CV de descarga.
fr: Détecté que le serveur ne prend pas en charge le résumé de téléchargement.
it: Rilevato che il server non supporta la ripresa del download.
ja: サーバーがダウンロード再開をサポートしていないことを検出しました。
nl: Gedetecteerd dat de server biedt geen ondersteuning voor downloaden hervatten.
pl: Wykryto, że serwer nie obsługuje wznawiania pobierania.
pt_br: Detectou que o servidor não suporta currículo de download.
ru: Обнаружено, что сервер не поддерживает резюме загрузки.
th: ตรวจพบว่าเซิร์ฟเวอร์ไม่สนับสนุนการดาวน์โหลดต่อ

# LogMessage_MD_Task
source: Waiting for welcome message...
ar: في انتظار رسالة الترحيب...
bg: Изчакване за приветствено съобщение...
de: Warten auf Willkommens-Nachricht...
es: Esperando mensaje de bienvenida...
et: Oota tervitus teksti
eu: Ongi etorri mezuari itxaroten...
fi: Odotetaan tervetuloa viestiä...
fr: En attente de message de bienvenue…
hu: Várakozás az üdvözlő üzenetre...
it: Attesa del messaggio di benvenuto...
ja: ウェルカムメッセージを待機しています...
nb: Venter på velkomstmelding...
nl: Wachten op welkomstbericht...
pl: Czekanie na wiadomość powitalną...
pt_br: Esperando pela mensagem de bem vindo...
ro: Aștept mesajul de bun venit...
ru: Ожидание приветствия....
sk: Čakanie na uvítaciu správu...
sv: Väntar på välkomstmeddelande...
th: กำลังรอข้อความต้อนรับ...
tr: Hoşgeldin mesajını bekleyin...
ug: قارشى ئېلىش ئۇچۇرىنى كۈتۈۋاتىدۇ…

# LogMessage_MD_Task
source: Start receiving data...
ar: بدء تلقي البيانات...
bg: Започване получаването на данни...
de: Empfangen von Daten wird gestartet...
es: Comenzar recepción de datos...
et: Käivita andmete vastuvõtmine...
eu: Hasi datuak jasotzen...
fi: Aloita vastaanottamaan tietoja...
fr: Début de la réception des données...
hu: Adatfogadás elindult...
it: Inizio ricezione dati...
ja: データ受信開始...
nb: Start motta data...
nl: Beginnen met het ontvangen van gegevens...
pl: Rozpoczęto odbieranie danych...
pt_br: O BitComet está começando a receber os dados do arquivo...
ro: A început primirea datelor...
ru: Начато пополучение данных....
sk: Spustiť prijatie dát...
sv: Börjar erhålla data...
th: เริ่มต้นรับข้อมูล...
tr: Veriyi almaya başla...
ug: سانلىق مەلۇمات قوبۇللاشنى باشلاۋاتىدۇ…

# LogMessage_MD_Task
source: Received ${RECEIVING_BYTES_COUNT} bytes.
ar: المستلمة ${RECEIVING_BYTES_COUNT} بايت.
bg: Получени са ${RECEIVING_BYTES_COUNT} байта.
de: ${RECEIVING_BYTES_COUNT} Bytes empfangen.
es: Recibidos ${RECEIVING_BYTES_COUNT} bytes.
et: Vastuvõetud ${RECEIVING_BYTES_COUNT} baidid.
eu: Jasota ${RECEIVING_BYTES_COUNT} byte.
fi: Otettu vastaan ${RECEIVING_BYTES_COUNT} tavua.
fr: Reçu ${RECEIVING_BYTES_COUNT} octets.
hu: ${RECEIVING_BYTES_COUNT} bájt érkezett.
it: ${RECEIVING_BYTES_COUNT} bytes ricevuti.
ja: ${RECEIVING_BYTES_COUNT} バイト受信。
nb: Mottatt ${RECEIVING_BYTES_COUNT} byte.
nl: Ontvangen ${RECEIVING_BYTES_COUNT} bytes.
pl: Odebrano ${RECEIVING_BYTES_COUNT} bajtów.
pt_br: O programa recebeu ${RECEIVING_BYTES_COUNT} bytes até agora.
ro: Au fost primiți ${RECEIVING_BYTES_COUNT} baiți.
ru: Получено ${RECEIVING_BYTES_COUNT} байт.
sk: Prijatých ${RECEIVING_BYTES_COUNT} bytov.
sv: Mottagit ${RECEIVING_BYTES_COUNT} bytes.
th: รับไปแล้ว ${RECEIVING_BYTES_COUNT} ไบต์
tr: ${RECEIVING_BYTES_COUNT} byte Alınan.
ug: قوبۇللىغىنى: ${RECEIVING_BYTES_COUNT}بايت.

# LogMessage_MD_Task
source: Downloaded file renamed to: ${FILE_NAME}
ar: إعادة تسمية الملف الى : ${FILE_NAME}
bg: Сваленият файл е преименуван на: ${FILE_NAME}
de: Heruntergeladene Datei wurde umbenannt: ${FILE_NAME}
es: Se renombró el archivo descargado a: ${FILE_NAME}
et: Allaletud fail ümbernimetatud: ${FILE_NAME}
eu: Jeitsitako agiria birrizendatuta: ${FILE_NAME}
fi: Ladattu tiedosto uudelleen nimettiin: ${FILE_NAME}
fr: Fichier téléchargé renommé en: ${FILE_NAME}
it: Il file scaricato è stato rinominato in: ${FILE_NAME}
ja: ダウンロードしたファイルは次の名前に変更されました: ${FILE_NAME}
nl: GeDownloade bestand hernoemd naar: ${FILE_NAME}
pl: Zmieniono nazwę pliku na: ${FILE_NAME}
pt_br: O arquivo transferido foi renomeado para: ${FILE_NAME}
ro: Fila descărcată a fost renumită în: ${FILE_NAME}
ru: Загружаемый файл переименован в: ${FILE_NAME}
sk: Stiahnutý súbor bol premenovaný na: ${FILE_NAME}
sv: Nedladdad fil byte namn till: ${FILE_NAME}
th: ไฟล์ที่ดาวน์โหลดถูกเปลี่ยนชื่อเป็น: ${FILE_NAME}
tr: İndirilen dosya, ${FILE_NAME} olarak adlandırıldı.
ug: چۈشۈرۈلگەن ھۆججەت ئاتى ئۆزگەرتىلدى: ${FILE_NAME}

# LogMessage_MD_Task
source: Failed to rename downloaded file. [${ERROR_MSG}]
ar: فشل تَغيير اسم الملفات المحملة. [${ERROR_MSG}]
bg: Неуспешно преименуване на сваления файл. [${ERROR_MSG}]
de: Umbenennen heruntergeladener Datei ist fehlgeschlagen. [${ERROR_MSG}]
es: Fallo al renombrar archivo descargado. [${ERROR_MSG}]
et: Allaletud faili ümbernimetamine nurjus. [${ERROR_MSG}]
eu: Huts egin du jeitsitako agiria birrizendatzean. [${ERROR_MSG}]
fr: Impossible de renommer le fichier téléchargé. [${ERROR_MSG}]
it: Impossibile rinominare il file scaricato. [${ERROR_MSG}]
ja: ダウンロード済みのファイルのリネームに失敗しました。 [${ERROR_MSG}]
nl: Kan het gedownloade bestand niet hernoemen. [${ERROR_MSG}]
pl: Nie udało się zmienić nazwy pobranego pliku. [${ERROR_MSG}]
pt_br: Falha em renomear arquivos baixados. [${ERROR_MSG}]
ro: Renumirea filei descărcate a eșuat. [${ERROR_MSG}]
ru: Ошибка при переименовании загруженного файла. [${ERROR_MSG}]
sk: Zlyhanie premenovania stiahnutého súboru. [${ERROR_MSG}]
sv: Misslyckades att byta namn på nedladdad fil. [${ERROR_MSG}]
th: การเปลี่ยนชื่อไฟล์ที่ดาวน์โหลดล้มเหลว [${ERROR_MSG}]
tr: Dosyalar yeniden adlandırılamadı. [${ERROR_MSG}]
ug: چۈشۈرگەن ھۆججەتنىڭ ئىسمىنى ئۆزگەرتەلمىدى. [${ERROR_MSG}]

# LogMessage_MD_Task
source: The specified address or file does not exist; task stopped.
ar: لا يوجد ملف للعناوين المتخصصة ,المهمة توقفت.
bg: Определеният адрес не съществува, задачата е спряна.
de: Die angegebene Adressdatei ist nicht vorhanden, Aufgabe angehalten.
es: Archivo de direcciones especializadas inexistente, tarea detenida.
et: Spetsiaalsel aadressil faili ei eksisteeri, ülesanne peatatakse.
eu: Adieraziriko helbidea edo agiria ez dago; eginkizuna geldituta.
fr: L'adresse spécifiée ou le fichier n'existe pas; tâche stoppée.
hu: A fájlnak megadott cím nem létezik; a feladat leállt.
it: L'indirizzo o file specificato non esiste; task interrotto.
ja: 指定されたアドレスのファイルは存在しません。タスク停止。
nb: Den spesifiserte adressen eller fil eksisterer ikke; oppgave stoppet.
nl: Het opgegeven adres of bestand bestaat niet; taak gestopt.
pl: Wybrany adres lub plik nie istnieje, zadanie zatrzymane.
pt_br: Endereço específico ou arquivo não existe. Atividade parada.
ro: Fila sau adresa specificată nu există; sarcina a fost oprită.
ru: Установленный адрес файла не существует; задание остановлено.
sk: Určená adresa alebo súbor neexistuje; úloha zastavená.
sv: Specialiserade adressfilen hittas inte, aktiviteten stoppades.
th: ไม่มีที่อยู่หรือไฟล์ที่ระบุ งานถูกหยุด
tr: Belirtilen adres veya dosya yok; görev durdu.
ug: بەلگىلەنگەن ئادرېستا ھۆججەت يوق، ۋەزىپە توختىدى.

# LogMessage_MD_Task
source: ${FILE_NAME} created.
ar: تم خلق ${FILE_NAME}
bg: ${FILE_NAME} е създаден.
de: ${FILE_NAME} erstellt.
es: ${FILE_NAME} creado.
et: ${FILE_NAME} loodud.
eu: ${FILE_NAME} sortua.
fr: ${FILE_NAME} créé.
it: ${FILE_NAME} creato.
ja: ${FILE_NAME} 作成済。
nl: ${FILE_NAME} gemaakt.
pl: Utworzono ${FILE_NAME}.
pt_br: ${FILE_NAME} criado.
ro: ${FILE_NAME} creată.
ru: ${FILE_NAME} создан.
sk: ${FILE_NAME} vytvorený.
sv: ${FILE_NAME} skapdes.
th: ไฟล์ ${FILE_NAME} ถูกสร้างขึ้น
tr: ${FILE_NAME} dosyası oluştuldu.
ug: ${FILE_NAME} مۇۋەپپەقىيەتلىك قۇرۇلدى.

# LogMessage_MD_Task
source: Failed creating file: ${FILE_NAME} [${ERROR_MSG}]
ar: فشل إنشاء الملف: [${ERROR_MSG}] ${FILE_NAME}
bg: Неуспешно създаване на файл: ${FILE_NAME} [${ERROR_MSG}]
de: Fehler beim Erstellen der Datei: ${FILE_NAME} [${ERROR_MSG}]
es: No se pudo crear el archivo: ${FILE_NAME} [${ERROR_MSG}]
et: Faili loomine luhtunud: ${FILE_NAME} [${ERROR_MSG}]
eu: Huts egin du agiria sortzerakoan: ${FILE_NAME} [${ERROR_MSG}]
fi: Tiedoston luonti epäonnistui: ${FILE_NAME} [${ERROR_MSG}]
fr: Echec de la création du fichier: ${FILE_NAME} [${ERROR_MSG}]
it: Impossibile creare file: ${FILE_NAME} [${ERROR_MSG}]
ja: ファイルの作成に失敗：${FILE_NAME} [${ERROR_MSG}]
nb: Mislykkes å oprette fil: ${FILE_NAME} [${ERROR_MSG}]
nl: Mislukt het maken van bestand: ${FILE_NAME} [${ERROR_MSG}]
pl: Nie udało się utworzyć pliku: ${FILE_NAME} [${ERROR_MSG}]
pt_br: Falha ao criar arquivo: ${FILE_NAME} [${ERROR_MSG}]
ro: Eșec al creării filei: ${FILE_NAME} [${ERROR_MSG}]
ru: Ошибка создания файла: ${FILE_NAME} [${ERROR_MSG}]
sk: Zlyhalo vytvorenie súboru: ${FILE_NAME} [${ERROR_MSG}]
sv: Misslyckade att skapa fil: ${FILE_NAME} [${ERROR_MSG}]
th: การสร้างไฟล์ล้มเหลว: ${FILE_NAME} [${ERROR_MSG}]
tr: Dosya yaratma başarısız: ${FILE_NAME} [${ERROR_MSG}]
ug: ھۆججەت قۇرالمىدى: ${FILE_NAME} [${ERROR_MSG}]

# LogMessage_MD_Task
source: Failed writing file: ${FILE_NAME} [${ERROR_MSG}]
ar: فشل كتابه الملف: [${ERROR_MSG}] ${FILE_NAME}
bg: Неуспешно записване на файл: ${FILE_NAME} [${ERROR_MSG}]
de: Fehler beim Schreiben der Datei: ${FILE_NAME} [${ERROR_MSG}]
es: No se pudo escribir en el archivo: ${FILE_NAME} [${ERROR_MSG}]
et: Faili kirjutamine nurjus: ${FILE_NAME} [${ERROR_MSG}]
eu: Huts egin du agiria idazterakoan: ${FILE_NAME} [${ERROR_MSG}]
fi: Tiedoston kirjoittaminen epäonnistui: ${FILE_NAME} [${ERROR_MSG}]
fr: Échec de l'écriture du fichier: ${FILE_NAME} [${ERROR_MSG}]
it: Impossibile scrivere sul file: ${FILE_NAME} [${ERROR_MSG}]
ja: ファイルの書き込み失敗： ${FILE_NAME} [${ERROR_MSG}]
nb: Mislyktes å skrive fil: ${FILE_NAME} [${ERROR_MSG}]
nl: Mislukt schriftelijk bestand: ${FILE_NAME} [${ERROR_MSG}]
pl: Nie udało się zapisać pliku: ${FILE_NAME} [${ERROR_MSG}]
pt_br: Ocorreu uma falha na hora de gravar no arquivo: ${FILE_NAME} [${ERROR_MSG}]
ro: Eșec la scrierea filei: ${FILE_NAME} [${ERROR_MSG}]
ru: Ошибка записи файла: ${FILE_NAME} [${ERROR_MSG}]
sk: Zápis súboru zlyhal: ${FILE_NAME} [${ERROR_MSG}]
sv: Misslyckades att skriva fil: ${FILE_NAME} [${ERROR_MSG}]
th: การบันทึกไฟล์ล้มเหลว: ${FILE_NAME} [${ERROR_MSG}]
tr: Dosyaya yazma başarısız oldu: ${FILE_NAME} [${ERROR_MSG}]
ug: ھۆججەت يازالمىدى: ${FILE_NAME} [${ERROR_MSG}]

# LogMessage_MD_Task
source: Failed creating folder: ${FOLDER_NAME} [${ERROR_MSG}]
ar: فشل إنشاء المجلد: [${ERROR_MSG}] ${FOLDER_NAME}
bg: Неуспешно създаване на папка: ${FOLDER_NAME} [${ERROR_MSG}]
de: Fehler beim Erstellen des Ordner: ${FOLDER_NAME} [${ERROR_MSG}]
es: No se pudo crear la carpeta: ${FOLDER_NAME} [${ERROR_MSG}]
et: Ebaõnnestus luua kausta: ${FOLDER_NAME} [${ERROR_MSG}]
eu: Huts egin du agiritegia sortzerakoan: ${FOLDER_NAME} [${ERROR_MSG}]
fi: Kansion luonti epäonnistui: ${FOLDER_NAME} [${ERROR_MSG}]
fr: Échec de la création du dossier: ${FOLDER_NAME} [${ERROR_MSG}]
it: Impossibile creare la cartella: ${FOLDER_NAME} [${ERROR_MSG}]
ja: フォルダの作成に失敗： ${FOLDER_NAME} [${ERROR_MSG}]
nl: Mislukte map aanmaken: ${FOLDER_NAME} [${ERROR_MSG}]
pl: Nie udało się utworzyć folderu: ${FOLDER_NAME} [${ERROR_MSG}]
pt_br: Houve uma falha ao criar a pasta: ${FOLDER_NAME} [${ERROR_MSG}]
ro: Eșec al creării dosarului: ${FOLDER_NAME} [${ERROR_MSG}]
ru: Папку ${FOLDER_NAME} не удалось создать: [${ERROR_MSG}]
sk: Zlyhalo vytvorenie priečinku: ${FOLDER_NAME} [${ERROR_MSG}]
sv: Misslyckades att skapa mapp: ${FOLDER_NAME} [${ERROR_MSG}]
th: การสร้างโฟลเดอร์ล้มเหลว: ${FOLDER_NAME} [${ERROR_MSG}]
tr: Dosya oluşturulurken hata: ${FOLDER_NAME} [${ERROR_MSG}]
ug: قىسقۇچ قۇرالمىدى: ${FOLDER_NAME} [${ERROR_MSG}]

# LogMessage_MD_Task
source: Start searching for mirrors...
ar: بدء البحث عن نسخ متطابقة...
bg: Започване търсене за огледала...
de: Suchen nach Spiegeln wird gestartet...
es: Comenzar búsqueda de espejos...
et: Käivita peeglite otsing...
eu: Hasi izpiluak bilatzen...
fi: Aloita etsimään peilejä...
fr: Lancer la recherche des miroirs…
hu: Tükrök keresése elindult...
it: Inizio ricerca dei mirror...
ja: ミラー検索開始...
nb: Start søking etter mirrors...
nl: Start zoeken naar spiegels...
pl: Rozpoczęto wyszukiwanie mirrorów...
pt_br: Começar a procurar por mais servidores-espelho...
ro: A început căutarea clonelor...
ru: Начат поиск зеркал...
sk: Spustiť hľadanie alternatívnych zdrojov...
sv: Börjar söka efter mirrors...
th: เริ่มค้นหากระจก...
tr: Yansılar için aramaya başla...
ug: تەسۋىر ئادرېس ئىزدەشنى باشلاۋاتىدۇ…

# LogMessage_MD_Task
source: Found ${COUNT} mirrors ${ERROR_STRING}.
ar: عُثر ${COUNT} مرايا ${ERROR_STRING}.
bg: Открити са ${COUNT} огледала ${ERROR_STRING}.
de: ${COUNT} gefundene Spiegel. ${ERROR_STRING}.
es: Encontrados ${COUNT} espejos ${ERROR_STRING}.
et: Leitud ${COUNT} peegleid ${ERROR_STRING}.
eu: Aurkiturik ${COUNT} izpilu ${ERROR_STRING}.
fr: ${COUNT} mirroir(s) trouvé(s) ${ERROR_STRING}.
hu: Találtam ${COUNT} tükröt ${ERROR_STRING}.
it: Trovati ${COUNT} mirror ${ERROR_STRING}.
ja: ミラーを ${COUNT} 発見 ${ERROR_STRING}
nb: Fant ${COUNT} mirrors ${ERROR_STRING}.
nl: Gevonden ${COUNT} mirrors ${ERROR_STRING}.
pl: Znaleziono ${COUNT} mirrory(ów) ${ERROR_STRING}.
pt_br: O programa encontrou ${COUNT} servidores-espelho ${ERROR_STRING}.
ro: Au fost găsite ${COUNT} clone [mirrors] ${ERROR_STRING}.
ru: Найдено ${COUNT} зеркал ${ERROR_STRING}.
sk: Nájdených ${COUNT} alternatívnych zdrojov ${ERROR_STRING}.
sv: Hittar ${COUNT} mirrors ${ERROR_STRING}.
th: พบกระจก ${COUNT} ${ERROR_STRING}
tr: yansılar ${ERROR_STRING} Bulunan ${COUNT}.
ug: ${COUNT}تەسۋىر بېكەت تېپىلدى ${ERROR_STRING}،${COUNT}تەسۋىر ئادرېس تېپىلدى${ERROR_STRING}

# LogMessage_MD_Task
source: Start searching for more peers...
ar: بدء البحث عن نظائر المزيد...
bg: Започване търсене за още пиъри...
de: Suchen nach mehr Peers wird gestartet...
es: Comenzando a buscar más pares...
et: Käivita otsing leidmaks rohkem jagajaid
eu: Hasi hartzaile gehiagoren bilaketa...
fi: Aloita etsimään lisää jakajia...
fr: Début de recherche de pairs supplémentaires...
hu: Több peer keresése elindult...
it: Inizio ricerca per altri peer...
ja: さらに多くのミラーを検索開始...
nb: Start søk etter flere brukere...
nl: Beginnen met zoeken naar meer collega's...
pl: Wyszukiwanie większej liczby peerów...
pt_br: Começar a procurar por mais pares...
ro: A început căutarea mai multor parteneri...
ru: Начат поиск пиров...
sk: Spustiť hľadanie viacerých peerov...
sv: Börjar söka efter fler peers...
th: เริ่มต้นการค้นหาผู้ใช้เพิ่ม...
tr: Daha fazla paylaşımcı aramaya başlanıyor
ug: تېخىمۇ كۆپ ئىشلەتكۈچى ئىزدەشنى باشلاۋاتىدۇ…

# LogMessage_MD_Task
source: Found ${COUNT} other peers. ${RETRY_INFO}
ar: عُثر ${COUNT} متلقين أخرين. ${RETRY_INFO}
bg: Открити са ${COUNT} други пиъри. ${RETRY_INFO}
de: ${COUNT} andere Peers gefunden. ${RETRY_INFO}
es: Encontrados otros ${COUNT} pares. ${RETRY_INFO}
et: Leitud ${COUNT} teised jagajad. ${RETRY_INFO}
eu: Aurkiturik ${COUNT} beste hartzaile. ${RETRY_INFO}
fi: Löytyi ${COUNT} muuta jakajaa. ${RETRY_INFO}
fr: ${COUNT} pairs trouvé(s). ${RETRY_INFO}
hu: Találtam ${COUNT} másik peert. ${RETRY_INFO}
it: Trovati ${COUNT} altri peers. ${RETRY_INFO}
ja: 他のピアを ${COUNT} 発見 ${RETRY_INFO}
nb: Fant ${COUNT} andre brukere. ${RETRY_INFO}
nl: Gevonden ${COUNT} andere peers. ${RETRY_INFO}
pl: Znaleziono ${COUNT} inne peery. ${RETRY_INFO}
pt_br: Encontrado ${COUNT} outras partes. ${RETRY_INFO}
ro: Au fost găsiți alți ${COUNT} parteneri. ${RETRY_INFO}
ru: Найдено ${COUNT} других пиров ${RETRY_INFO}
sk: Nájdených ${COUNT} iných peerov. ${RETRY_INFO}
sv: Hittar ${COUNT} andra peers. ${RETRY_INFO}.
th: เจอเพื่อนอีกคน${COUNT}เหรียญ ${RETRY_INFO}
tr: Diğer paylaşımcılar ${RETRY_INFO} bulunan ${COUNT}
ug: ${COUNT}ئىشلەتكۈچى تېپىلدى ${RETRY_INFO}

# LogMessage_MD_Task
source: No available peers.
ar: لا يوجد نظائر المتاحين.
bg: Няма достъпни пиъри.
de: Keine Peers verfügbar.
es: No hay pares disponibles.
et: Puuduvad jagajad.
eu: Ez dago hartzaile eskuragarririk.
fi: Jakajia ei saatavilla.
fr: Non disponible peers.
hu: Nincs elérhető peer.
it: Nessun peer disponibile.
ja: 有効なピアがありません。
nb: Ingen tilgjengelige brukere.
nl: Geen beschikbare peers.
pl: Brak dostępnych peerów.
pt_br: Não há pares disponíveis.
ro: Nu există parteneri disponibili.
ru: Нет доступных пиров.
sk: Žiadny voľní peeri.
sv: Inga tillgängliga peers.
th: ไม่มีเพื่อนว่าง
tr: Paylaşımcılar müsait değil
ug: باشقا ئىشلەتكۈچى يوق.

# LogMessage_MD_Task
source: Failed to query peers, ${ERROR_STRING}
ar: فشل الاستعلام عن النظائر ، ${ERROR_STRING}
bg: Неуспешно запитване за пиъри, ${ERROR_STRING}
de: Abfrage der Peers ist fehlgeschlagen, ${ERROR_STRING}
es: Fallo al pedir pares, ${ERROR_STRING}
et: Päring jagajatelt nurjuss, ${ERROR_STRING}
eu: Huts egin du hartzaileak galdetzean. ${ERROR_STRING}
fr: Echec de la requête Peers, ${ERROR_STRING}
it: Impossibile inviare la richiesta al server, ${ERROR_STRING}
ja: ピアの問い合わせに失敗, ${ERROR_STRING}
nl: Kan geen query's uitvoeren op peers, ${ERROR_STRING}
pl: Nie udało się wyszukać peerów, ${ERROR_STRING}
pt_br: Falha em consutar partes. ${ERROR_STRING}
ro: Interogarea partenerilor a eșuat, ${ERROR_STRING}
ru: Не удалось запросить пиры, ${ERROR_STRING}
sk: Zlyhanie dotazu na peerov, ${ERROR_STRING}
sv: Misslyckades att förfråga peers, ${ERROR_STRING}
th: การสอบถามผู้ใช้ล้มเหลว ${ERROR_STRING}
tr: Kaynaklarda hata oluştu, ${ERROR_STRING}
ug: باشقا ئىشلەتكۈچىنى ئىزدىيەلمىدى، ${ERROR_STRING}

# LogMessage_MD_Task
source: Task started.
ar: بداية المهمة.
bg: Задачата е стартирана.
de: Aufgabe gestartet.
es: Tarea iniciada.
et: Tegum käivitub.
eu: Eginkizuna hasita
fi: Tehtävä aloitettu.
fr: Tâche démarrée.
hu: A feladat elindult.
it: Attività iniziata.
ja: タスク開始。
nb: Oppgave startet
nl: Taak gestart.
pl: Zadanie rozpoczęte.
pt_br: Tarefa iniciada.
ro: Sarcina a pornit.
ru: Задание запущено.
sk: Úloha bola spustená.
sq: Detyra nisi.
sv: Aktivitet startas.
th: งานเริ่มแล้ว
tr: Görev başladı.
ug: ۋەزىپە قوزغىتىلدى.

# LogMessage_MD_Task
source: Task stopping...
de: Aufgabe wird gestoppt...
es: Detención de tareas...
fr: Arrêt de la tâche...
it: Arresto dell'attività...
ja: タスクを停止しています...
pl: Zatrzymanie zadania...
pt_br: Tarefa parando...
ru: Остановка задачи...
th: ภารกิจกำลังหยุด...

# LogMessage_MD_Task
source: Task stopped.
bg: Задачата спря.
de: Die Aufgabe wurde beendet.
es: La tarea se detuvo.
fr: La tâche s'est arrêtée.
it: Attività interrotta.
ja: タスクの停止。
nl: Taak gestopt.
pl: Zadanie zostało zatrzymane.
pt_br: A tarefa parou.
ru: Задача остановлена.
th: งานหยุดลง

# LogMessage_MD_Task
source: Task completed.
ar: أكتملت المهمة.
bg: Задачата е завършена.
de: Aufgabe wurde abgeschlossen.
es: Tarea finalizada.
et: Tegum valmis
eu: Eginkizuna amaituta.
fi: Tehtävä valmistui.
fr: Tâche terminée.
hu: A feladat befejeződött.
it: Attività completata.
ja: タスク完了。
nb: Oppgave fullført.
nl: Taak voltooid.
pl: Zadanie zakończone.
pt_br: Tarefa completa.
ro: Sarcină terminată.
ru: Задание завершено.
sk: Úloha dokončená.
sv: Aktivitet slutförd.
th: งานเสร็จสิ้น
tr: Görev tamamlandı
ug: ۋەزىپە تاماملاندى.

# LogMessage_MD_Task
source: An error occurred during download. Task stopped.
ar: حدث خطأ أثناء التحميل . أدى لإيقاف المهمة.
bg: Възникна грешка при свалянето. Задачата е спряна.
de: Ein Fehler ist beim Herunterladen aufgetreten. Aufgabe angehalten.
es: Ha ocurrido un error durante la descarga. Tarea detenida.
et: Allalaadmise ajal tekkis viga. Tegevus peatatud.
eu: Akats bat gertatu da jeisketan. Eginkizuna geldituta
fi: Tapahtui virhe ladattessa. Tehtävä pysäytetty.
fr: Une erreur s'est produite pendant le téléchargement. La tâche est interrompue.
hu: Hiba történt a letöltés közben. A feladat leállítva.
it: Errore durante il download. Task interrotto.
ja: エラーが発生しました。タスクは停止しました。
nb: En feil oppstod under nedlasting. Oppgaven er stoppet.
nl: Een fout is opgetreden tijdens het downloaden. Taak gestopt.
pl: Wystąpił błąd podczas pobierania. Zadanie zatrzymane.
pt_br: Um erro ocorreu durante o download. Tarefa interrompida.
ro: A apărut o eroare în timpul descărcării. Sarcina a fost oprită.
ru: Произошла ошибка во время загрузки. Задание остановлено.
sk: V priebehu sťahovania sa vyskytla chyba. Úloha bola zastavená.
sq: Ndodhi një gabim gjatë shkarkimit, detyra u ndal.
sv: Ett fel uppstod vid hämtning. Aktivitet stoppad.
th: งานหยุดเพราะเกิดข้อผิดพลาดระหว่างดาวน์โหลด
tr: İndirme sırasında bir hata oluştu. İşlem durduruldu.
ug: چۈشۈرۈشتە خاتالىق كۆرۈلدى. ۋەزىپە توختىدى.
