Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Message_UseAppData
source: You have changed the setting of "system.use_app_data". The current configuration files will be moved to new place. Do you want to continue?
ar: لقد قمت بتغيير إعدادات"system.use_app_data". ملفات الإعدادات الحالية سيتم نقلها الى المكان الجديد. هل تريد المتابعة ؟
bg: Вие променихте настройка на "system.use_app_data". Текущите конфигурационни файлове ще бъдат преместени на ново място. Желаете ли да продължите?
de: Sie haben die Einstellung von "system.use_app_data" geändert. Die aktuellen Konfigurationsdateien werden an die neue Position verschoben. Möchten Sie den Vorgang fortsetzen?
es: Ha cambiado la configuración de «system.use_app_data". Los archivos de configuración actual se trasladaron al nuevo destino. ¿Desea continuar?
et: Olete muutnud "system.use_app_data" seadistuse. Praegune konfiguratsioonifailid viiakse uuele töökohale. Kas soovite jätkata?
eu: "system.use_app_data" ezarpenak aldatu dituzu. Itxurapen agiriak toki berrira aldatuko dira. Jarraitu nahi duzu?
fi: Olet muuttanut "system.use_app_data" asetuksia. Nykyiset asetustiedostot siirretään uuteen paikkaan. Haluatko jatkaa?
fr: Vous avez modifié le paramètre de « system.use_app_data ». Les fichiers de configuration actuels seront déplacés dans un nouvel emplacement. Souhaitez-vous continuer ?
hu: Megváltoztattad a "system.use_app_data" beállítást. A jelenlegi konfigurációs fájlok áthelyezésre kerülnek az új helyre. Szeretnéd folytatni?
it: E' stato cambiato l'impostazione del "system.use_app_data". L'attuale files di configurazione saranno spostati alla nuova posizione. Si vuole continuare?
ja: "system.use_app_data" の設定を変更しました。 現在の設定ファイルは、新しい場所に移動されます。 続けますか？
nb: Du har endret instillingen av "system.use_app_data". Den nåværende konfigurasjonsfiler blir flyttet til et nytt sted. Ønsker du å fortsette?
nl: U hebt de instelling van "System. use _app_data" gewijzigd. De huidige configuratie bestanden worden verplaatst naar een nieuwe locatie. Wilt u doorgaan?
pl: Zmieniłeś konfigurację "system.use_app_data". Obecne pliki konfiguracyjne zostaną przeniesione w nowe miejsce. Czy chcesz kontynuować?
pt_br: Você alterou as configurações de "system.use_app_data". Os arquivos atuais de configuração serão movidos para um novo lugar. Deseja continuar?
ro: Ai schimbat setarea "system.use_app_data". Filele de configurare actuale vor fi mutate la locul cel nou. Sigur vrei să continui?
ru: Вы изменили настройку "system.use_app_data". Текущие файлы конфигурации будут перемещены в новое место. Продолжить?
sk: Zmenili ste nastavenia "system.use_app_data". Súčasné konfiguračné nastavenia budú presunuté na nové miesto. Chcete pokračovať?
sv: Du har ändrat inställningarna på "system.use_app_data". De aktuella konfigurationfilerna kommer att flyttas till en ny plats. Vill du fortsätta?
th: คุณได้เปลี่ยนการตั้งค่าของ "system.use_app_data" แฟ้มการกําหนดค่าปัจจุบันจะถูกย้ายไปยังตําแหน่งใหม่ คุณต้องการดําเนินการต่อหรือไม่?
tr: "system.use_app_data" ayarlarını değiştirdiniz. Mevcut yapılandırma dosyaları yeni bir yere taşınacak. Devam etmek istiyor musunuz?
ug: "system.use_app_data" تەڭشىكىنى ئۆزگەرتتىڭىز. نۆۋەتتە ئىشلىتىۋاتقان سەپلىمە ھۆججىتى يېڭى ئورۇنغا يۆتكىلىدۇ. داۋاملاشتۇرامسىز؟

# Message_UseAppData
source: Existing configuration files found in target folder. Do you want to overwrite them?
ar: ملفات الإعدادات موجوده بمجلد الهدف. هل تريد إستبدالهم؟
bg: В целевата папка са открити съществуващи конфигурационни файлове. Желаете ли те да бъдат презаписани?
de: Bestehende Konfigurationsdateien im Zielordner gefunden. Möchten Sie sie überschreiben?
es: Ya existen archivos de configuración en la carpeta de destino. ¿Desea sobrescribirlos?
et: Sihtkaustas leiti olemasolevaid konfiguratsioonifaile. Kas soovid üle kirjutada neid?
eu: Itxurapen agiriak aurkitu dira jomuga agiritegian. Gainidaztea nahi duzu?
fr: Fichiers de configuration existants trouvés dans le répertoire cible. Souhaitez-vous les écraser ?
hu: A célmappában már vannak konfigurációs fájlok. Szeretnéd felülírni őket?
it: Ci sono già dei file di configurazione nella cartella selezionata. Vuoi sovrascriverli?
ja: 指定のフォルダに既存の設定ファイルを見つけました。 上書きしますか？
nb: Eksisterende konfigurasjonsfiler funnet i målmappe. Vil du overskrive dem?
nl: Bestaande configuratie bestanden gevonden in doelmap. Wilt u deze overschrijven?
pl: W folderze docelowym istnieją pliki konfiguracyjne. Czy chcesz je nadpisać?
pt_br: Foram encontrados arquivos de configuração na pasta de destino. Deseja sobrescrevê-los?
ro: Există deja file de configurare în dosarul țintă. Vrei să le suprascrii?
ru: Существующие файлы конфигурации найдены в намеченой папке. Перезаписать их?
sk: Existujúce konfiguračné nastavenia sú v cieľovom priečinku. Chcete ich prepísať?
sv: Existerande konfigurationsfiler hittades i målmappen. Vill du skriva över dem?
th: พบแฟ้มการกําหนดค่าที่มีอยู่ในโฟลเดอร์เป้าหมาย คุณต้องการเขียนทับหรือไม่
tr: Mevcut konfigürasyon dosyaları hedef klasörde bulundu. Üzerine yazmak ister misiniz?
ug: نىشان قىسقۇچتا سەپلىمە ھۆججەت مەۋجۇد. راستىنلا قاپلىۋېتەمسىز؟

# Message_UseAppData
source: Failed to move files. The setting of "system.use_app_data" remains unchanged.
ar: فشل في نقل الملفات. إعدادات "system.use_app_data" لم تتغير.
bg: Преместването на файловете пропадна. Настройката на "system.use_app_data" остава непроменена.
de: Verschieben von Dateien fehlgeschlagen. Die Einstellung von "system.use_app_data" bleibt unverändert.
es: No se pudo mover archivos. La configuración de «system.use_app_data» permanece sin cambios.
et: Failide liigutamine ebaõnnestus. Seade "system.use_app_data" jääb samaks.
eu: Agiriak mugitzeak huts egin du. "system.use_app_data" ezarpenean hondarrak aldatu gabe daude.
fi: Tiedostojen siirto epäonnistui. "system.use_app_data" asetus pysyy ennallaan.
fr: Déplacement des fichiers échoué. Le paramètre « system.use_app_data » de demeure inchangé.
hu: A fájlok mozgatása nem sikerült.. A "system.use_app_data" beállítás nem változik.
it: Impossibile spostare i files. L'impostazione del "system.use_app_data" rimane invariato.
ja: ファイルの移動に失敗しました。 "system.use_app_data" の設定は変更されていません。
nb: Mislyktes å flytte filer. Innstillingen av "system.use_app_data" forblir uendret.
nl: Kan geen bestanden verplaatsen. De instelling van "System. use _app_data" blijft ongewijzigd.
pl: Nie przeniesiono plików. Ustawienie "system.use_app_data" pozostaje nie zmienione.
pt_br: O BitComet falhou ao mover alguns arquivos. As configurações de "system.use_app_data" permanecerão inalteradas.
ro: Mutarea filelor a eșuat. Setarea pentru "system.use_app_data" rămîne neschimbată.
ru: Невозможно переместить файлы. Настройка "system.use_app_data" осталась неизмененной.
sk: Presun súboru zlyhal. Nastavenie "system.use_app_data" ostalo nezmenené.
sv: Misslyckades att flytta filer. Inställningarna för "system.use_app_data" förblir oförändrad.
th: ไม่สามารถย้ายแฟ้มได้ การตั้งค่าของ "system.use_app_data" ยังคงไม่เปลี่ยนแปลง
tr: Dosyalar taşınamadı. "system.use_app_data" ayarı eski halini koruyor.
ug: ھۆججەتنى يۆتكىيەلمىدى. "system.use_app_data" تەڭشىكى ئۆزگەرمىدى.

# Options_Advanced
source: Video preview program path (auto-detect when emtpy)
ar: مسار برنامج معاينه الفيديو (الكشف التلقائي عند emtpy)
bg: Път към програмата за преглед на видео (автоматично откриване, когато е празно)
de: Programmpfad für Filmvorschau (autom. Erkennung, wenn nicht angegeben)
es: Ruta del programa para previsualizar vídeo (detección automática si está vacío)
et: Filmi eelvaatlus progre (on määrmata)
eu: Bideo aurreikuspen egitarau helburua (berez-atzeman hutsik dagoenean)
fi: Video esikatseluohjelman polku (havaitse automaattisesti jos tyhjä)
fr: Chemin d'accès au programme de prévisualisation de la vidéo (détection automatique si vide)
hu: A videó előnézeti program útvonala (automatikus érzékelés, mikor üres)
it: Percorso del player video (ricerca automatica se lasciato vuoto)
ja: 動画の再生プログラムのパス (空欄の場合は自動検出)
nb: Sti for videoforhåndsvisning program (autofinn når tom)
nl: Video preview programma pad (auto-detect wanneer emtpy)
pl: Ścieżka do programu podglądu wideo (autowykrywanie, kiedy pusta)
pt_br: Caminho do programa de pré visualização do vídeo (autodetectar quando vazio)
ro: Calea programului de previzionare video (autodetectează cînd nu e completată)
ru: Путь к программе видео-предпросмотра (авто-поиск, если пусто)
sk: Path programu videoprehrávača (autodetekcia, keď je prázdny)
sq: Parapamje video e shkurtores së programit (vetë dalloje kur është bosh)
sv: Sökväg för videoförhandsgranskning (sök automatiskt när den är tom)
th: ที่อยู่โปรแกรมแสดงตัวอย่างไฟล์วิดีโอ (ตรวจจับอัตโนมัติหากเว้นว่าง)
tr: Video önizleme program paketi (boş olduğunda otomatik denetle)
ug: سىننى ئالدىن كۆزىتىش پروگرامما يولى (بوش بولسا ئاپتوماتىك بايقايدۇ)

# Options_Advanced
source: Copy Name
bg: Име на копие
de: Kopiername
es: Nombre de la copia
fr: Nom de la copie
it: Copia nome
ja: コピー名
nl: Naam kopiëren
pl: Nazwa kopiowania
pt_br: Nome da cópia
ru: Имя копии
th: คัดลอกชื่อ

# Options_Advanced
source: Copy Value
bg: Копиране на стойност
de: Kopierwert
es: Valor de copia
fr: Valeur de copie
it: Copia valore
ja: 値のコピー
nl: Waarde kopiëren
pl: Wartość kopiowania
pt_br: Valor da cópia
ru: Значение копирования
th: คัดลอกค่า

# Common
source: true
bg: вярно
de: wahr
es: verdadero
fr: vrai
it: vero
ja: 真
nl: waar
pl: prawda
pt_br: verdadeiro
ru: истинный
th: จริง

# Common
source: false
bg: фалшиво
de: falsch
es: falso
fr: faux
it: falso
ja: 偽
nl: onwaar
pl: fałsz
pt_br: falso
ru: ложный
th: ปลอม

# Options_Advanced
source: Maximum number of connections per task (0 - auto)
ar: الحد الأقصى للإتصالات لكل مهمة (0 - ألي )
bg: Максимален брой връзки за задача (0 = автоматично)
de: Max. Anzahl an Verbindungen pro Aufgabe (0 - autom.)
es: Conexiones máximas por tarea (0 - auto)
et: Maksimum ühendusi tegumi kohta (0 - automaatselt)
eu: Gehienezko elkarketa zenbatekoa eginkizun bakoitzeko (0 - berezkoa)
fi: Suurin määrä yhteyksiä sallittu per tehtävä (0 - auto)
fr: Connections par tâche maxi (0 - auto)
hu: Max. kapcsolatok feladatonként (0 - auto)
it: Numero massimo di connessione per task (0 - auto)
ja: タスクごとの最大接続数 (0 = 自動)
nb: Maksimalt antall tilkoblinger per oppgave (0- auto)
nl: Maximum aantal verbindingen per taak (0-auto)
pl: Maksymalna ilość połączeń na zadanie (0 - automatycznie)
pt_br: Número max. de conexões por tarefa (0 - auto.)
ro: Număr maxim de conexiuni per sarcină (0 - auto)
ru: Максимум соединений на задание (0 - авто)
sk: Maximálny počet pripojení na úlohu (0 - auto)
sq: Maksimumi i Lidhjeve Për Detyrë (0 - auto)
sv: Maximalt antal anslutningar per aktivitet (0 - auto)
th: เชื่อมต่อได้มากสุดต่องาน (0 - อัตโนมัติ)
tr: Her görev için Maximum bağlantı sayısı(0 - otomatik)
ug: ھەر بىر ۋەزىپىنىڭ ئەڭ كۆپ ئۇلىنىش سانى (0-ئاپتوماتىك)

# Options_Advanced
source: Maximum number of connections per ltseed (1-10)
bg: Максимален брой връзки за лотово семе (1-10)
de: Maximale Anzahl der Verbindungen pro Lataat (1-10)
es: Número máximo de conexiones por ltseed (1-10)
fr: Nombre maximum de connexions par ltseed (1-10)
it: Numero massimo di connessioni per seeding (1-10)
ja: ltseed あたりの最大接続数 (1-10)
nl: Maximum aantal aansluitingen per ltseed (1-10)
pl: Maksymalna liczba połączeń na ltseed (1-10)
pt_br: Número máximo de conexões por ltseed (1-10)
ru: Максимальное количество соединений на ltseed (1-10)
th: จํานวนการเชื่อมต่อสูงสุดต่อ ltseed (1-10)

# Options_Advanced
source: Global maximum number of connections (0 - unlimited)
ar: الاتصالات القصوى العمومية (0 - عدد غير محدود)
bg: Общ максимален брой връзки (0 = неограничено)
de: Max. Anzahl an Verbindungen (allgemein) (0 - unbegrenzt)
es: Número máximo de conexiones globales (0: sín límite)
et: Maksimu arv ühendusi (0 - piiramtud)
eu: Gehienezko elkarketa global zenbatekoa (0 - mugagabe)
fr: Connexions totales maxi (0 - unlimited)
hu: Maximális kacsolódás összesen (0 - végtelen)
it: Massime connessioni globali (0 - illimitate)
ja: 全体の最大接続数（0で無制限）
nb: Globalt maksimum tilkoblinger (0- ubegrenset)
nl: Globaal maximum aantal verbindingen (0-onbeperkt)
pl: Maksymalna łączna ilość połączeń (0 - bez limitu)
pt_br: Número máximo de conexões globais (0 - ilimitado)
ro: Număr maxim global de conexiuni (0 - nelimitat)
ru: Максимум соединений (0 - неограничено)
sk: Globálne maximáne pripojení
sq: Lidhjet maksimale globale (0 - pa kufi)
sv: Totala maximala antalet anslutningar (0 - obegränsat)
th: จำนวนการเชื่อมต่อสูงสุดโดยรวม (0 - ไม่จำกัด)
tr: Global maximum connections
ug: ئۇمۇمىي دائىرىدىكى ئەڭ كۆپ ئۇلىنىش سانى (0-چەكسىز)

# Options_Advanced
source: Socket start interval (ms)
ar: الفاصل الزمني لبدء مأخذ التوصيل (ms)
bg: Стартов интервал на сокета (ms)
de: Socket Startintervall (ms)
es: Intervalo de comienzo en zócalo (ms)
et: Socket startimis interval (ms)
eu: Argiburu hasiera tartea (ms)
fr: Intervale de départ de l'interface de connexion (ms)
hu: Socket kezdő időköz (ms)
it: Intervallo iniziale socket (ms)
ja: ソケットの開始間隔 (ミリ秒)
nb: Socket start intervall (ms)
nl: Begin interval voor Socket (ms)
pl: Opóźnienie startu gniazda (ms)
pt_br: Intervalo inicial do socket (ms)
ro: Intervalul de pornire a socketului (ms)
ru: Интервал старта сокетов (мс)
sk: Diera začne v intervaloch (ms)
sq: Intervali i nisjes së Socket (ms)
sv: Startintervall för sockel (ms)
th: ช่วงเริ่มต้นซ็อกเก็ต (ms)
tr: Yuva başlama aralığı (ms)
ug: ئۇلىنىش تەشەببۇس قىلىش ۋاقىت ئارىلىقى (مىللى سېكۇنت)

# Options_Advanced
source: Maximum simultaneous half-open TCP connections (0 - auto)
ar: Max simultaneous half-open TCP connections (0 - auto)
bg: Макимално едновременни полуотворени TCP връзки (0 = автоматично)
de: Max. gleichzeitig halb-offene TCP-Verbindungen (0 - autom.)
es: Conexiones máximas simultáneas semi abiertas TCP (0 - auto)
et: Maksimum paokil TCP ühendusi (0 - auto)
eu: Gehienezko aldibereko TCP elkarketa erdi-irekiak (0 - berezkoa)
fr: Maximum de connexions semi-ouvertes TCP simultanés (0 - auto)
hu: Max. egyidejű félig nyitott TCP kapcsolatok (0 - auto)
it: Numero massimo di connessioni simultanee TCP parziali (0 - auto)
ja: TCP接続の最大同時試行数 (0 = 自動)
nb: Maksimalt samtidige halv- åpne TCP- tilkoblinger (0- auto)
nl: Maximale gelijktijdige half-open TCP-verbindingen (0-auto)
pl: Maksymalna ilość jednoczesnych połączeń półotwartych TCP (0 - auto)
pt_br: Número max. de conexões TCP semi-abertas simultâneas (0 - auto.)
ro: Număr maxim de conexiuni simultane TCP semideschise (0 - auto)
ru: Максимум одновременных полуоткрытых соединений TCP (0 - авто)
sk: Maximálny počet simultánnych polootvorených TCP pripojení (0 - auto)
sq: Maksimumi i lidhjeve gjysëm të hapura TCP në të njëjtën kohë (0 - auto)
sv: Maximalt antal samtidiga halvöppna TCP-anslutningar (0 - Automatiskt)
th: การเชื่อมต่อ TCP แบบเปิดได้พร้อมกันสูงสุด (0 - อัตโนมัติ)
tr: Maksimum eşzamanlı yarı açık TCP bağlantısı(0 - otomatik)
ug: بىرلا ۋاقىتتا سىنايدىغان TCP ئۇلىنىشنىڭ ئەڭ كۆپ سانى (0- ئاپتوماتىك)

# Options_Advanced
source: Maximum simultaneous half-open TCP connections per HTTP tracker
de: Maximale gleichzeitige halboffene TCP-Verbindungen pro HTTP-Tracker
es: Número máximo de conexiones TCP semiabiertas simultáneas por rastreador HTTP
fr: Nombre maximal de connexions TCP semi-ouvertes simultanées par tracker HTTP
it: Numero massimo di connessioni TCP semiaperte simultanee per tracker HTTP
ja: HTTP トラッカーあたりの最大同時ハーフオープン TCP 接続数
pl: Maksymalna liczba jednoczesnych półotwartych połączeń TCP na moduł śledzący HTTP
pt_br: Conexões TCP semiabertas simultâneas máximas por rastreador HTTP
ru: Максимальное количество одновременных полуоткрытых TCP-соединений на HTTP-трекер
th: การเชื่อมต่อ TCP แบบเปิดครึ่งเปิดพร้อมกันสูงสุดต่อตัวติดตาม HTTP

# Options_Advanced
source: Timeout seconds of TCP connections (5-300)
bg: Време на изчакване секунди на TCP връзки (5-300)
de: Timeoutsekunden für TCP-Verbindungen (5-300)
es: Tiempo de espera segundos de conexiones TCP (5-300)
fr: Temps d’arrêt des connexions TCP (5-300)
it: Secondi di timeout delle connessioni TCP (5-300)
ja: TCP 接続のタイムアウト秒数 (5 ~ 300)
nl: Time-out seconden van TCP-verbindingen (5-300)
pl: Limit czasu połączeń TCP (5-300)
pt_br: Tempo de tempo de conexões TCP (5-300)
ru: Секунды тайм-аута tCP соединений (5-300)
th: วินาทีหมดเวลาของการเชื่อมต่อ TCP (5-300)

# Options_Advanced
source: Maximum number of UDP packets sent per second
ar: الحد الأقصى لعدد حزم UDP المرسلة في الثانية
bg: Максимален брой UDP пакети изпратени в секунда
de: Maximale Anzahl der pro Sekunde gesendeter UDP-Pakete
es: Numero máximo de paquetes UDP enviados por segundo
et: Maksimaalne arv UDP pakette mida saadetakse sekundis
eu: Gehienezko UDP pakete zenbateko bidalketa segunduko
fr: Nombre maximal de paquets UDP envoyés par seconde
it: Numero massimo di pacchetti UDP inviati al secondo
ja: 1秒あたりに送信するUDPパケットの最大数
nl: Maximum aantal verzonden UDP-pakketten per seconde
pl: Maksymalna liczba pakietów UDP wysyłanych w ciągu sekundy
pt_br: Número máximo de pacotes UDP enviados por segundo
ro: Numărul maxim de pachete UDP trimise pe secundă
ru: Максимальное количество отправляемых UDP пакетов в секунду
sk: Maximálny počet UDP balíčkov zaslaných za sekundu
sv: Maximalt antal UDP-paket som skickas per sekund
th: จํานวนสูงสุดของแพคเก็ต UDP ที่ส่งต่อวินาที
tr: Saniyede gönderilebilecek maksimum UDP paketi sayısı.
ug: ھەر سېكۇنتتا يوللايدىغان ئەڭ كۆپ UDP بوغچىسى

# Options_Advanced
source: Hash-check again when the task download has finished
ar: إختبار التجزئة مرة أخرى عند الانتهاء من تحميل المهمة
bg: Повторна хеш проверка при завършване на свалянето на задачата
de: Hash erneut prüfen, wenn das Herunterladen der Aufgabe abgeschlossen ist
es: Volver a comprobar hash cuando haya finalizado la descarga
et: Hash-kontroll, kui laadimine on lõppenud
eu: Hash egiaztapen berria jeitsitako eginkizuna amaitu denean
fi: Tarkista hash uudelleen kun lataus on valmis
fr: Re-vérifier le hachage après le téléchargement
hu: Hash ellenőrzés újból, miután a feladat sikeresen letöltődött
it: Controllo Hash al termine del task
ja: ダウンロードの完了時にもう一度ハッシュ値を照合する
nb: Hash- sjekk igjen når nedlasting av oppgaven er fullført
nl: Hash-check opnieuw wanneer de taak download is voltooid
pl: Ponowne sprawdzenie sumy kontrolnej po zakończeniu pobierania
pt_br: Verificar o hash novamente quando a tarefa de download estiver terminada
ro: Verifică din nou hașul cînd sarcina de descărcare s-a terminat
ru: Сновы проверить хэш, когда загрузка будет завершена
sk: Kontrola transformačnej tabuľky opäť, keď skončí sťahovanie
sq: Kontrollo për gabime përsëri kur detyra e shkarkimit ka përfunduar
sv: Hashkontrollera igen när nerladdningsaktiviteten är slutförd
th: ตรวจสอบรหัส Hash อีกครั้งเมื่อดาวน์โหลดงานเสร็จ
tr: Kill virus after download
ug: چۈشۈرۈش تاماملانغاندا ھۆججەتنىڭ مۇكەممەللىكىنى قايتا تەكشۈر

# Options_Advanced
source: Hash-check again if downloaded file changed
ar: التجزئة--تحقق مره أخرى إذا تم تحميل الملف تغيير
bg: Повторна хеш проверка, ако сваления файл е променен
de: Hash erneut überprüfen, wenn sich heruntergeladene Datei geändert hat
es: Comprobar el Hash de nuevo si el archivo descargado ha cambiado
et: Uus Hashi-kontoll kui allalaetud faili muudeti
eu: Hash egiaztapen berria jeitsitako agiria aldatu bada.
fr: Hash-vérifier à nouveau si le fichier téléchargé a changé
it: Hash-controllare di nuovo se il file scaricato cambiato
ja: ダウンロード済みのファイルが変更されている場合再度ハッシュチェックをする
nl: Hash-check opnieuw als het gedownloade bestand veranderd
pl: Sprawdzenie sumy kontrolnej, jeśli pobrany plik się zmienił
pt_br: Verificar Hash novamente se o arquivo baixado mudou
ro: Verifică din nou hașul dacă fila descărcată s-a schimbat
ru: Проверить контрольную сумму повторно если загруженный файл был изменен
sk: Kontrola hash znovu, ak sa stiahnutý súbor zmenil
sv: Hashkontrollera igen om nedladdningsfil ändrades
th: แฮชเช็คอีกครั้งหากไฟล์ที่ดาวน์โหลดมีการเปลี่ยนแปลง
tr: İndirilen dosya değiştirildiyse yeniden hash kontrolü yap.
ug: چۈشۈرۈلگەن ھۆججەت ئۆزگەرتىلسە مۇكەممەللىكنى قايتا تەكشۈر

# Options_Advanced
source: Hash-check for long term seeding if neccessary when download finish
bg: Хеш-проверка за дългосрочно засяване, ако е необходимо, когато изтегляне токът завърши
de: Hash-Check für langfristigeS-Seeding, falls erforderlich, wenn download-finish
es: Comprobación hash para la sembración a largo plazo si es necesario cuando termine la descarga
fr: Hash-vérifier pour l’ensemencement à long terme si nécessaire lorsque le téléchargement se termine
it: Controllo hash per il seeding a lungo termine se necessario al termine del download
ja: ダウンロードが終了したときに必要に応じて長期シードのハッシュチェック
nl: Hash-check voor lange termijn zaaien indien nodig bij download finish
pl: Sprawdzanie skrótu pod kątem długotrwałego wysiewu, jeśli to konieczne po zakończeniu pobierania
pt_br: Verifique hash para semeação a longo prazo, se necessário, quando o download terminar
ru: Хэш-проверить для долгосрочного посева, если это необходимо при загрузке отделки
th: แฮชตรวจสอบการเพาะเมล็ดในระยะยาวหากจําเป็นเมื่อดาวน์โหลดเสร็จสิ้น

# Options_Advanced
source: Set hash check thread to low priority
ar: تعيين مؤشر ترابط فحص التجزئة إلى اولويه منخفضه
bg: Задаване на нисък приоритет за процеса на хеш проверка
de: Hashprüfung mit geringer Priorität
es: Establecer la comprobación del hash en prioridad baja
et: Sea hashi otsingu sõne madla eelistusega
eu: Ezarri hash egiaztapen haritzea lehentasun txikian
fi: Aseta hash tarkistus pienelle prioriteetille
fr: Régler le suivi de vérification du hachage à priorité basse
hu: Hash ellenőrzés beállítása alacsony prioritásra
it: Imposta il controllo dell'Hash su priorità bassa
ja: ハッシュ値の照合処理の優先度を下げる
nb: Sett hash- sjekk til lav prioritet
nl: Stel hash check draad op lage prioriteit
pl: Ustaw niski priorytet dla sprawdzania sumy kontrolnej
pt_br: Definir verificação de hash para prioridade baixa
ro: Setează firul de verificare a hașului ca avînd prioritate scăzută
ru: Поставить низкий приоритет проверке хэша
sk: Nastaviť kontrolu transformačnej tabuľky na nízku prioritu
sq: Vendoseni kontrollin e vlefshmërisë në prioritet të ulët
sv: Ställ in hashkontrollstråden på låg prioritet
th: ตั้งการตรวจสอบ hash ให้มีความสำคัญต่ำ
tr: Düşük öncelikte hasar kontrol tehditini ayarla
ug: ۋەزىپىنىڭ مۇكەممەللىكىنى تەكشۈرۈش جەريانىنى تۆۋەن ئالدىنلىق قىلىپ تەڭشە

# Options_Advanced
source: User-Agent sent to HTTP tracker
bg: Потребителски агент, изпращан до HTTP тракера
de: Benutzeragent sendet an HTTP-Tracker
es: Agente de usuario enviado al rastreador HTTP
et: Kasutaja agent saatis HTTP jälitajale
eu: Erabiltzaile-Ordezkari bidalia HTTP aztarnarira
fr: Agent utilisateur envoyé au traqueur HTTP
hu: Ügyféltípus elküldése HTTP trackernek
it: Identificazione inviata al tracker HTTP
ja: HTTPトラッカーに送信するユーザーエージェント
nb: Brukeragent sendt til HTTP-tracker
nl: User-agent verstuurd naar HTTP tracker
pl: Nazwa programu wysłana do trackera HTTP
pt_br: Agente do usuário enviado ao tracker HTTP
ro: Identificatorul softului care e trimis la trackerul HTTP
ru: User-agent, отсылаемый трекеру
sk: Používateľského agenta poslať na HTTP stopu
sq: Agjenti përdorues u dërgua tek gjurmuesi HTTP
sv: Användaragent har skickats till HTTP-tracker
th: ตัวแทนผู้ใช้ที่ส่งไปยังตัวติดตาม HTTP
tr: Kullanıcı-Vekili HTTP izleyicisine gönderildi
ug: HTTP Tracker گە ئۇلانغاندا يوللىغان ئىشلەتكۈچى ۋاكالەتچىسى

# Options_Advanced
source: Enable UDP tracker support
bg: Активиране на поддръжката на UDP тракер
de: Aktivieren der UDP-Tracker-Unterstützung
es: Habilitar el soporte de seguimiento UDP
fr: Activer le support tracker UDP
it: Abilitare il supporto del tracker UDP
ja: UDP トラッカーのサポートを有効にする
nl: Ondersteuning voor UDP-trackers inschakelen
pl: Włącz obsługę trackera UDP
pt_br: Habilite o suporte ao rastreador UDP
ru: Включить поддержку трекера UDP
th: เปิดใช้งานการสนับสนุนตัวติดตาม UDP
