Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DetailView_FileList
source: Preview
ar: معاينة
bg: Преглед
de: Vorschau
es: Previsualizar
et: Eelvaade
eu: Aurreikuspegia
fi: Esikatsele
fr: Aperçu
hu: Előnézet
it: Anteprima
ja: プレビュー
nb: Forhåndsvis
nl: Voorbeschouwing
pl: Podgląd
pt_br: Visualizar
ro: Previzionează
ru: Предпросмотр
sk: Náhľad
sq: Parapamje
sv: Förhandsvisa
th: แสดงตัวอย่าง
tr: Ön İzleme
ug: ئالدىن كۆزەت

# DetailView_FileList
source: Progress
ar: المنجز
bg: Напредък
de: Fortschritt
es: Progreso
et: Valmis
eu: Garapena
fi: Edistyminen
fr: Progression
hu: Folyamat
it: Avanzamento
ja: 進行状況
nb: Fremdrift
nl: Voortgang
pl: Ukończone
pt_br: Progresso
ro: Progres
ru: Прогресс
sk: Priebeh
sq: Progresi
sv: Förlopp
th: ความคืบหน้า
tr: İlerleme
ug: سۈرئەت

# DetailView_FileList
source: Priority
ar: الأولوية
bg: Приоритет
de: Priorität
es: Prioridad
et: Prioriteet
eu: Lehentasuna
fi: Prioriteetti
fr: Priorité
hu: Prioritás
it: Priorità
ja: 優先度
nb: Prioritet
nl: Prioriteit
pl: Priorytet
pt_br: Prioridade
ro: Prioritate
ru: Приоритет
sk: Priorita
sq: Prioriteti
sv: Prioritet
th: ความสำคัญ
tr: Öncelik
ug: ئالدىنلىق

# DetailView_FileList
source: Long-Term Seeds
bg: Дългосрочни семена
de: Langfristige Seeds
es: Semillas a largo plazo
fr: Semences à long terme
it: Semi a lungo termine
ja: 長期種子
nl: Langdurige zaden
pl: Nasiona długoterminowe
pt_br: Sementes de longo prazo
ru: Долгосрочные семена
th: เมล็ดพันธุ์ระยะยาว

# DetailView_FileList
source: ED2K Link
bg: ED2K връзка
es: Enlace ED2K
fr: Lien ED2K
it: link ED2K
ja: ED2K リンク
pl: Link ED2K
pt_br: Link ED2K
ru: ED2K ссылка
th: ลิงก์ ED2K

# DetailView_FileList
source: Piece Index
bg: Индекс на частите
de: Stückindex
es: Indice de piezas
fr: Index des pièces
it: Indice pezzo
ja: ピースインデックス
nl: Stukindex
pl: Indeks sztuki
pt_br: Índice de peças
ru: Индекс фигур
th: ดัชนีชิ้น

# DetailView_FileList
source: Piece Hash v2
de: Stück Hasch v2
es: Hash de pieza v2
fr: Hachage de pièce v2
it: Pezzo Hash v2
ja: ピースハッシュv2
pl: Fragment skrótu v2
pt_br: Peça Hash v2
th: แฮชชิ้น v2

# DetailView_FileList
source: Debug Info
bg: Информация за отстраняване на грешки
es: Información de depuración
fr: Informations de débogage
ja: デバッグ情報
pl: Informacje debugowania
pt_br: Informações de depuração
ru: Информация по отладке
th: ข้อมูลดีบัก

# DetailView_FileList
source: Number of acquired piece hashes for torrent v2
de: Anzahl der erworbenen Piece-Hashes für Torrent v2
es: Número de hashes de piezas adquiridas para torrent v2
fr: Nombre de hachages de pièces acquis pour torrent v2
it: Numero di hash di pezzi acquisiti per torrent v2
ja: トレントv2のために取得されたピースハッシュの数
pl: Liczba uzyskanych skrótów fragmentów dla torrenta v2
pt_br: Número de hashes de peças adquiridas para torrent v2
ru: Количество полученных кусковых хэшей для торрента v2
th: จํานวนแฮชชิ้นส่วนที่ได้มาสําหรับ torrent v2

# DetailView_FileList_Menu
source: Open File
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir le fichier
it: Apri file
ja: ファイルを開く
pl: Otwórz plik
pt_br: Abrir Ficheiro
ru: Открыть файл
th: เปิดไฟล์

# DetailView_FileList_Menu
source: Play File
de: Datei abspielen
es: Reproducir archivo
fr: Lire le fichier
it: Riproduci file
ja: ファイルの再生
pl: Odtwórz plik
pt_br: Reproduzir arquivo
ru: Воспроизвести файл
th: เล่นไฟล์

# DetailView_FileList_Menu
source: Open Directory
de: Offenes Verzeichnis
es: Directorio abierto
fr: Ouvrir l’annuaire
it: Apri directory
ja: フォルダを開く
pl: Otwórz katalog
pt_br: Diretório Aberto
ru: Открыть каталог
th: เปิดไดเรกทอรี

# DetailView_FileList_Menu
source: Specify ED2K Link
bg: Задайте ED2K връзка
de: ED2K-Link angeben
es: Especificar enlace ED2K
fr: Spécifier ED2K Link
it: Specifica collegamento ED2K
ja: ED2K リンクの指定
nl: ED2K-koppeling opgeven
pl: Określ łącze ED2K
pt_br: Especificar link ED2K
ru: Указание ссылки ED2K
th: ระบุการเชื่อมโยง ED2K

# DetailView_FileList_Menu
source: Search ED2K Link for this File
bg: Търсене в ED2K Връзка за този файл
de: ED2K-Link nach dieser Datei durchsuchen
es: Buscar este archivo en el enlace ED2K
fr: Rechercher un lien ED2K pour ce fichier
it: Cerca questo link ED2K per questo file
ja: このファイルのED2Kリンクを検索
nl: Zoek ED2K Link naar dit bestand
pl: Wyszukaj link ED2K dla tego pliku
pt_br: Pesquise link ED2K para este arquivo
ru: Поиск ED2K Ссылка для этого файла
th: ค้นหาการเชื่อมโยง ED2K สําหรับแฟ้มนี้

# DetailView_FileList_Menu
source: Highest
bg: Висок
de: Höchstes
es: La más alta
fr: Le plus élevé
it: Più alta
ja: 最高
nl: Hoogste
pl: Najwyższy
pt_br: Altíssimo
ru: Самый высокий
th: สุดยอด

# DetailView_FileList_Menu
source: High
bg: Висок
de: Hoch
es: Alto
fr: Haut
it: Alta
ja: 高
nl: Hoog
pl: Wysoki
pt_br: Elevado
ru: Высокий
th: สูง

# DetailView_FileList_Menu
source: Normal
bg: Нормален
fr: Moyenne
it: Normale
ja: 標準
nl: Normaal
pl: Normalny
ru: Нормальный
th: ปกติ

# DetailView_FileList_Menu
source: Customize...
ar: تخصيص...
bg: Персонализиране...
de: Benutzerdefiniert...
es: Personalizar...
et: Kohanda...
eu: Neureraratu
fi: Mukauta...
fr: Personnaliser...
hu: Testreszabás...
it: Personalizza...
ja: カスタマイズ...
nb: Tilpass...
nl: Aanpassen...
pl: Dostosuj...
pt_br: Personalizar...
ro: Personalizează...
ru: Настроить...
sk: Prispôsobiť...
sq: Përshtat...
sv: Redigera...
th: กำหนดเอง...
tr: Özelleştir...
ug: ئۆزلەشتۈر…

# DetailView_FileList_Menu
source: Priority
bg: Приоритет
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先度
nl: Prioriteit
pl: Priorytet
pt_br: Prioridade
ru: Приоритет
th: ความสำคัญ

# DetailView_FileList_Menu
source: Antivirus Protection
bg: Антивирусна защита
de: Virenschutz
es: Protección antivirus
fr: Protection Antivirus
it: Protezione antivirus
ja: ウイルス対策保護
nl: Antivirusbescherming
pl: Ochrona antywirusowa
pt_br: Proteção antivírus
ru: Антивирусная защита
th: การป้องกันไวรัส

# DetailView_FileList
source: File size in ED2K link mismatch!
ar: حجم الملف في ED2K ارتباط dismatch!
bg: Несъответствие в размера на файла в ED2K връзката!
de: Dateigröße in ED2K-Link nicht übereinstimmend!
es: El tamaño del archivo del enlace ED2K no corresponde!
et: Faili suurus ED2K lingi Võrdluses!
eu: Agiri neurria ED2K lotura atalketan
fi: Tiedoston koko ED2K linkissä ei täsmää!
fr: La taille du fichier ne correspond pas au lien ED2K !
hu: Az ED2K link által mutatott fájl mérete különböző!
it: La grandezza del file nel link ED2K non corrisponde!
ja: ED2Kリンクのファイルサイズが一致しません!
nb: Filstørrelse i ED2K lenke passer ikke!
nl: Verkeerde bestandsgrootte in ED2K-koppeling!
pl: Wielkość pliku w linku ED2K nie pasuje!
pt_br: O tamanho do arquivo no link ED2K não combina!
ro: Nu se potrivește mărimea filei din legătura ED2K!
ru: Размер файла в ED2K ссылке отличается!
sk: Veľkosť súboru v ED2K link sa nehodí!
sq: Përmasa e skedarit në ED2K nuk përputhet
sv: Filstorlek i ED2K-länk matchar inte!
th: ขนาดไฟล์ในลิงค์ ED2K ไม่เหมือนกัน!
tr: ED2K bağındaki dosya boyutu uyuşmuyor.
ug: ھۆججەت چوڭلۇقى ED2K ئۇلىنىشى بىلەن ماسلاشمىدى!

# DetailView_FileList
source: Invalid ED2K link!
ar: ارتباط ED2K غير صالح!
bg: Невалидна ED2K връзка!
de: Ungültiger ED2K-Link!
es: Enlace ED2K no válido!
et: Vigane ED2K link
eu: ED2K lotura okerra!
fi: Virheellinen ED2K-linkki!
fr: Lien ED2K non valide !
hu: Hibás ED2K hivatkozás!
it: Link ED2K non valido!
ja: 無効なED2Kリンクです!
nb: Ugyldig ED2K lenke!
nl: Onjuiste ED2K-koppeling!
pl: Nieprawidłowy link ED2K
pt_br: ED2K link inválido!
ro: Legătură ED2K nevalidă!
ru: Неправильная ED2K ссылка!
sk: Chybný ED2K link!
sq: Lidhje e Pavlefshme ED2K!
sv: Felaktig ED2K-länk!
th: ลิงค์ ED2K ไม่ถูกต้อง!
tr: Geçersiz ED2K linki!
ug: ED2K ئۇلىنىشى ئىناۋەتسىز!

source: Graph
de: Grafik
es: Gráfico
fr: Graphique
it: Grafico
ja: グラフ
pl: Wykres
pt_br: Gráfico
ru: График
th: กราฟ

# Graph
source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
ja: 時間
pl: Czas
pt_br: Tempo
ru: Время
th: เวลา

# Graph
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
pl: Dane
pt_br: Dados
ru: Данные
th: ข้อมูล

# Common
source: Select all
de: Alles auswählen
es: Seleccionar todos
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
pl: Zaznacz wszystkie
pt_br: Selecionar todos
ru: Выбрать все
th: เลือกทั้งหมด

# Common
source: Deselect all
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべての選択を解除
pl: Odznacz wszystko
pt_br: Desmarcar todos
ru: Отменить выбор
th: ยกเลิกการเลือกทั้งหมด

# DetailView_GlobalLog_Menu
source: Filter
bg: Филтър
de: Filtern
es: Filtro
fr: Filtrer
it: Filtro
ja: フィルタ
nl: Filteren
pl: Filtr
pt_br: Filtro
ru: Фильтр
th: ตัวกรอง

# DetailView_LinkList
source: Connecting
ar: جاري الاتصال
bg: Свързване
de: Verbindung
es: Conectando
et: Ühendan
eu: Elkarketa egiten
fi: Yhdistetään
fr: En cours de connexion
hu: Kapcsolódás
it: Connessione in corso
ja: 接続中
nb: Kopler til
nl: Bezig met verbinden
pl: Łączenie
pt_br: Conexão
ro: Mă Conectez
ru: Соединение
sk: Pripájanie
sq: Po bëhet lidhja
sv: Ansluter
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
ug: ئۇلىنىۋاتىدۇ

# DetailView_LinkList
source: Downloading
ar: جاري التحميل
bg: Сваляне
de: Leechen
es: Descargando
et: Allalaadimine
eu: Jeisten
fi: Ladataan
fr: En cours de réception
hu: Letöltés
it: In download
ja: ダウンロード中
nb: Laster ned
nl: Aan het downloaden
pl: Ściąganie
pt_br: Baixando
ro: Descarc
ru: Загрузка
sk: Sťahovanie
sq: Duke shkarkuar
sv: Laddar ner
th: กำลังดาวน์โหลด
tr: İndiriliyor
ug: چۈشۈرۈۋاتىدۇ

# DetailView_LinkList
source: Wait for retry
ar: انتظار إعادة المحاولة
bg: Изчакване за повторен опит
de: Auf erneuten Versuch warten
es: Espere mientras el programa lo intenta de nuevo
et: Oota naasmist
eu: Itxaron berriro saiatzeko
fi: Odota uudelleenyritystä
fr: Attendre pour une nouvelle tentative de
hu: Ismétlésre vár
it: Attendi nuovo tentativo
ja: 再試行待ち
nb: Vent for nytt forsøk
nl: Wachten op het opnieuw proberen
pl: Czekaj na wznowienie
pt_br: Aguardando nova tentativa
ro: Așteaptă reîncercarea
ru: Ожидание повторной попытки
sk: Čakať na opakovanie
sq: Prit për ripërpjekje
sv: Vänta på återförsök
th: กำลังรอที่จะเริ่มใหม่
tr: Yeniden demek için bekle
ug: قايتا سىناشنى كۈت

# DetailView_LinkList
source: Stop
ar: إيقاف
bg: Спирам
de: Anhalten
es: Detener
et: Peata
eu: Gelditu
fi: Pysäytä
fr: Arrêter
hu: Leállítás
it: Sospendi
ja: 停止
nb: Stopp
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
ro: Oprește
ru: Остановить
sk: Zastaviť
sq: Ndalo
sv: Stoppa
th: หยุด
tr: Durdur
ug: توختا

# DetailView_LinkList
source: Download Rate
ar: معدل التحميل
bg: Скорост на сваляне
de: Geschwindigkeit beim Herunterladen
es: Tasa de descarga
et: Alla kiirus
eu: Jeisketa Maila
fi: Latausnopeus
fr: Débit téléchargement
hu: Letöltési korlát
it: Velocità di Download
ja: ダウンロード制限
nb: Nedlastingshastighet
nl: Download ratio
pl: Prędkość pobierania
pt_br: Taxa de download
ro: Vit. Descărcare
ru: Скорость загрузки
sk: Pomer sťahovania
sq: Shkalla e Shkarkimit
sv: Nedladdningshastighet
th: อัตราการดาวน์โหลด
tr: İndirme Oranı
ug: چۈشۈرۈش سۈرئىتى

# DetailView_LinkList
source: Download Size
ar: حجم التحميل
bg: Размер за сваляне
de: Größe
es: Tamaño de descarga
et: Allalaadimise suurus
eu: Jeisketa Neurria
fi: Latauskoko
fr: Taille du téléchargement
hu: Letöltendő méret
it: Dimensione Download
ja: ダウンロードサイズ
nb: Nedlastingsstørrelse
nl: Download grootte
pl: Rozmiar pobierania
pt_br: Tamanho do download
ro: Mărimea Desc
ru: Размер загружаемых файлов
sk: Veľkosť sťahovaného súboru
sq: Përmasa e Shkarkimit
sv: Nedladdningsstorlek
th: ขนาดดาวน์โหลด
tr: İndirme Boyutu
ug: چۈشۈرۈلگەن سىغىمى

# DetailView_LinkList
source: Progress
ar: المنجز
bg: Напредък
de: Fortschritt
es: Progreso
et: Valmis
eu: Garapena
fi: Edistyminen
fr: En cours
hu: Folyamat
it: Avanzamento
ja: 進行状況
nb: Fremdrift
nl: Voortgang
pl: Ukończone
pt_br: Progresso
ro: Progres
ru: Прогресс
sk: Priebeh
sq: Progresi
sv: Förlopp
th: ความคืบหน้า
tr: İlerleme
ug: سۈرئەت

# DetailView_LinkList
source: Status
ar: الحالة
bg: Статус
de: Zustand
es: Estado
et: Olek
eu: Egoera
fi: Tila
fr: État
hu: Állapot
it: Stato
ja: 状態
nl: Toestand
pl: Stan
pt_br: Estado
ro: Stare
ru: Состояние
sk: Stav
sq: Gjendja
th: สถานะ
tr: Durum
ug: ھالىتى

# HttpLog
source: Task Log
ar: سجل المهمة
bg: Дневник на задачата
de: Aufgabenprotokoll
es: Registro de tareas
et: Tegumi logi
eu: Eginkizun Loga
fi: Tehtävä Logi
fr: Journal des tâches
hu: Feladatnapló
it: Registro dei Task
ja: タスクログ
nb: Oppgavelogg
nl: Taken log
pl: Raport zadań
pt_br: Log de tarefas
ro: Jurnalul Sarcinii
ru: Лог
sk: Záznam úlohy
sq: Gjurma e Detyrës
sv: Aktivitetsloggbok
th: บันทึกของงาน
tr: Görev Günlüğü
ug: ۋەزىپە خاتىرىسى

# ConnectionListText_ConnectionFormat
source: Connection ${INDEX}
ar: $ اتصال {INDEX}
bg: Връзка ${INDEX}
de: Verbindung ${INDEX}
es: Conexión ${INDEX}
et: Ühendus ${INDEX}
eu: Elkarketa ${INDEX}
fi: Yhteys ${INDEX}
fr: Connexion ${INDEX}
hu: Kapcsolódás ${INDEX}
it: Connessione ${INDEX}
ja: 接続 ${INDEX}
nb: Tilkopling ${INDEX}
nl: Verbinding ${INDEX}
pl: Połączenie ${INDEX}
pt_br: Conexão ${INDEX}
ro: Conexiune ${INDEX}
ru: Соединение ${INDEX}
sk: Pripojenie ${INDEX}
sq: Lidhja ${INDEX}
sv: Uppkoppling ${INDEX}
th: การเชื่อมต่อ ${INDEX}
tr: Bağlantı ${INDEX}
ug: ئۇلا ${INDEX}

# DetailView_LinkList
source: Connections
bg: Връзки
de: Verbindungen
es: Conexiones
fr: Connexions
it: Connessioni
ja: 接続
nl: Verbindingen
pl: Połączenia
pt_br: Conexões
ru: Подключения
th: การเชื่อมต่อ

# LogMessage_MD_Task
source: Connecting to ${HOST_NAME_PORT}...
ar: الإتصال بـ... ${HOST_NAME_PORT}
bg: Връзката с ${HOST_NAME_PORT}...
de: Herstellung einer Verbindung mit ${HOST_NAME_PORT}...
es: Conectando con ${HOST_NAME_PORT}...
et: Ühendan ${HOST_NAME_PORT}...
eu: Elkartzen ${HOST_NAME_PORT}...
fi: Yhdistetään ${HOST_NAME_PORT}...
fr: Connexion à ${HOST_NAME_PORT}...
hu: Kapcsolódás ehhez: ${HOST_NAME_PORT}...
it: Connessione a ${HOST_NAME_PORT}...
ja: ${HOST_NAME_PORT} へ接続中...
nb: Kobler til ${HOST_NAME_PORT}...
nl: Verbinden met ${HOST_NAME_PORT}...
pl: Łączenie z ${HOST_NAME_PORT}...
pt_br: Conectando ao ${HOST_NAME_PORT}...
ro: Conectare la ${HOST_NAME_PORT}...
ru: Подключаюсь к ${HOST_NAME_PORT}...
sk: Pripojené k ${HOST_NAME_PORT}...
sv: Ansluter till ${HOST_NAME_PORT}...
th: กำลังเชื่อมต่อไปยัง ${HOST_NAME_PORT}...
tr: ${HOST_NAME_PORT} bağlanılıyor...
ug: ${HOST_NAME_PORT} ئۇلىنىۋاتىدۇ…

# LogMessage_MD_Task
source: Conntecting to ${HOST_NAME_PORT} succeeded.
ar: نجح الإتصال بـ ${HOST_NAME_PORT} .
bg: Свързването с ${HOST_NAME_PORT} е успешно.
de: Verbindung mit ${HOST_NAME_PORT} erfolgreich.
es: Conexión con ${HOST_NAME_PORT} válida.
et: Ühendamine ${HOST_NAME_PORT} õnnestus.
eu: Elkarketa ${HOST_NAME_PORT} egin da.
fi: Yhdistäminen ${HOST_NAME_PORT} onnistui.
fr: Connexion à ${HOST_NAME_PORT} réussie.
hu: A kapcsolódás ${HOST_NAME_PORT} szerverhez sikeres.
it: Connessione a ${HOST_NAME_PORT} avvenuta.
ja: ${HOST_NAME_PORT} へ接続成功。
nb: Tilkobling til ${HOST_NAME_PORT} lyktes.
nl: Conntecting tot ${HOST_NAME_PORT} geslaagd.
pl: Połączenie z ${HOST_NAME_PORT} ustanowione.
pt_br: Conectado ao ${HOST_NAME_PORT} com êxito.
ro: Conectarea la ${HOST_NAME_PORT} a avut succes.
ru: Подключение к ${HOST_NAME_PORT} выполнено.
sk: Spojenie s ${HOST_NAME_PORT} prebehlo úspešne.
sv: Lyckades ansluta till ${HOST_NAME_PORT}.
th: การเชื่อมต่อสู่ ${HOST_NAME_PORT} สำเร็จ
tr: ${HOST_NAME_PORT} bağlantı başarılı
ug: ${HOST_NAME_PORT}مۇۋەپپەقىيەتلىك ئۇلاندى

# LogMessage_MD_Task
source: Conntecting to ${HOST_NAME_PORT} failed.
ar: فشل الإتصال بـ ${HOST_NAME_PORT} .
bg: Свързването с ${HOST_NAME_PORT} пропадна.
de: Fehler beim Herstellen einer Verbindung mit ${HOST_NAME_PORT}.
es: Conexión con ${HOST_NAME_PORT} fallida.
et: Ühendamine ${HOST_NAME_PORT} nurjus.
eu: Elkarketak ${HOST_NAME_PORT} huts egin du.
fi: Yhdistäminen ${HOST_NAME_PORT} epäonnistui.
fr: Connexion à ${HOST_NAME_PORT} échouée.
hu: A kapcsolódás ${HOST_NAME_PORT} szerverhez sikertelen.
it: Falliito la connessione a ${HOST_NAME_PORT}
ja: ${HOST_NAME_PORT} への接続失敗。
nb: Tilkobling til ${HOST_NAME_PORT} feilet.
nl: Conntecting tot ${HOST_NAME_PORT} is mislukt.
pl: Połączenie z ${HOST_NAME_PORT} nieudane.
pt_br: Conexão ao ${HOST_NAME_PORT} falhou.
ro: Conectarea la ${HOST_NAME_PORT} a eșuat.
ru: Подключение к ${HOST_NAME_PORT} не удалось.
sk: Spojenie s ${HOST_NAME_PORT} zlyhalo.
sv: Misslyckades att ansluta till ${HOST_NAME_PORT}.
th: การเชื่อมต่อสู่ ${HOST_NAME_PORT} ล้มเหลว
tr: ${HOST_NAME_PORT} bağlantı başarısız oldu
ug: ${HOST_NAME_PORT}ئۇلىنالمىدى

# LogMessage_MD_Task
source: Conntecting to proxy server failed.
ar: فشلت conntecting إلى الملقم الوكيل.
bg: Conntecting към пълномощно служа не сполучвам.
de: Die Einberufung zum Proxy-Server scheiterte.
es: Error al servidor proxy Conntecting.
fr: Échec de Conntecting au serveur proxy.
it: Conntecting al server proxy non riuscito.
ja: プロキシサーバーへの接続に失敗しました。
nl: Conntecting naar proxyserver is mislukt.
pl: Conntecting do serwera proxy nie powiodło się.
pt_br: Conntecting para servidor proxy falhou.
ru: Не удалось подключиться к прокси-серверу.
th: การยอมรับพร็อกซีเซิร์ฟเวอร์ล้มเหลว

# LogMessage_MD_Task
source: Proxy server error.
bg: Грешка в прокси сървъра.
de: Proxyserverfehler.
es: Error del servidor proxy.
fr: Erreur de serveur proxy.
it: Errore del server proxy.
ja: プロキシ サーバー エラー。
nl: Proxyserverfout.
pl: Błąd serwera proxy.
pt_br: Erro do servidor proxy.
ru: Ошибка прокси-сервера.
th: ข้อผิดพลาดพร็อกซีเซิร์ฟเวอร์

# LogMessage_MD_Task
source: DNS resolve failed.
ar: فشل حل DNS.
bg: Неуспешно DNS разрешаване.
de: DNS Resolve scheiterte.
es: Error de resolución de DNS.
fr: Échec de la résolution DNS.
it: Risoluzione DNS non riuscita.
ja: DNS解決に失敗しました。
nl: DNS-oplossing is mislukt.
pl: Rozpoznawanie nazw DNS nie powiodło się.
pt_br: Falha na resolução de DNS.
ru: Ошибка разрешения DNS.
th: การแก้ไข DNS ล้มเหลว

# LogMessage_MD_Task
source: Connection closed.
ar: إغلاق الاتصال.
bg: Връзката е прекъсната.
de: Verbindung wurde geschlossen.
es: Conexión cerrada.
et: Ühendus suleti.
eu: Elkarketa itxita.
fi: Yhteys suljettu.
fr: Connection terminée.
hu: A kapcsolat lezárult.
it: Connessione chiusa.
ja: 接続は閉じられました。
nb: Tilkobling avsluttet
nl: Verbinding gesloten.
pl: Połączenie zakończone.
pt_br: Conexão fechada.
ro: Conexiune închisă.
ru: Подключение закрыто.
sk: Spojenie uzavreté.
sv: Anslutning stängd.
th: การเชื่อมต่อถูกปิด
tr: Bağlantı kapatıldı.
ug: ئۇلىنىش تاقالدى.

# LogMessage_MD_Task
source: Connection closed by server.
ar: الأتصال اغلق من قبل الملقم.
bg: Връзката е прекъсната от сървъра.
de: Verbindung vom Server geschlossen.
es: Conexión cerrada por el servidor.
et: Ühendus suleti serveri poolt.
eu: Elkarketa zerbitzariak itxi du.
fi: Palvelin sulki yhteyden.
fr: Connexion terminée par le serveur distant.
hu: A szerver lezárta a kapcsolatot.
it: Connessione chiusa dal server.
ja: サーバーより接続が閉じられました。
nb: Tilkobling avsluttet av server
nl: Verbinding gesloten door server.
pl: Połączenie zakończone przez serwer.
pt_br: Conexão encerrada pelo servidor.
ro: Conexiune închisă de server.
ru: Подключение закрыто сервером.
sk: Spojenie uzavreté serverom.
sv: Anslutning stängd av servern.
th: การเชื่อมต่อถูกปิดโดยแม่ข่าย
tr: Bağlantı sunucu tarafından kesildi.
ug: ئۇلىنىشنى مۇلازىمىتىر ياپتى.

# LogMessage_MD_Task
source: Redirecting to ${REDIRECT_URL}
ar: إعادة التوجيه إلى ${REDIRECT_URL}
bg: Пренасочване към ${REDIRECT_URL}
de: Weiterleitung nach ${REDIRECT_URL}
es: Redirigir a ${REDIRECT_URL}
et: Suuna ümber ${REDIRECT_URL}
eu: Birzuzentzen ${REDIRECT_URL}
fi: Uudelleenohjataan ${REDIRECT_URL}
fr: Redirection à ${REDIRECT_URL}
hu: Átirányítás ide: ${REDIRECT_URL}
it: Reindirizzamento: ${REDIRECT_URL}
ja: ${REDIRECT_URL} へリダイレクト
nb: Omdirigerer til ${REDIRECT_URL}
nl: Omleiden naar ${REDIRECT_URL}
pl: Przekierowanie do ${REDIRECT_URL}
pt_br: Redirecionando para ${REDIRECT_URL}
ro: Redirecționez la ${REDIRECT_URL}
ru: Перенаправление к ${REDIRECT_URL}
sk: Presmerovanie na ${REDIRECT_URL}
sv: Vidarebefordrar till ${REDIRECT_URL}
th: รีไดเร็กไปยัง ${REDIRECT_URL}
tr: ${REDIRECT_URL} Için Yönlendirme
ug: قايتا نىشانلاۋاتىدۇ ${REDIRECT_URL}

# LogMessage_MD_Task
source: Retry in ${DURATION_TIME} seconds. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
ar: الإعادة عند ${DURATION_TIME} ثواني. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
bg: Повторен опит след ${DURATION_TIME} секунди. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
de: Wiederholung in ${DURATION_TIME} Sekunden. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
es: Reintentar en ${DURATION_TIME} segundos. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
et: Uuesti ${DURATION_TIME} sekundid. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
eu: Birsaiatu ${DURATION_TIME} segundutan. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
fi: Yritetään uudelleen ${DURATION_TIME} sekunnin kuluttua. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
fr: Nouvel essai dans ${DURATION_TIME} secondes. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
hu: Újabb próbálkozás ${DURATION_TIME} másodperc múlva. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
it: Nuovo tentativo in ${DURATION_TIME} secondi. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
ja: ${DURATION_TIME} 秒後にリトライ。（${RETRY_COUNT}/${RETRY_COUNT_MAX}）
nb: Prøv på nytt i ${DURATION_TIME} sekunder. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
nl: Probeer in ${DURATION_TIME} seconden opnieuw. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
pl: Ponowna próba za ${DURATION_TIME} sekund. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
pt_br: Nova tentativa em ${DURATION_TIME} segundos. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
ro: Reîncearcă în ${DURATION_TIME} secunde. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
ru: Повторить через ${DURATION_TIME} секунд. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
sk: Skúste znova o ${DURATION_TIME} sekúnd. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
sv: Försök igen om ${DURATION_TIME} sekunder. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
th: ลองใหม่ใน ${DURATION_TIME} วินาที (${RETRY_COUNT}/${RETRY_COUNT_MAX})
tr: ${DURATION_TIME} saniye içinde tekrar deneyin. (${RETRY_COUNT}/${RETRY_COUNT_MAX})
ug: بۇ قېتىملىق ئۇلىنىش مەغلۇپ بولدى، ${DURATION_TIME} سېكۇنتتىن كېيىن قايتا سىنىلىدۇ، قايتا سىناش قېتىم سانى: ${RETRY_COUNT}/${RETRY_COUNT_MAX}

# LogMessage_MD_Task
source: No connection.
ar: لا يوجد اتصال.
bg: Няма връзка.
de: Keine Aufgabe.
es: Sin conexión.
et: Pole tööd
eu: Ez dago elkarketarik.
fi: Ei yhteyttä.
fr: Aucune connection.
hu: Nincs kapcsolat.
it: Nessuna connessione.
ja: タスクなし。
nb: Ingen tilkobling.
nl: Geen verbinding.
pl: Brak połączenia.
pt_br: Não há conexão disponível.
ro: Nici o conexiune.
ru: Нет подключения.
sk: Bez spojenia.
sv: Inget arbete.
th: ไม่มีการเชื่อมต่อ
tr: Bağlantı yok.
ug: ئۇلىنىش يوق.

# LogMessage_MD_Task
source: Connection started.
ar: بدء العمالية.
bg: Работата е започната.
de: Angefangen.
es: Conexión iniciada.
et: Tööd alustatakse.
eu: Elkarketa hasita.
fi: Yhteys käynnistetty
fr: Connection démarée.
hu: A kapcsolódás elindult.
it: Connessione iniziata.
ja: タスク開始。
nb: Tilkobling startet.
nl: Verbinding gestart.
pl: Połączenie rozpoczęte.
pt_br: Conexão iniciada.
ro: Conexiune deschisă.
ru: Подключение запущено.
sk: Spojenie spustené.
sv: Arbetare startar.
th: การเชื่อมต่อเริ่มแล้ว
tr: Bağlantı başladı.
ug: ئۇلىنىش باشلاندى.

# LogMessage_MD_Task
source: Connection stopped.
ar: توقف العمل.
bg: Работата е спряна.
de: Verbindung angehalten.
es: Conexión detenida.
et: Töö peatatakse.
eu: Elkarketa geldituta.
fi: Yhteys pysäytetty.
fr: Connection arrêtée.
hu: A kapcsolódás leállt.
it: Connessione interrotta.
ja: タスク停止。
nb: Tilkobling stoppet.
nl: Verbinding gestopt.
pl: Połączenie zakończone.
pt_br: Conexão parada.
ro: Conexiune închisă.
ru: Подключение остановлено.
sk: Spojenie zastavené.
sv: Arbetare stannar.
th: การเชื่อมต่อหยุดแล้ว
tr: Bağlantı durdu.
ug: ئۇلىنىش توختىتىلدى.
