Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# MainWindow
source: ${SELECTED_NUMBER} selected / ${DISPLAYED_NUMBER} displayed / ${TOTAL_NUMBER} in total
ar: ${SELECTED_NUMBER} تحديد / ${DISPLAYED_NUMBER} عرض / ${TOTAL_NUMBER} في المجموع
bg: ${SELECTED_NUMBER} избрани / ${DISPLAYED_NUMBER} показани / ${TOTAL_NUMBER} от общо
de: ${SELECTED_NUMBER} ausgewählt / ${DISPLAYED_NUMBER} angezeigt / ${TOTAL_NUMBER} Gesamt
es: ${SELECTED_NUMBER} selecionados / ${DISPLAYED_NUMBER} mostrados / ${TOTAL_NUMBER} en total
et: ${SELECTED_NUMBER} valitud / ${DISPLAYED_NUMBER} kuvad / ${TOTAL_NUMBER} koguarvus
eu: ${SELECTED_NUMBER} hautaturik / ${DISPLAYED_NUMBER} erakusten / ${TOTAL_NUMBER} guztira
fi: ${SELECTED_NUMBER} valittu / ${DISPLAYED_NUMBER} näkyvillä / ${TOTAL_NUMBER} yhteensä
fr: ${SELECTED_NUMBER} sélectionné(s) / ${DISPLAYED_NUMBER} affiché(s) / ${TOTAL_NUMBER} au total
hu: ${SELECTED_NUMBER} kijelölve / ${DISPLAYED_NUMBER} látható / ${TOTAL_NUMBER} összesen
it: ${SELECTED_NUMBER} selezionato / ${DISPLAYED_NUMBER} mostrato / ${TOTAL_NUMBER} totale
ja: ${SELECTED_NUMBER} 選択 / ${DISPLAYED_NUMBER} 表示 / ${TOTAL_NUMBER} 合計
nb: ${SELECTED_NUMBER} valgte / ${DISPLAYED_NUMBER} víste / ${TOTAL_NUMBER} totalt
nl: ${SELECTED_NUMBER} geselecteerd / ${DISPLAYED_NUMBER} weergegeven / ${TOTAL_NUMBER} in totaal
pl: ${SELECTED_NUMBER} wybranych / ${DISPLAYED_NUMBER} wyświetlonych / ${TOTAL_NUMBER} wszystkich
pt_br: ${SELECTED_NUMBER} selecionados / ${DISPLAYED_NUMBER} exibidos / ${TOTAL_NUMBER} no total
ro: ${SELECTED_NUMBER} selectat(e) / ${DISPLAYED_NUMBER} afișat(e) / ${TOTAL_NUMBER} în total
ru: ${SELECTED_NUMBER} выбрано / ${DISPLAYED_NUMBER} показано / ${TOTAL_NUMBER} всего
sk: ${SELECTED_NUMBER} vybraných / ${DISPLAYED_NUMBER} zobrazených / ${TOTAL_NUMBER} celkom
sv: ${SELECTED_NUMBER} valda / ${DISPLAYED_NUMBER} visade / ${TOTAL_NUMBER} totalt
th: เลือกไว้ ${SELECTED_NUMBER} / แสดงไว้ ${DISPLAYED_NUMBER} / มีทั้งหมด ${TOTAL_NUMBER}
tr: ${SELECTED_NUMBER} seçildi / ${DISPLAYED_NUMBER} görüntülendi / ${TOTAL_NUMBER} toplamda
ug: ${SELECTED_NUMBER} تۈر تاللاندى/${DISPLAYED_NUMBER} تۈر كۆرسىتىلدى/جەمئى${TOTAL_NUMBER} تۈر

# MessageBox_TorrentShare
source: Do you want to download torrents one by one or in batches?
bg: Искате ли да изтеглите торенти един по един или на партиди?
de: Möchten Sie Torrents nacheinander oder in Batches herunterladen?
es: ¿Desea descargar torrents uno por uno o por lotes?
fr: Voulez-vous télécharger des torrents un par un ou par lots?
it: Vuoi scaricare torrenti uno per uno o in lotti?
ja: 急流を 1 つずつダウンロードしますか、それともバッチでダウンロードしますか?
nl: Wilt u torrents downloaden één voor één of in batches?
pl: Czy chcesz pobrać torrenty jeden po drugim lub w partiach?
pt_br: Você quer baixar torrents um por um ou em lotes?
ru: Вы хотите скачать торренты по одному или партиями?
th: คุณต้องการดาวน์โหลดเพลงทีละเพลงหรือเป็นชุด?

# MessageBox_TorrentShare
source: One by one
bg: Един по един
de: Einer nach dem anderen
es: Uno por uno
fr: Un par un
it: Uno per uno
ja: 1 つずつ
nl: Één voor één
pl: Jeden po drugim
pt_br: Um por um
ru: По одному
th: ทีละคน

# MessageBox_TorrentShare
source: Batch Download
bg: Изтегляне на партида
de: Batch Herunterladen
es: Descarga por lotes
fr: Téléchargement par Lots
ja: バッチダウンロード
nl: Batch downloaden
pl: Pobieranie wsadowe
pt_br: Agrupar Download
ru: Пакетная Загрузка
th: ดาวน์โหลดแบทช์

# TorrentShare
source: Unknown
ar: مجهول
bg: Неизвестно
de: Unbekannt
es: Desconocido
et: Tundmatu
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu(e)
hu: Ismeretlen
it: Sconosciuto
ja: 不明
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznámy
sq: I Panjohur
sv: Okänd
th: ไม่รู้จัก
tr: Bilinmeyen
ug: نامەلۇم

# DialogTorrentProperty
source: Not downloaded
ar: إلغاء التحميل
bg: Несвалени
de: Nicht heruntergeladen
es: Sin descargar
et: Allalaadimata
eu: Ez da jeitsi
fi: Ei ladattu
fr: Non-téléchargé
hu: Letöltetlen
it: Non scaricati
ja: 未ダウンロード
nb: IkkeLastet Ned
nl: Niet gedownload
pl: Niepobrane
pt_br: Não baixado
ro: Nedescărcat
ru: Не загружено
sk: Odstiahnuté
sq: I pa shkarkuar
sv: Inte nedladdat
th: ไม่ดาวน์โหลด
tr: İndirilemeyenler
ug: چۈشۈرۈلمىدى

# DialogTorrentProperty
source: Downloaded
ar: المُنزّل
bg: Свален
de: Heruntergeladen
es: Descargado
et: Alla laetud
eu: Jeitsita
fi: Ladattu
fr: Téléchargé
hu: Letöltve
it: Download completato
ja: ダウンロード済
nb: Nedlastet
nl: Gedownload
pl: Pobrane
pt_br: Baixados
ro: Terminate
ru: Загружено
sk: Stiahnuté
sq: U shkarkua
sv: Nedladdat
th: ดาวน์โหลด
tr: İndirilenler
ug: چۈشۈرۈلدى

# DialogTorrentProperty
source: (null)
ar: (فارغ)
bg: (няма)
de: (keine)
es: (nulo)
eu: (baliogabe)
fi: (tyhjä)
fr: (vide)
hu: (nincs)
ja: （空）
pl: (zero)
pt_br: (nulo)
ro: (nimic)
ru: (пусто)
sk: (prázdny)
sv: (noll)
th: (ไม่มี)
tr: (boş)
ug: (بوش)

# DialogTorrentProperty
source: Nonexistent
ar: غير متوفر
bg: Несъществуващ
de: Nicht vorhanden
es: No existe
et: Pole olemas
eu: Ez dago
fi: Olematon
fr: Introuvable
hu: Nem létezik
it: Non esistente
ja: 存在しません
nb: Ikke Eksistert
nl: Niet bestaand
pl: Nieistniejące
pt_br: Não existente
ro: Inexistent
ru: Не существует
sk: Neexistuje
sq: Nuk ekziston
sv: Finns inte
th: ไม่มีอยู่
tr: Uyuşmuyor
ug: مەۋجۇد ئەمەس

# DhtList
source: DHT Network disabled
bg: DHT мрежата е забранена
de: DHT-Netzwerk deaktiviert
es: Red DHT inhabilitada
fr: DHT Network désactivé
it: Rete DHT disabilitata
ja: DHT ネットワークが無効
nl: DHT-netwerk uitgeschakeld
pl: Sieć DHT wyłączona
pt_br: Rede DHT desativada
ru: Сеть DHT отключена
th: เครือข่าย DHT ถูกปิดใช้งาน

# DhtList
source: DHT connect pending
bg: Чакащи DHT свързване
de: DHT-Verbindung ausstehend
es: Conexión DHT pendiente
fr: Connexion DHT en attente
it: Connessione DHT in sospeso
ja: DHT 接続保留中
nl: DHT-verbinding in behandeling
pl: Połączenie DHT oczekujące
pt_br: DHT conectar pendente
ru: DHT подключиться в ожидании
th: การเชื่อมต่อ DHT ค้างอยู่

# Tooltip
source: Connected Seeds:
bg: Свързани семена:
de: Vernetzte Samen:
es: Semillas Conectadas:
fr: Graines connectées:
it: Semi connessi:
ja: 接続された種子:
nl: Verbonden zaden:
pl: Połączone nasiona:
pt_br: Sementes conectadas:
ru: Подключенные семена:
th: เมล็ดที่เชื่อมต่อ:

# Tooltip
source: Connected Peers:
bg: Свързани връстници:
de: Verbundene Peers:
es: Pares conectados:
fr: Pairs connectés :
it: Peer connessi:
ja: 接続されたピア:
nl: Verbonden peers:
pl: Połączeni rówieśnicy:
pt_br: Pares conectados:
ru: Подключенные пирсы:
th: เพียร์ที่เชื่อมต่อ:

# Tooltip
source: All Seeds:
bg: Всички семена:
de: Alle Samen:
es: Todas las semillas:
fr: Toutes les graines:
it: Tutti i semi:
ja: すべての種子:
nl: Alle zaden:
pl: Wszystkie nasiona:
pt_br: Todas as sementes:
ru: Все семена:
th: เมล็ดทั้งหมด:

# Tooltip
source: All Peers:
bg: Всички връстници:
de: Alle Peers:
es: Todos los pares:
fr: Tous les pairs:
it: Tutti i pari:
ja: すべてのピア:
nl: Alle peers:
pl: Wszyscy rówieśnicy:
pt_br: Todos os pares:
ru: Все сверстники:
th: เพื่อนทั้งหมด:

# Tooltip
source: Original URL Connections:
bg: Оригинален URL връзки:
de: Ursprüngliche URL-Verbindungen:
es: Conexiones URL originales:
fr: Connexions URL originales :
it: Connessioni URL originali:
ja: 元の URL 接続:
nl: Oorspronkelijke URL-verbindingen:
pl: Oryginalne połączenia URL:
pt_br: Conexões de URL originais:
ru: Оригинальные URL-соединения:
th: การเชื่อมต่อ URL ดั้งเดิม:

# Tooltip
source: Mirror URL Connections:
bg: Огледални URL връзки:
de: Spiegel-URL-Verbindungen:
es: Conexiones URL reflejadas:
fr: Connexions URL miroir:
it: Connessioni URL mirror:
ja: ミラー URL 接続:
nl: URL-verbindingen spiegelen:
pl: Lustro połączenia URL:
pt_br: Conexões de URL do espelho:
ru: Зеркальные URL-соединения:
th: การเชื่อมต่อ URL การมิเรอร์:

# Tooltip
source: Max Original URL Connections:
bg: Max оригинален URL връзки:
de: Max. Original-URL-Verbindungen:
es: Conexiones URL originales máximas:
fr: Connexions URL Max Original:
it: Numero massimo di connessioni URL originali:
ja: 元の URL 接続の最大数:
nl: Maximum aantal oorspronkelijke URL-verbindingen:
pl: Maksymalna liczba oryginalnych połączeń URL:
pt_br: Conexões de URL originais máximas:
ru: Макс Оригинальные URL соединения:
th: การเชื่อมต่อ URL ต้นฉบับสูงสุด:

# Tooltip
source: Max Mirror URL Connections:
bg: Max огледални URL връзки:
de: Max. Spiegel-URL-Verbindungen:
es: Conexiones URL Max Mirror:
fr: Connexions URL Max Mirror :
it: Numero massimo di connessioni URL mirror:
ja: 最大ミラー URL 接続数:
nl: Maximale URL-verbindingen voor mirror:
pl: Maksymalna liczba połączeń lustrzanych adresów URL:
pt_br: Conexões de URL do Max Mirror:
ru: Макс Зеркало URL соединения:
th: การเชื่อมต่อ URL ของมิเรอร์สูงสุด:

# Tooltip
source: Downloaded from other peers:
bg: Изтеглени от други връстници:
de: Von anderen Kollegen heruntergeladen:
es: Descargado de otros pares:
fr: Téléchargé à partir d'autres pairs:
it: Scaricato da altri peer:
ja: 他のピアからダウンロード:
nl: Gedownload van andere peers:
pl: Pobrane z innych rówieśników:
pt_br: Baixado de outros colegas:
ru: Загружено от других узлов:
th: ดาวน์โหลดจากเพื่อนคนอื่น ๆ :

# TaskList_Header
source: Share Ratio
ar: نسبة المشاركة
bg: Коефициент на споделяне
de: Freigabe-Verhältnis
es: Índice de compartición
et: Jagamissuhe
eu: Partekatze Maila
fi: Jako Suhde
fr: Ratio de partage
hu: Arány
it: Rapporto di condivisione
ja: 負担率
nb: Del forhold
nl: Deelverhouding
pl: Współczynnik udostępniania
pt_br: Taxa de Compartilhamento
ro: Raport de Partajare [Ratio]
ru: Рейтинг
sk: Pomer zdieľania
sq: Masa e Ndarjes
sv: Delningsförhållande
th: อัตราส่วนการแชร์
tr: Paylaşım Oranı
ug: ھەمبەھىر نىسبىتى

# TaskList_Header
source: Upload Size
ar: حجم الرفع
bg: Размер на качването
de: Up-Größe
es: Tamaño subido
et: Üleslaetud suurus
fr: Ko émis
hu: Feltöltött mennyiség
it: Volume in upload
ja: UPサイズ
nl: Upload grootte
pl: Rozmiar wysyłania
pt_br: Enviado
ro: Încărcat
ru: Отдано
sv: Uppladdningsstorlek
th: อัพโหลดไปแล้ว
tr: Yükleme Boyutu

# TaskList_Header
source: Download Size
ar: حجم التحميل
bg: Размер на свалянето
de: Dn-Größe
es: Tamaño descargado
et: Väiksem suurus
fr: Ko reçus
hu: Letöltött mennyiség
it: Volume di download
ja: DLサイズ
nl: Download grootte
pl: Wielkość pobierania
pt_br: Tamanho Baixado
ro: Descărcat
ru: Загружено
sv: Nedladdningsstorlek
th: ดาวน์โหลดแล้ว
tr: İndirme Boyutu

# Tooltip
source: Task Size
bg: Размер на задачата
de: Aufgabengröße
es: Tamaño de la tarea
fr: Taille de la tâche
it: Dimensione attività
ja: タスクサイズ
nl: Grootte van de taak
pl: Rozmiar zadania
pt_br: Tamanho da tarefa
ru: Размер задачи
th: ขนาดงาน

# Tooltip
source: Download Finish:
bg: Изтегли край:
es: Descargar Finalizar:
fr: Télécharger Finition:
it: Scarica Fine:
ja: ダウンロード完了:
pl: Pobierz wykończenie:
pt_br: Download Acabamento:
ru: Скачать Готово:
th: ดาวน์โหลดเสร็จสิ้น:

# Tooltip
source: All Pieces are Available:
de: Alle Teile sind verfügbar:
es: Todas las piezas están disponibles:
fr: Toutes les pièces sont disponibles :
it: Tutti i pezzi sono disponibili:
ja: すべての部分は利用できる:
pl: Wszystkie elementy są dostępne:
pt_br: Todas as peças estão disponíveis:
ru: Все изделия в наличии:
th: ทุกชิ้นที่มีอยู่:

# TaskList_Header
source: Health
ar: الصحة
bg: Здраве
de: Gesundheit
es: Integridad
et: Tervis
eu: Osasuna
fi: Terveys
fr: Santé
hu: Egészség
it: Stato
ja: 健康度
nb: Helse
nl: Gezondheid
pl: Dostępność
pt_br: Saúde
ro: Sănătate
ru: Состояние
sk: Zdravie
sq: Shëndeti
sv: Hälsa
th: สุขภาพ
tr: Sağlık
ug: ساغلاملىقى

# Tooltip
source: Pieces in All Peers
bg: Парчета във всички връстници
de: Stücke in allen Peers
es: Piezas en todos los pares
fr: Pièces dans tous les pairs
it: Pezzi in tutti i pari
ja: すべてのピアのピース
nl: Stukken in alle leeftijdsgenoten
pl: Kawałki we wszystkich rówieśników
pt_br: Peças em todos os pares
ru: Кусочки во всех сверстниках
th: ชิ้นในเพียร์ทั้งหมด

# Tooltip
source: Total Pieces
bg: Общо бройки
de: Total Stücke
es: Total de piezas
fr: Total des pièces
it: Totale Pezzi
ja: 合計ピース
nl: Totaal aantal stuks
pl: Suma sztuk
pt_br: Total de peças
ru: Всего кусочков
th: จํานวนชิ้นทั้งหมด

# Tooltip
source: Available Pieces
bg: Налични парчета
de: Verfügbare Stücke
es: Piezas disponibles
fr: Pièces disponibles
it: Pezzi disponibili
ja: 利用可能なピース
nl: Beschikbare stukken
pl: Dostępne kawałki
pt_br: Peças disponíveis
ru: Доступные части
th: ชิ้นที่มีอยู่

# Tooltip
source: Undownloaded Pieces in All Peers
bg: Неизтеглени парчета във всички връстници
de: Unheruntergeladene Stücke in allen Peers
es: Piezas no descargadas en todos los pares
fr: Pièces non téléchargées dans tous les pairs
it: Pezzi scaricati in tutti i peer
ja: すべてのピアの未ダウンロードのピース
nl: Niet-gedownloade onderdelen in alle leeftijdsgenoten
pl: Niepobrane kawałki we wszystkich rówieśników
pt_br: Peças não baixadas em todos os pares
ru: Незагружаемые фигуры во всех сверстниках
th: ชิ้นส่วนที่ไม่ได้โหลดในเพียร์ทั้งหมด

# Tooltip
source: Undownloaded Pieces
bg: Неизтеглени парчета
de: Unheruntergeladene Stücke
es: Piezas no descargadas
fr: Pièces non téléchargées
it: Pezzi non scaricati
ja: 未ダウンロードの作品
nl: Niet-gedownloade stukken
pl: Niepobrane kawałki
pt_br: Peças não baixadas
ru: Незагружаемые части
th: ชิ้นส่วนที่ไม่ได้โหลด

# Tooltip
source: Available Undownloaded Pieces
bg: Налични неизтеглени парчета
de: Verfügbare unheruntergeladene Stücke
es: Piezas no descargadas disponibles
fr: Pièces non téléchargées disponibles
it: Pezzi non scaricati disponibili
ja: ダウンロード可能な未ダウンロードのピース
nl: Beschikbare niet-gedownloade stukken
pl: Dostępne kawałki Niepobrane
pt_br: Peças disponíveis sem download
ru: Доступные незагруженные части
th: ชิ้นส่วนที่ยังไม่โหลดที่พร้อมใช้งาน

# TorrentStatus
source: Stopped
ar: متوقف
bg: Спряна
de: Angehalten
es: Detenido
et: Peatatud
eu: Gelditurik
fi: Pysäytetty
fr: Arrêté
hu: Leállítva
it: Interrotto
ja: 停止
nb: Stoppet
nl: Gestopt
pl: Zatrzymane
pt_br: Parado
ro: Oprit
ru: Остановлено
sk: Zastavený
sq: I Ndalur
sv: Stoppad
th: หยุด
tr: Durdurulan
ug: توختىدى

# TorrentStatus
source: Starting
bg: Започва
de: Starten
es: Comenzando
fr: Démarrage
it: Avvio in corso
ja: 開始
nl: Beginnend
pl: Rozpoczynanie
pt_br: Iniciando
ru: Начало
th: เริ่ม ต้น

# TorrentStatus
source: Download Torrent File
ar: تحميل ملف الترونت
bg: Сваляне на торент файл
de: Torrentdatei herunterladen
es: Descargar Torrent
et: Torrent faili allalaadimine
eu: Jeitsi Torrent Agiria
fi: Lataa Torrent Tiedosto
fr: Recevoir le fichier torrent
hu: A torrent fájl letöltése
it: Scarica il file torrent
ja: Torrentファイルのダウンロード
nb: Last ned Torrent-fil
nl: Torrent bestand downloaden
pl: Pobierz plik torrent
pt_br: Baixar o arquivo torrent
ro: Descarc Fila Torent
ru: Загрузить торрент файл
sk: Stiahnuť torrent súbor
sq: Shkarko Skedarin Torrent
sv: Ladda ner torrent-fil
th: ดาวน์โหลดไฟล์ Torrent
tr: Torrent Dosyasını İndir
ug: توررېنت ھۆججەت چۈشۈر

# TorrentStatus
source: Connecting
bg: Свързване
de: Verbindung
es: Conectando
fr: En cours de connexion
it: Connessione in corso
ja: 接続中
nl: Bezig met verbinden
pl: Łączenie
pt_br: Conectando
ru: Соединение
th: กำลังเชื่อมต่อ

# TorrentStatus
source: Uploading
bg: Качване
de: Wird hochgeladen
es: Subiendo
fr: Chargement en cours
it: In caricamento
ja: アップロード中
nl: Bezig met uploaden
pl: Przesyłanie
pt_br: Enviando
ru: Выгрузка
th: กำลังอัปโหลด

# TorrentStatus
source: Downloading
bg: Свалящи се
de: Leechen
es: Descargando
fr: En cours de réception
it: Download in corso
ja: ダウンロード中
nl: Aan het downloaden
pl: Ściąganie
pt_br: Baixando
ru: Скачивание
th: กำลังดาวน์โหลด

# TorrentStatus
source: Stopping
bg: Спиране
de: Stoppen
es: Parar
fr: Arrêt
it: Fermarsi
ja: 停止
nl: Stoppen
pl: Zatrzymanie
pt_br: Parando
ru: Остановки
th: หยุด

# TorrentStatus
source: Hash Checking
bg: Проверка на хеш
de: Hash-Prüfung
es: Comprobación de hash
fr: Vérification du hachage
it: Controllo hash
ja: ハッシュチェック
nl: Hash controleren
pl: Sprawdzanie skrótu
pt_br: Verificação de hash
ru: Проверка хэша
th: การตรวจสอบแฮช

# TorrentStatus
source: Moving Files
bg: Преместване на файлове
de: Verschieben von Dateien
es: Moviendo Archivos
fr: Déplacement de fichiers
it: Spostamento di file
ja: ファイルの移動
nl: Bestanden verplaatsen
pl: Przenoszenie plików
pt_br: Arquivos em movimento
ru: Перемещение файлов
th: กําลังย้ายแฟ้ม

# TorrentStatus
source: Updating Files
bg: Актуализиране на файлове
de: Aktualisieren von Dateien
es: Actualización de archivos
fr: Mise à jour des fichiers
it: Aggiornamento dei file
ja: ファイルの更新
nl: Bestanden bijwerken
pl: Aktualizowanie plików
pt_br: Atualizando arquivos
ru: Обновление файлов
th: กําลังปรับปรุงแฟ้ม

# TorrentStatus
source: Queued
ar: في قائمة الانتظار
bg: На опашка
de: In Warteschlange
es: En cola
et: Järjekorras
eu: Lerrokaturik
fi: Jonossa
fr: File d'attente
hu: Várakozik
it: In Coda
ja: 待機中
nb: I kø
nl: Wachtrij
pl: W kolejce
pt_br: Fila de espera
ro: Pus în coadă
ru: В очереди
sk: Vo fronte
sq: Radhitur
sv: Köad
th: อยู่ในคิว
tr: Sırada
ug: ئۆچرەتتە

# TorrentStatus
source: [Finished]
ar: [أنتهى]
bg: [Завършена]
de: [Abgeschlossen]
es: [Finalizado]
et: [Valmis]
eu: [Amaiturik]
fi: [Valmistunut]
fr: [Terminé]
hu: [Befejezve]
it: [Finito]
ja: [完了]
nb: [Ferdig]
nl: [Klaar]
pl: [Zakończone]
pt_br: [Concluído]
ro: [Terminat]
ru: [Завершено]
sk: [Ukončené]
sq: [I Përfunduar]
sv: [Klar]
th: [เสร็จแล้ว]
tr: [Bitti]
ug: [تاماملانغان]

# TorrentStatus
source: Moving File
bg: Преместване на файл
de: Verschieben der Datei
es: Mover archivo
fr: Déplacement du fichier
it: Spostamento di file
ja: ファイルの移動
nl: Bestand verplaatsen
pl: Ruchomy plik
pt_br: Arquivo em movimento
ru: Перемещение файла
th: กําลังย้ายแฟ้ม

# TaskList
source: [Play]
ar: [تشغيل]
bg: [Възпроизвеждане]
de: [Wiedergabe]
es: [Reproducir]
et: [Esita]
eu: [Jo]
fi: [Toista]
fr: [Lecture]
hu: [Lejátszás]
it: [Riproduci]
ja: [再生]
nb: [Spill]
nl: [Afspelen]
pl: [Odtwórz]
pt_br: [Reproduzir]
ro: [Redă]
ru: [Воспроизвести]
sk: [Prehrať]
sq: [Luaj]
sv: [Spela upp]
th: [เล่น]
tr: [Oynat]
ug: [قوي]

# TaskList
source: [Preview]
ar: [معاينة]
bg: [Преглед]
de: [Vorschau]
es: [Previsualizar]
et: [Eelvaade]
eu: [Aurreikuspena]
fi: [Esikatsele]
fr: [Aperçu]
hu: [Előnézet]
it: [Anteprima]
ja: [プレビュー]
nb: [Forhåndsvis]
nl: [Voorbeeld]
pl: [Podgląd]
pt_br: [Pré-visualizar]
ro: [Previz.]
ru: [Предпросмотр]
sk: [Náhľad]
sq: [Parapamje]
sv: [Förhandsvisa]
th: [แสดงตัวอย่าง]
tr: [Önizleme]
ug: [ئالدىن كۆزەت]

# TaskList
source: [Open]
ar: [فتح]
bg: [Отваряне]
de: [Öffnen]
es: [Abierto]
et: [ava]
eu: [Ireki]
fi: [Avaa]
fr: [Ouvrir]
hu: [Megnyitás]
it: [Aperto]
ja: [開く]
nb: [Åpen]
pl: [Otwórz]
pt_br: [Aberto]
ro: [Deschide]
ru: [Открыть]
sk: [Otvoriť]
sq: [Hape]
sv: [Öppna]
th: [เปิด]
tr: [Aç]
ug: [ئاچ]

# TaskList_Header
source: Name
ar: الاسم
bg: Име
es: Nombre
et: Nimi
eu: Izena
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: タスク
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sk: Názov
sq: Emri
sv: Namn
th: ชื่อ
tr: Ad
ug: ئاتى

# TaskList_Header
source: Comments
ar: التعليقات
bg: Коментари
de: Kommentar
es: Comentario
et: Kommentaar
eu: Aipamenak
fi: Kommentit
fr: Commentaires
hu: Hozzászólás
it: Commento
ja: コメント
nb: Kommentar
nl: Reacties
pl: Komentarze
pt_br: Comentários
ro: Comentarii
ru: Комментарии
sk: Komentár
sq: Komento
sv: Kommentar
th: ความคิดเห็น
tr: yorum
ug: ئىزاھاتلار

# TaskList_Header
source: Snapshots
ar: لقطة
bg: Снимки
de: Schnappschuss
es: Instantánea
et: Momentvõte
eu: Berehalakoak
fi: Tilannevedokset
fr: Capture
hu: Pillanatfelvétel
it: Snapshot
ja: SnapShot
nb: Øyeblikksbilder
nl: Snapshot
pl: Zrzut ekranu
pt_br: Foto Instantânea
ro: Poze
ru: Снимок
sk: Snímka
sq: Fotografi
sv: Ögonblicksbild
th: ภาพตัวอย่าง
tr: Anlık görüntü
ug: كەسمە سۈرەت

# TaskList_Header
source: Preview
ar: معاينة
bg: Преглед
de: Vorschau
es: Previsualización
et: Eelvaade
eu: Aurreikuspegia
fi: Esikatsele
fr: Aperçu
hu: Előnézet
it: Anteprima
ja: プレビュー
nb: Forhåndsvisning
nl: Voorbeeldweergave
pl: Podgląd
pt_br: Pré Visualizar
ro: Previzionare
ru: Предпросмотр
sk: Náhľad
sq: Parapamje
sv: Förhandsvisa
th: แสดงตัวอย่าง
tr: Önizleme
ug: ئالدىن كۆزەت

# TaskList_Header
source: Size
ar: الحجم
bg: Размер
de: Größe
es: Tamaño
et: Suurus
eu: Neurria
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sq: Përmasa
sv: Storlek
th: ขนาด
tr: Boyut
ug: چوڭلۇقى

# TaskList_Header
source: Progress
ar: التقدم
bg: Напредък
de: Fortschritt
es: Progreso
et: Valmis
eu: Garapena
fi: Edistyminen
fr: Avancement
hu: Folyamat
it: Avanzamento
ja: 進行状況
nb: Fremskritt
nl: Voortgang
pl: Ukończone
pt_br: Status
ro: Progres
ru: Прогресс
sk: Priebeh
sq: Progresi
sv: Förlopp
th: ความคืบหน้า
tr: İlerleme
ug: سۈرئەت

# TaskList_Header
source: Total Download Size
ar: مجموع حجم التحميل
bg: Общо изтегляне размер
de: Totale downloadgrootte
es: Tamaño total de descarga
fr: Taille totale du téléchargement
it: Dimensione totale del download
ja: 合計ダウンロードサイズ
nl: Totale download grootte
pl: Łączny rozmiar pobierania
pt_br: Tamanho total do download
ru: Общий размер загрузки
th: ขนาดการดาวน์โหลดทั้งหมด

# TaskList_Header
source: Total Upload Size
ar: إجمالي حجم التحميل
bg: Общ размер на качване
de: Totale uploadgrootte
es: Tamaño total de carga
fr: Taille totale de l'envoi
it: Dimensione totale upload
ja: 合計アップロードサイズ
nl: Totale upload grootte
pl: Łączny rozmiar wysyłania
pt_br: Tamanho total de upload
ru: Общий Отдано
th: ขนาดการอัปโหลดทั้งหมด

# TaskList_Header
source: Download Rate
ar: معدل التحميل
bg: Скорост на сваляне
de: Herunterladen-Geschwindigkeit
es: Tasa de descarga
et: Alla kiirus
fr: Débit réception
hu: Letöltési sebesség
it: Velocità di download
ja: DL速度
nl: Downloadsnelheid
pl: Prędkość pobierania
pt_br: Taxa de transferência
ro: Descărcare
ru: Скор. загрузки
sv: Nedladdningshastighet
th: อัตราดาวน์โหลด
tr: İndirme Hızı

# TaskList_Header
source: Upload Rate
ar: معدل الرفع
bg: Скорост на качване
de: Hochladen-Geschwindigkeit
es: Tasa de subida
et: Üleslaadimis kiirus
fr: Débit émission
hu: Feltöltési sebesség
it: Velocità di upload
ja: UP速度
nl: Upload snelheid
pl: Prędkość wysyłania
pt_br: Taxa de envio
ro: Încărcare
ru: Скор. отдачи
sv: Uppladdningshastighet
th: อัตราอัพโหลด
tr: Yükleme Hızı

# TaskList_Header
source: Long-Term Seeding
bg: Прод. сийдване
de: Langfristiges Seeding
es: Semillas LT
fr: Envoi LT
it: Seeding costante
ja: 維持的シード
nl: LT zaaien
pl: Nasiona LT
pt_br: LT Semeadura
ru: Постоянное сидирование
th: การเพาะเมล็ดในระยะยาว

# TaskList_Header
source: Time Left
ar: الوقت المتبقي
bg: Оставащо време
de: Übrige Zeit
es: Tiempo restante
et: Aega jäänud
eu: Egiteke Denbora
fi: Aikaa jäljellä
fr: Temps restant
hu: Hátralévő idő
it: Tempo mancante
ja: 残り時間
nb: Tid igjen
nl: Resterende tijd
pl: Pozostało czasu
pt_br: Tempo Restante
ro: Timp Rămas
ru: Остав. время
sk: Zostávajúci čas
sq: Koha e Ngelur
sv: Tid kvar
th: เวลาที่เหลือ
tr: Kalan Süre
ug: قالغان ۋاقىت

# TaskList_Header
source: Size Left
ar: حجم اليسار
bg: Оставащ размер
de: Größe links
es: Tamaño restante
et: Vaja veel
eu: Egiteke Neurria
fi: Ladattavaa Jäljellä
fr: Taille restante
hu: Hátralévő méret
it: Dimensione restante
ja: 残りサイズ
nb: Gjenstående mengde
nl: Grootte links
pl: Pozostało do pobrania
pt_br: Restando
ro: Mărime Rămasă
ru: Остав. размер
sk: Z veľkosti zostáva
sq: Përmasa e Mbetur
sv: Storlek kvar
th: ขนาดที่เหลือ
tr: Kalan Boyut
ug: قالغان چوڭلۇقى

# TaskList_Header
source: Seeds/Peers[all]
ar: [الكل]المتلقين/المرسلين
bg: Сийдъри/Пиъри [всички]
de: Seeds/Peers [Alle]
es: Semilla/Par[todo]
et: Jagajad /kaanid[kõik]
eu: Emale/Hartzaile[guztiak]
fi: Lähteet/Lataajat[kaikki]
fr: Seed/Pair[tous]
hu: Seed/Peer[mind]
it: Seed/Peer[tutti]
ja: シード/ピア[すべて]
nl: Zaden/leeftijdgenoten [all]
pl: Seed/Peer[wszystkie]
pt_br: Semeadores/Parceiros [mostrar todos]
ro: Donatori/Parteneri[toţi]
ru: Сиды/Пиры[Всего]
sk: Seed/Peer[spolu]
sq: Seed/Peer[all]
sv: Seed/Peer[alla]
th: ปล่อย/ผู้ใช้[ทั้งหมด]
tr: Paylaşım/Kullanıcı[Hepsi]
ug: ئۇرۇق/ئىشلەتكۈچى[جەمئى]
