Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_TCPIPLimit
source: --vista_tcp_patch: Must be run under administrator privilege!
ar: -- vista_tcp_patch: :يجب أن تمتلك صلاحيات المسؤول!!
bg: --vista_tcp_patch: Трябва да се стартира с администраторски права!
de: --vista_tcp_patch: Dies muss mit Administratorrechten ausgeführt werden!
es: --vista_tcp_patch: Debe ejecutarse con privilegios de administrador!
et: --vista_tcp_patch:Töötab aimult administratoori eelistutstega!
eu: --vista_tcp_patch: Administrari eskubidea beharrezkoa da!
fi: --vista_tcp_patch: Pitää ajaa järjestelmänvalvoja oikeuksilla!
fr: --vista_pct_patch : Ne peut être exécuté qu'avec les privilèges administrateur !
hu: --vista_tcp_patch: Rendszergazdai jogosultságokkal kell futni!
it: --vista_tcp_patch: deve essere eseguito dall'amministratore di sistema!
ja: --vista_tcp_patch: 管理者権限で実行する必要があります！
nb: --vista_tcp_patch: Må kjøre under administrator privilegium!
nl: --vista_tcp_patch: Moet draaien met administrator rechten!
pl: --vista_tcp_patch: Musi być uruchamiany z uprawnieniami administratora!
pt_br: --vista_tcp_patch: Deve rodar sob privilégio de administrador!
ro: --vista_tcp_patch: Trebuie rulat cu drepturi de administrator!
ru: --vista_tcp_patch: Должен запускаться с правами администратора!
sk: --vista_tcp_patch: Musí bežať s oprávnením správcu!
sq: --vista_tcp_patch: Duhet nisur me privilegje administratori!
sv: --vista_tcp_patch: Måste köras som administratör!
th: --vista_tcp_patch: ต้องรันภายใต้สิทธิ์ของแอดมิน!
tr: --vista_tcp_patch: Yönetici izni altında çalıştırılmalı!
ug: --vista_tcp_patch: بۇ پارامېتىر باشقۇرغۇچى ھوقۇقىدىلا ئىجرا قىلىنىدۇ!

# Options_TCPIPLimit
source: Modification succeeded. It will take effect after the reboot. Do you want to restart Windows now?
ar: نجح التعديل . سيتم التفعيل بعد إعادة تشغيل الكمبيوتر. هل تريد إعادة تشغيل ويندوز الآن؟
bg: Промяната е успешна. Ще влезе в сила след рестарт на системата. Желаете ли да рестартирате Windows сега?
de: Die Änderung war erfolgreich. Es ist ein Neustart notwendig. Wollen Sie Windows jetzt neu starten?
es: La modificación se realizó con éxito. Surtirá efecto al reiniciar el equipo ¿Quiere reiniciar Windows ahora?
et: Modifitseerimine õnnestus. Toimimaks pead taaskäivitama. Kas soovid Windows-i taaskäivitada
eu: Aldaketak burutu dira. Eragina izango dute birrabiarazi ondoren. Nahi duzu Windows orain birrabiaraztea?
fi: Muokkaaminen onnistui. Muutos tulee voimaan uudelleenkäynnistyksen jälkeen. Haluatko käynnistää Windowsin uudelleen nyt?
fr: Modifications apportées avec succès. Elles prendront effet après le redémarrage de l'ordinateur. Souhaitez-vous redémarrer Windows maintenant?
hu: Sikeres módosítások. Egyes módosítások csak újraindítás után lépnek életbe. Újraindítod a Windows-t most?
it: Modifica completata. Per renderla attiva sarà necessario riavviare il sistema. Riavviare Windows adesso?
ja: 変更は成功しました。変更を反映するには、再起動をする必要があります。今すぐWindowsを再起動しますか？
nb: Modifisering lyktes. Det vil tre i kraft etter omstart. Vil du starte Windows på nytt nå?
nl: Wijziging is geslaagd. Het zal van kracht worden na de reboot. Wilt u Windows nu opnieuw opstarten?
pl: Modyfikacja udana. Musisz zrestartować komputer, aby zmiany odniosły skutek. Czy chcesz to teraz zrobić?
pt_br: Modificação efetuada. Somente terá efeito após a reinicialização. Deseja reiniciar o Windows agora ?
ro: Modificare reușită. Va intra în vigoare după repornirea sistemului. Vrei să repornești Windows acum?
ru: Удачно модифицирован. Изменения вступят всилу после перезагрузки. Вы хотите перезагрузить Windows сейчас?
sk: Modifikácia úspešná. Zmeny sa prejavia až po reštarte. Prajete si reštartovať Windows teraz?
sq: Modifikimi u krye. Ai do të bëhet efektiv pas rindezjes. Dëshironi ta rindizni Windows tani?
sv: Modifiering lyckades. Den kommer träda i kraft efter omstart. Vill du starta om Windows nu?
th: การแก้ไขสำเร็จ จะเกิดผลหลังเปิดเครื่องใหม่อีกครั้ง คุณต้องการจะรีสตาร์ทวินโดวส์เดี๋ยวนี้?
tr: Düzenleme başarılı. Değişiklikler sisteminiz yeniden başlatılınca etkili olacak. Bilgisayarınızı yeniden başlatmak ister misiniz?
ug: مۇۋەپپەقىيەتلىك تەڭشەلدى. كومپيۇتېرنى قايتا قوزغاتسىڭىز ئاندىن كۈچكە ئىگە بولىدۇ. كومپيۇتېرنى ھازىرلا قايتا قوزغىتامسىز؟

# Options_TCPIPLimit
source: The OS can't reboot automatically, please reboot the OS yourself.
ar: لا يمكن إعادة تشغيل النظام تلقائياً ,الرجاء إعادته بنفسك.
bg: ОС не може да рестартира автоматично, моля, рестартирайте ръчно компютъра.
de: Windows kann keinen automatischen Neustart durchführen. Sie sollten Windows nun 'Neu starten'.
es: El SO no puede reinicarse automáticamente, reinícielo usted mismo.
et: OS ei suuda automaatselt taaskäivituda, Palun taaskäivita os ise.
eu: SE-ak ezin du berezgaitasunez birrabiatu, mesedez birrabiatu ezazu SE zuk zeuk.
fr: Le SE ne peut redémarrer automatiquement, veuillez redémarrer le se vous-mêmes.
hu: Az oprendszer nem indítható újra automatikusan, kérlek végezd el te az újraindítást.
it: Il S.O. non può essere riavviato automaticamente, si prega di riavviarlo manualmente.
ja: OSは自動的に再起動できません。ご自身で再起動してください。
nb: OS'et kan ikke starte på nytt automatisk. Vennligst start på nytt manuelt.
nl: Het besturingssysteem kan niet automatisch worden herstart. Herstart uw computer zelf A.U.B.
pl: System operacyjny nie może zrestartować komputera, zrestartuj go sam.
pt_br: SO não pode reiniciar automaticamente. Favir reiniciar manualmente.
ro: SO nu poate reporni automat, repornește manual calculatorul.
ru: ОС не может быть перезагружена автоматически, пожалуйсата перезагрузитесь вручную.
sk: OS nejde reštartovať automaticky, prosím vykonajte reštart sami.
sq: Sistemi nuk mund të rindizet automatikisht, ju lutemi rindizeni sistemin vetë.
sv: Operativsystemet kan inte starta om automatiskt, vänligen gör det själv.
th: ระบบปฏิบัติการไม่สามารถเปิดเครื่องใหม่โดยอัตโนมัติได้ กรุณาเปิดเครื่องใหม่ด้วยตนเอง
tr: İşletim sisteminiz yeniden otomatik başlatmaya izin verniyor, lütfen işletim sistemini tekrar başlatınız.
ug: مەشغۇلات سىستېمىسى ئاپتوماتىك قايتا قوزغىلالمايدۇ، مەشغۇلات سىستېمىسىنى ئۆزىڭىز قايتا قوزغىتىڭ.

# Options_TCPIPLimit
source: File content error; it cannot be modified.
ar: خطأ لا يمكن تعديل محتوى ملف.
bg: Грешка в съдържанието на файла; той не може да бъде променян.
de: Dateiinhaltsfehler, kann nicht modifiziert werden.
es: Error de contenido, imposible modificar.
et: Faili sisu tõrge, ei saa muuta
eu: Agiriak okerra du; Ezin da aldatu.
fi: Tiedosto sisältö virhe; ei pysty muokkaamaan.
fr: Erreur de contenu de fichier, ne peut être modifié.
hu: Fájl összetétel hiba, nem módosítható.
it: Il file contiene degli errori, impossibile modificarlo.
ja: ファイルの内容にエラーがあります。変更できません。
nb: Filinnhold feil; det kan ikke endres.
nl: Fout in bestandsinhoud; het kan niet worden gewijzigd.
pl: Zawartość pliku błędna, modyfikacja niemożliwa.
pt_br: Erro no conteúdo do arquivo. Não pode ser alterado.
ro: Eroare de conținut a filei, modificarea e imposibilă.
ru: Ощибка содержания файла, не может быть изменен.
sk: Chyba obsahu súboru, nie je možné ho upraviť.
sq: Gabim në përmbajtjen e skedarit, nuk mund të modifikohet.
sv: Filinnehållsfel, kan inte bli ändrad.
th: เนื้อหาไฟล์ผิดพลาด ไม่สามารถแก้ไขได้
tr: Dosya içerik hatası, değiştirilemiyor.
ug: ھۆججەت مەزمۇنى خاتا؛ ئۆزگەرتكىلى بولمايدۇ.

# Options_TCPIPLimit
source: Current OS does not support modifications.
ar: نظام التشغيل الحالي غير معتمد إلى تعديل
bg: Текущата ОС не поддържа промени.
de: Aktuelles Betriebssystem kann nicht modifiziert werden.
es: El SO actual no permite modificaciones.
et: Töösolev OP süsttemi ei toetata ja vajab modifitseerimist
eu: Oraingo SE-k ez du aldaketarik onartzen.
fi: Nykyinen OS ei tue muutoksia.
fr: Le SE ne peut pas être modifié.
hu: A jelenlegi op.rendszer módosítása nem támogatott
it: L'attuale S.O. non supporta modifiche.
ja: 現在のOSは変更がサポートされていません。
nb: Nåværende OS støtter ikke modifiseringer.
nl: Huidige OS biedt geen ondersteuning voor wijzigingen.
pl: Aktualny OS nie obsługuje tych modyfikacji.
pt_br: SO atual não suporta alterações.
ro: Modificarea nu e suportată pe SO curent.
ru: Текущая ОС не поддерживается для модификации.
sk: Aktuálny OS nie je pre úpravu podporovaný.
sq: Sistemi operativ i tanishëm nuk e suporton modifikimin.
sv: Nuvarande OS stödjer inte att bli modifierad.
th: ระบบปฏิบัติการปัจจุบันไม่รองรับการแก้ไข
tr: Şuanki OS değişimi desteklemiyor.
ug: نۆۋەتتىكى مەشغۇلات سىستېمىسىنىڭ ئۇلىنىش سان چەكلىمىسىنى ئۆزگەرتىشنى قوللىمايدۇ

# Options_TCPIPLimit
source: TCPIP.SYS modification failed.
ar: فشل التعديل TCPIP.SYS .
bg: Модифицирането на TCPIP.SYS пропадна.
de: Modifizierung von TCPIP.SYS fehlgeschlagen.
es: Error al modificar TCPIP.SYS.
et: TCPIP.SYS muutmine luhtus.
eu: TCPIP.SYS aldaketak huts egin du.
fi: TCPIP.SYS muutos epäonnistui.
fr: Les modifications du fichier PCTFAI.SYS ont échoué.
hu: A TCPIP.SYS módosítása sikertelen.
it: Modifiche al file TCPIP.SYS fallite.
ja: TCPIP.SYSの変更に失敗しました。
nb: Modifisering av TCPIP.SYS mislyktes.
nl: TCPIP.SYS aanpassen mislukt.
pl: Nieudana modyfikacja TCPIP.SYS.
pt_br: Alteração no TCPIP.SYS falhou.
ro: Modificarea TCPIP.SYS a eșuat.
ru: Модификация TCPIP.SYS не удалась.
sk: Upravený TCPIP.SYS zlyhal.
sq: TCPIP.SYS modifikimi dështoi.
sv: Modifiering av TCPIP.SYS misslyckades.
th: การแก้ไข TCPIP.SYS ล้มเหลว
tr: TCPIP.SYS düzenlemesi başarısız.
ug: TCPIP.SYS نى ئۆزگەرتەلمىدى.

# Options_TCPIPLimit
source: This version of TCPIP.SYS does not support modifications.
ar: هذا الإصدار من TCPIP.SYS التعديل به غير معتمد .
bg: Тази версия на TCPIP.SYS не поддържа промени.
de: Die Modifizierung dieser TCPIP.SYS-Version wird nicht unterstützt.
es: La versión de TCPIP.SYS no permite modificaciones.
et: Seda versioon TCPIP.SYS ei toetata ning muudetakse.
eu: TCPIP.SYS heuskarri honek ez du aldaketarik onartzen.
fr: Cette version de PCTFAI.SYS ne peut être modifiée.
hu: TCPIP.SYS ezen verziója nem módosítható.
it: Questa versione del file TCPIP.SYS non supporta modifiche.
ja: このバージョンのTCPIP.SYSは変更がサポートされていません。
nb: Denne versjonen av TCPIP.SYS støtter ikke modifiseringer.
nl: Deze versie van TCPIP.SYS ondersteunt geen aanpassingen.
pl: Ta wersja TCPIP.SYS nie obsługuje modyfikacji.
pt_br: A versão do TCPIP.SYS não suporta alterações.
ro: Această versiune de TCPIP.SYS nu e suportată, deci nu poate fi modificată.
ru: Эта версия TCPIP.SYS не поддерживается для модификации.
sk: Táto verzia TCPIP.SYS nie je pre úpravy podporovaná.
sq: Ky version i TCPIP.SYS nuk suportohet që të modifikohet.
sv: Denna version av TCPIP.SYS stödjer inte modifieringar.
th: TCPIP.SYS เวอร์ชั่นนี้ไม่รองรับการแก้ไข
tr: Bu TCPIP.SYS düzenlenmeyi desteklemiyor.
ug: بۇ نەشرىدىكى TCPIP.SYS ھۆججىتىنى ئۆزگەرتىشنى قوللىمايدۇ.

# Options_TCPIPLimit
source: --vista_tcp_patch: Must be run under Windows Vista!
ar: --vista_tcp_patch: يجب تشغيل تحت ويندوز فيستا!
bg: --vista_tcp_patch: Трябва да се стартира под Windows Vista!
de: --vista_tcp_patch: Dies muss unter Windows Vista ausgeführt werden!
es: --vista_tcp_patch: Debe ejecutarse bajo Windows Vista!
et: --vista_tcp_patch: Töötab ainult Windows Vista-ga!
eu: --vista_tcp_patch: Windows Vista beharrezkoa da!
fi: --vista_tcp_patch: Pitää ajaa Windows Vistassa!
fr: --vista_pct_patch : Doit être exécuté avec Windows Vista !
hu: --vista_tcp_patch: Csak Windows Vista alatt működik!
it: --vista_tcp_patch: deve essere eseguito con Windows Vista!
ja: --vista_tcp_patch: Windows Vista上で実行する必要があります！
nb: --vista_tcp_patch: Må kjøre under Windows Vista!
nl: --vista_tcp_patch: Moet draaien onder Windows Vista!
pl: --vista_tcp_patch: Musi być uruchamiany pod Windows Vista!
pt_br: --vista_tcp_patch: Deve rodar no Windows Vista!
ro: --vista_tcp_patch: Trebuie rulat sub Windows Vista!
ru: --vista_tcp_patch: Должен запускаться под Windows Vista!
sk: --vista_tcp_patch: Musí bežať pod Windows Vista!
sq: --vista_tcp_patch: Duhet nisur nën Windows Vista!
sv: --vista_tcp_patch: Måste köras under Windows Vista!
th: --vista_tcp_patch: ต้องรันบน Windows Vista!
tr: --vista_tcp_patch: Windows Vista altında çalıştırılmalı!
ug: --vista_tcp_patch: بۇ پارامېتىر پەقەت Windows Vista دىلا ئىجرا قىلىنىدۇ!

# Message_UnsupportedMediaFormat
source: Preview: Unsupported Media File Format!
ar: معاينة: تنسيق ملف وسائط غير معتمد!
bg: Преглед: Неподдържан формат на медиен файл!
de: Vorschau: Format wird nicht unterstützt!
es: Previsualizar: formato de archivo no válido!
et: Eelvaade: Tundmatu meedia faili vorming
eu: Aurreikuspena: Agiri Heuskarri okerra!
fi: Esikatselu: Mediatiedosto ei ole tuettu!
fr: Prévisualisation : Format du média non supporté !
hu: Előnézet: Nem támogatott Médiaformátum!
it: Anteprima: Formato File Media non supportato!
ja: プレビュー: サポートしていないファイル形式です！
nb: Forhåndsvisning: Ikke støttet media- fil format!
nl: Preview: Niet ondersteund Media Bestands Formaat!
pl: Podgląd: nieobsługiwany format pliku medialnego!
pt_br: Pré Visualização: Formato de Mídia não Suportado!
ro: Previzionare: Format de filă media nesuportat!
ru: Предпросмотр: неподдерживаемый медиа формат!
sk: Nadhľad: nepodporovaný formát mediálneho súboru!
sq: Parapamja: Formati i Skedarit Media Nuk Suportohet!
sv: Förhandsgranskning: Stöder inte mediatypen!
th: การแสดงตัวอย่าง : รูปแบบไฟล์ไม่สนับสนุน!
tr: Önizleme: Desteklenmeyen Medya Dosya Biçimi!
ug: ۋاسىتە ھۆججىتىنى قويالمىدى: قوللىمايدىغان ھۆججەت فورماتى!

# Message_PromptBCTPFormatError
source: URL format error!
ar: خطأ بصيغة الرابط!
bg: Грешка във формата на уеб адреса!
de: Internetadresse ungültig!
es: Error en el formato de la dirección URL!
et: Vigane URL vorming!
eu: URL heuskarri okerra!
fi: Virheellinen URL osoite!
fr: Erreur du format URL !
hu: URL formátum hiba!
it: Formato URL errato!
ja: URL 書式エラー！
nb: URL format feil!
nl: URL-formaat fout!
pl: Błąd formatu adresu URL!
pt_br: O endereço eletrônico está incorreto!
ro: Eroare de format a URL-ului!
ru: Ошибка формата адреса!
sk: Chyba formátu URL!
sv: URL-formatsfel!
th: รูปแบบ URL ไม่ถูกต้อง
tr: URL biçim hatası!
ug: URL فورماتى خاتا!

# Message_PromptMagnetUriError
source: Magnet URI error: BitTorrent info hash not found!
ar: المغناطيس URI خطا: لم يتم العثور علي التجزئة معلومات تورنت!
bg: Magnet URI грешка: BitTorrent хаш информацията не е намерен!
de: Magnet-URI-Fehler: BitTorrent-Info-Hash nicht gefunden!
es: Error en la Magnet URI: No se encontro la informacion del hash de BitTorrent!
et: Magnet URI viga: BitTorrent info räsi ei leitud!
eu: Magnet URI okerra: BitTorrent argibide hash-a ez da aurkitu!
fr: Aimant URI erreur: Hash info BitTorrent pas trouvé!
it: Magnete URI errore: BitTorrent info hash non trovato!
ja: Magnet URI エラー： BitTorrent のインフォハッシュが見つかりません！
nl: Magneet URI fout: BitTorrent info hash niet gevonden!
pl: Błąd Magnet URl: nie znaleziono info hash BitComet!
pt_br: Erro no URI Magnético: informação de hash do BitTorrent não encontrada!
ro: Eroare a legăturii (URL) magnet: Informațiile de hașare BitTorrent n-au fost găsite!
ru: Ошибка Magnet URI: информация о хеше не найдена!
sk: Chyba Magnet URI: Informácie o BitTorrent hash neboli nájdené!
sv: Magnet URI-fel: Infohash för BitTorrent hittades inte!
th: ข้อผิดพลาด URI แม่เหล็ก: ไม่พบแฮชข้อมูล BitTorrent!
tr: Yapışkan URI hatası: BitTorrent hash bilgisi bulunamadı!
ug: ماگنىتلىق URI خاتالىقى: BitTorrent ئالاھىدىلىك كودى تىپىلمىدى!

# Message_TorrentMakerError
source: File is empty!
ar: الملف فارغ!
bg: Файлът е празен!
de: Datei ist leer!
es: El archivo está vacío!
et: Fail on tühi!
eu: Agiria hutsik dago!
fi: Tiedosto on tyhjä!
fr: Fichier vide !
hu: A fájl üres!
it: Il file è vuoto!
ja: ファイルが空です！
nb: Fil er tom!
nl: Bestand is leeg!
pl: Plik jest pusty!
pt_br: Arquivo vazio!
ro: Fila este goală!
ru: Файл пуст!
sk: Súbor je prázdny!
sq: Skedari është bosh!
sv: Filen är tom!
th: ไฟล์ว่างเปล่า!
tr: Boş dosya
ug: ھۆججەت بوش!

# Message_TorrentMakerError
source: Folder is empty!
ar: المجلد فارغ!
bg: Папката е празна!
de: Ordner ist leer!
es: La carpeta está vacía!
et: Kaust on tühi!
eu: Agiritegia hutsik dago!
fi: Kansio on tyhjä!
fr: Le répertoire est vide !
hu: A mappa üres!
it: La cartella è vuota!
ja: フォルダが空です！
nb: Mappe er tom!
nl: Map is leeg!
pl: Folder jest pusty!
pt_br: Pasta está vazia!
ro: Dosarul este gol!
ru: Папка пуста!
sk: Priečinok je prázdny!
sq: Dosja është bosh!
sv: Mappen är tom!
th: แฟ้มว่างเปล่า!
tr: Boş klasör
ug: قىسقۇچ بوش!

# Message_TorrentMakerError
source: File read error!
ar: خطأ في قراءة الملف!
bg: Грешка при четене на файла!
de: Fehler beim Lesen der Datei!
es: Error al leer el archive!
et: Viga faili lugemisel!
eu: Agiri irakurketa okerra!
fi: Tiedoston lukuvirhe!
fr: Erreur lecture fichier !
hu: Fájl olvasási hiba!
it: Errore di lettura del file!
ja: ファイル読み込みエラーです！
nb: Mislyktes å lese fil!
nl: Bestand leesfout!
pl: Błąd odczytu pliku!
pt_br: Leitura de arquivo falhou!
ro: Eroare la citirea filei!
ru: Ошибка чтения файла!
sk: Chyba čítania súboru!
sq: Gabim në leximin e skedarit!
sv: Filläsningsfel!
th: การอ่านไฟล์ผิดพลาด!
tr: Dosya okuma hatası!
ug: ھۆججەت ئوقۇش خاتالىقى!

# Message_TorrentMakerError
source: Out of memory!
ar: نفاد الذاكرة!
bg: Недостатъчно памет!
de: Kein Speicher verfügbar!
es: Sin memoria!
et: Mälu on otsas!
eu: Oroimenetik kanpo!
fi: Muisti loppu!
fr: Hors mémoire !
hu: Elfogyott a memória!
it: Memoria insufficiente!
ja: メモリが不足しています！
nb: Ikke mer minne!
nl: Onvoldoende geheugen!
pl: Brak pamięci!
pt_br: Acabou a memória!
ro: Memorie epuizată!
ru: Недостаточно памяти!
sk: Nedostatok pamäte!
sq: Mungesë kujtese!
sv: Slut på minne!
th: เกินความจุ!
tr: Bellek tükendi!
ug: ئەسلەك يېتىشمىدى!

# MainWindow
source: Saving data....
ar: يتم الآن حفظ البيانات....
bg: Записване на данни....
de: Daten speichern....
es: Guardando datos....
fr: Enregistrement des données....
it: Salvataggio dei dati....
ja: データの保存....
nl: Gegevens opslaan....
pl: Zapisywanie danych....
pt_br: Salvando dados......
ru: Сохранение данных ....
th: กําลังบันทึกข้อมูล....

# MainWindow
source: Minimize to Tray
bg: Минимизиране до Тава
de: In den Infobereich minimieren
es: Minimizar a bandeja
fr: Réduire au plateau
it: Riduci a icona a vassoio
ja: トレイに最小化
nl: Minimaliseren tot lade
pl: Minimalizacja do zasobnika
pt_br: Minimizar para Bandeja
ru: Свернуть в лоток
th: ย่อเล็กสุดลงในถาด

# MainWindow
source: Exit
bg: Изход
de: Ausgang
es: Salir
fr: Quitter
it: Uscita
ja: 終了
nl: Afsluiten
pl: Wyjście
pt_br: Saír
ru: Выйти
th: ทางออก

# MainWindow
source: BitComet Exiting...
ar: إنهاء بيتكومنت ...
bg: BitComet излиза...
de: BitComet beenden...
es: Cerrando BitComet...
et: BitComet väljub...
eu: BitComet-etik Irtetzen...
fi: BitComet Sulkeutuu...
fr: Sortie de BitComet...
hu: A BitComet kilép...
it: Chiudendo BitComet...
ja: BitComet を終了しています...
nb: BitComet Avslutter...
nl: BitComet sluit af...
pl: Wyłączanie BitComet...
pt_br: O BitComet está saindo...
ro: BitComet se închide...
ru: BitComet закрывается....
sk: BitComet sa zatvára...
sq: BitComet Po Del...
sv: BitComet avslutas...
th: กำลังออกจากโปรแกรม...
tr: BitComet'ten çıkılıyor...
ug: BitComet چېكىنىۋاتىدۇ…

# MainWindow
source: please wait.
ar: الرجاء الانتظار.
bg: моля изчакайте.
de: Bitte warten...
es: por favor espere.
et: palun oota.
eu: mesedez itxaron.
fr: Veuillez patienter.
it: Attendere prego.
ja: お待ちください。
nl: Wacht.
pl: proszę czekać.
pt_br: aguarde, por favor.
ro: așteaptă.
ru: пожалуйста, подождите.
sk: čakajte prosím.
sv: var god vänta.
th: กรุณารอสักครู่
tr: lütfen bekleyin.
ug: سەل كۈتۈڭ.

# Message_PromptNewVersion
source: BitComet updated to ${VERSION} successfully.
bg: BitComet актуализиран ${VERSION} успешно.
de: BitComet aktualisiert auf ${VERSION} erfolgreich.
es: BitComet actualizado a ${VERSION} correctamente.
fr: BitComet mis à jour à ${VERSION} avec succès.
it: BitComet aggiornato a ${VERSION} con successo.
ja: BitCometを${VERSION}に更新しました。
nl: BitComet bijgewerkt tot ${VERSION} met succes.
pl: BitComet zaktualizowany do ${VERSION} pomyślnie.
pt_br: BitComet atualizado para ${VERSION} com êxito.
ru: BitComet успешно обновлен до ${VERSION}.
th: BitComet อัปเดตเป็น ${VERSION}สําเร็จแล้ว

# Message_PromptNewVersion
source: Would you like to learn about the new features?
ar: هل ترغب في التعرف علي الميزات الجديدة ؟
bg: Бихте ли искали да научите повече за новите функции?
de: Möchten Sie etwas über die neuen Features erfahren?
es: ¿Desea conocer las nuevas funcionalidades?
fr: Vous voulez en savoir plus sur les nouveautés?
it: Vuoi conoscere le nuove funzionalità?
ja: 新しい機能について知りたいですか？
nl: Wilt u meer weten over de nieuwe functies?
pl: Czy chciałbyś dowiedzieć się więcej o nowych funkcjach?
pt_br: Você gostaria de aprender sobre os novos recursos?
ru: Вы хотите узнать о новых функциях?
th: คุณต้องการเรียนรู้เกี่ยวกับคุณลักษณะใหม่หรือไม่

# SleepBlocker
source: BitComet task running...
ar: [بيتكمت] مهمة يركض...
bg: BitComet задача тичане...
de: BitComet-Aufgabe läuft ...
es: BitComet tarea en ejecución...
fr: BitComet tâche en cours d'exécution...
it: BitComet compito in esecuzione...
ja: BitComet タスクの実行中...
nl: BitComet taak draait...
pl: BitComet zadanie kolejny...
pt_br: BitComet tarefa em execução...
ru: BitComet задача работает...
th: งาน BitComet กําลังทํางานอยู่...

# StatusBar
source: Open torrent file
bg: Отваряне на торент файл
de: Torrent-Datei öffnen
es: Abrir archivo torrent
fr: Ouvrez le fichier torrent
it: Apri file torrent
ja: トレントファイルを開く
nl: Torrent-bestand openen
pl: Otwórz plik torrent
pt_br: Abrir arquivo torrent
ru: Открыть торрент-файл
th: เปิดไฟล์ฝนตกหนัก

# StatusBar
source: Make new torrent file
bg: Направете нов торент файл
de: Erstellen einer neuen Torrent-Datei
es: Crear nuevo archivo torrent
fr: Faire nouveau fichier torrent
it: Crea un nuovo file torrent
ja: 新しい急流ファイルを作成する
nl: Maak een nieuw torrent-bestand
pl: Zrób nowy plik torrent
pt_br: Fazer novo arquivo torrent
ru: Сделать новый торрент-файл
th: สร้างแฟ้มฝนตกหนักใหม่

# StatusBar
source: Add torrent from URL
bg: Добавяне на торент от URL адрес
de: Hinzufügen von Torrent von der URL
es: Añadir torrent desde URL
fr: Ajouter torrent de l'URL
it: Aggiungi torrent dall'URL
ja: URL から急流を追加する
nl: Torrent van URL toevoegen
pl: Dodaj potok z adresu URL
pt_br: Adicionar torrent de URL
ru: Добавление торрента из URL
th: เพิ่มฝนตกหนักจาก URL

# StatusBar
source: Add torrents from RSS feeds
bg: Добавяне на торенти от RSS канали
de: Hinzufügen von Torrents aus RSS-Feeds
es: Añadir torrents desde fuentes RSS
fr: Ajouter des torrents à partir des flux RSS
it: Aggiungere torrenti dai feed RSS
ja: RSS フィードから急流を追加する
nl: Voeg torrents toe vanuit RSS-feeds
pl: Dodawanie torrentów z kanałów RSS
pt_br: Adicionar torrents de feeds RSS
ru: Добавление торрентов из RSS-каналов
th: เพิ่มเพลงจากตัวดึงข้อมูล RSS

# StatusBar
source: Create new HTTP/FTP task
ar: إنشاء مهمة جديدة HTTP/FTP
bg: Създаване на нова HTTP/FTP задача
de: HTTP-/FTP-Aufgabe erstellen
es: Crear nueva tarea HTTP/FTP
et: Loo uus HTTP/FTP tegum
eu: Sortu HTTP/FTP eginkizun berria
fi: Luo uusi HTTP/FTP tehtävä
fr: Crée un nouveau torrent HTTP/FTP
hu: HTTP/FTP feladat létrehozása
it: Crea un nuovo task HTTP/FTP task
ja: HTTP/FTP タスクを作成する
nb: Opprett ny HTTP/FTP-oppgave
nl: Nieuwe HTTP/FTP-taak maken
pl: Utwórz nowe zadanie HTTP/FTP
pt_br: Criar uma nova tarefa HTTP/FTP
ro: Creează Sarcină Nouă HTTP/FTP
ru: Создать новую HTTP/FTP задачу
sk: Vytvoriť novú HTTP/FTP úlohu
sv: Skapa ny HTTP/FTP-aktivitet
th: สร้างงาน HTTP/FTP ใหม่
tr: Yeni HTTP/FTP görev oluşturun
ug: يېڭى HTTP/FTP ۋەزىپە قۇر
