Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# LogMessage_BT_Task
source: Failed creating folder: ${FOLDER_NAME} [${ERROR_MSG}]
ar: فشل إنشاء المجلد: [${ERROR_MSG}] ${FOLDER_NAME}
bg: Неуспешно създаване на папка: ${FOLDER_NAME} [${ERROR_MSG}]
de: Fehler beim Erstellen des Ordners: : ${FOLDER_NAME} [${ERROR_MSG}]
es: No se pudo crear la carpeta: ${FOLDER_NAME} [${ERROR_MSG}]
et: Kauta loomine nurjus: ${FOLDER_NAME} [${ERROR_MSG}]
eu: Huts egin du agiritegia sortzerakoan: ${FOLDER_NAME} [${ERROR_MSG}]
fi: Kansion luonti epäonnistui: ${FOLDER_NAME} [${ERROR_MSG}]
fr: La création du dossier ${FOLDER_NAME} [${ERROR_MSG}]a échouée.
it: Creazione cartella non riuscita: ${FOLDER_NAME} [${ERROR_MSG}]
ja: フォルダの作成に失敗しました: ${FOLDER_NAME} [${ERROR_MSG}]
nl: Mislukte map aanmaken: ${FOLDER_NAME} [${ERROR_MSG}]
pl: Błąd tworzenia folderu: ${FOLDER_NAME} [${ERROR_MSG}]
pt_br: Falha ao criar a pasta: ${FOLDER_NAME} [${ERROR_MSG}]
ro: Eșec al creării dosarului: ${FOLDER_NAME} [${ERROR_MSG}]
ru: Не удалось создать папку: ${FOLDER_NAME} [${ERROR_MSG}]
sk: Chyba vytvárania súboru: ${FOLDER_NAME} [${ERROR_MSG}]
sv: Misslyckades att skapa mapp: ${FOLDER_NAME} [${ERROR_MSG}]
th: การสร้างโฟลเดอร์ล้มเหลว: ${FOLDER_NAME} [${ERROR_MSG}]
tr: Dosya oluşturulurken hata: ${FOLDER_NAME} [${ERROR_MSG}]
ug: قىسقۇچ قۇرالمىدى: ${FOLDER_NAME} [${ERROR_MSG}]

# LogMessage_BT_Task
source: Cannot access save path: ${FOLDER_NAME} [${ERROR_MSG}]
ar: لا يمكن الوصول إلى حفظ المسار: [${ERROR_MSG}] ${FOLDER_NAME}
bg: Няма достъп до пътя за запис: ${FOLDER_NAME} [${ERROR_MSG}]
de: Auf Speicherpfad kann nicht zugegriffen werden: ${FOLDER_NAME} [${ERROR_MSG}]
es: No se puede acceder a la ruta de guardado: ${FOLDER_NAME} [${ERROR_MSG}]
et: Ei saa kasutada salvestus rada: ${FOLDER_NAME} [${ERROR_MSG}]
eu: Ezin da helbidea gorde: ${FOLDER_NAME} [${ERROR_MSG}]
fr: Impossible d'accéder au chemin d'accès Save: ${FOLDER_NAME} [${ERROR_MSG}]
it: Impossibile accedere al percorso di salvataggio: ${FOLDER_NAME} [${ERROR_MSG}]
ja: 保存先にアクセスできません: ${FOLDER_NAME} [${ERROR_MSG}]
nl: Geen toegang tot pad opslaan: ${FOLDER_NAME} [${ERROR_MSG}]
pl: Nie można uzyskać dostępu do ścieżki zapisu: ${FOLDER_NAME} [${ERROR_MSG}]
pt_br: Não é possível acessar o diretório destino: ${FOLDER_NAME} [${ERROR_MSG}]
ro: Nu pot accesa calea de salvare: ${FOLDER_NAME} [${ERROR_MSG}]
ru: Нет доступа к каталогу: ${FOLDER_NAME} [${ERROR_MSG}]
sk: Nemôže pristúpiť k ceste uloženia: ${FOLDER_NAME} [${ERROR_MSG}]
sv: Kan inte komma åt sparsökväg: ${FOLDER_NAME} [${ERROR_MSG}]
th: ไม่สามารถเข้าถึงเส้นทางการบันทึก: ${FOLDER_NAME} [${ERROR_MSG}]
tr: Kaydetme konumuna ulaşılamadı: ${FOLDER_NAME} [${ERROR_MSG}]
ug: ساقلاش مۇندەرىجىسىنى زىيارەت قىلالمىدى: ${FOLDER_NAME} [${ERROR_MSG}]

# LogMessage_BT_Task
source: Failed to rename downloaded files. [${ERROR_MSG}]
ar: فشل تَغيير اسم الملفات المحملة. [${ERROR_MSG}]
bg: Неуспешно преименуване на свалените файлове. [${ERROR_MSG}]
de: Umbenennen heruntergeladener Dateien fehlgeschlagen. [${ERROR_MSG}]
es: Fallo al renombrar archivos descargados. [${ERROR_MSG}]
et: Allaetud failide ümbernimetamine luhtus. [${ERROR_MSG}]
eu: Huts egin du jeitsitako agiriak birrizendatzean. [${ERROR_MSG}]
fr: Impossible de renommer les fichiers téléchargés. [${ERROR_MSG}]
it: Impossibile rinominare i file scaricati. [${ERROR_MSG}]
ja: ダウンロード済みのファイルのリネームに失敗しました。 [${ERROR_MSG}]
nl: Kan de naam van gedownloade bestanden niet wijzigen. [${ERROR_MSG}]
pl: Nieudana zmiana nazwy pobranych plików. [${ERROR_MSG}]
pt_br: Falha em renomear arquivos baixados. [${ERROR_MSG}]
ro: Renumirea filelor descărcate a eșuat. [${ERROR_MSG}]
ru: Ошибка при переименовании загруженных файлов. [${ERROR_MSG}]
sk: Chyba pri premenovaní stiahnutých súborov. [${ERROR_MSG}]
sv: Misslyckades att byta namn på nedladdade filer. [${ERROR_MSG}]
th: การเปลี่ยนชื่อไฟล์ที่ดาวน์โหลดแล้วล้มเหลว [${ERROR_MSG}]
tr: Dosyaların ismi değiştirilemiyor.[${ERROR_MSG}]
ug: چۈشۈرگەن ھۆججەتنىڭ ئىسمىنى ئۆزگەرتەلمىدى. [${ERROR_MSG}]

# LogMessage_BT_Task
source: Hash checking existing files in save folder.
ar: نتيجة أختبار فحص تجزئة الملفات موجودة في مجلد حفظ.
bg: Проверка на хеша на съществуващи в папката за запазване файлове.
de: Hash-Prüfung vorhandener Dateien im Speicherordner.
es: Comprobando hash en archivos existentes en la carpeta de descargas.
et: Hash tuvastas faili olemasolu salvestus kaustas.
eu: Gordetako agiritegiko agirien hash egiaztapena.
fr: Vérification de hachage des fichiers du répertoire de sauvegarde.
hu: A mentési könyvtárban levő fájlok hash-ellenőrzése.
it: Controllo dell'hash dei file esistenti nella cartella di salvataggio.
ja: 保存先フォルダの既存のファイルのハッシュをチェックする。
nb: Hash sjekker eksisterende filer i lagre- mappe
nl: Hash controle bestaande bestanden in de map opslaan.
pl: Sprawdzanie sum kontrolnych istniejących plików w folderze zapisywania.
pt_br: O algoritmo de dispersão está verificando se já existem arquivos na pasta de destino.
ro: Verifică hașul filelor existente în dosarul de salvare.
ru: Проветка хеша файлов в папке сохранения.
sk: Kontrola hashu v existujúcich súboroch v uloženom priečinku.
sq: Duke kontrolluar për saktësi skedarët ekzistues në dosjen e sharkimit.
sv: Hashkontrollera existerande filer i sparningsmappen.
th: กำลังตรวจสอบ Hash ไฟล์ที่มีอยู่ในโฟลเดอร์จัดเก็บ
tr: Kaydetme klasöründeki varolan dosyaların hash denetimini yap.
ug: ساقلاش قىسقۇچىدىكى مەۋجۇد ھۆججەتنىڭ مۇكەممەلىكىنى تەكشۈرۈۋاتىدۇ.

# LogMessage_BT_Task
source: File loss detected. Starting hash check.
ar: تم الكشف عن فقدان الملف. ابتداء بأختبار التجزئة.
bg: Открита е загуба във файл. Започване проверка на хеша.
de: Fehlerhafte Datei erkannt. Hash-Überprüfung starten.
es: Detectada pérdida de archivo. Comenzando comprobación del hash.
et: Avastatud faili kaotus. Käivita hashi kontroll.
eu: Agiri galera atzemana. Hash egiaztapena abiatzen.
fi: Tiedosto menetys havaittu. Aloitetaan hash tarkistus.
fr: Perte de fichier détectée. Début de la vérification de hachage.
hu: Fájlvesztést észleltem. Indul a hash-ellenőrzés.
it: Rilevata perdita di dati. Inizio controllo hash.
ja: ファイルが見あたりません。ハッシュのチェックを開始します。
nb: Fil tap oppdaget. Starter hash check.
nl: Bestand verlies gedetecteerd. Hash-controle wordt gestart.
pl: Wykryto utratę pliku. Rozpoczęto sprawdzanie sumy kontrolnej.
pt_br: Detectado perda de arquivo. Comece a checagem do hash.
ro: S-a detectat pierderea unei file. Pornește verificarea hașului.
ru: Обнаружена потеря файла. Начинаю проверку хэша.
sk: Zistenie straty súboru. Začatie kontroly hashu.
sq: U dallua humbja e skedairt. Duke nisur kontrollin e saktësisë.
sv: Upptäckte att fil är förlorad. Börjar hashkontrollera.
th: ตรวจพบไฟล์เสียหาย เริ่มต้นเช็คค่า Hash
tr: Kayıp dosya belirlendi. Hash denetimini başlatın.
ug: ھۆججەت يوقالغانلىقى بايقالدى. ۋەزىپە مۇكەممەللىكى قايتا تەكشۈرۈلىدۇ.

# LogMessage_BT_Task
source: Save path changed. Starting hash check.
ar: تغير مسار الحفظ , البدء بفحص التجزئة.
bg: Пътят за запазване е променен. Започване проверка на хеша.
de: Dateipfad geändert. Hash-Prüfung starten.
es: Ruta destino modificada. Comenzando comprobación del hash.
et: Salvestus koht muudetud. Alusta hash otsingut
eu: Gorde helbide aldaketak. Hash egiaztapena abiatzen.
fi: Tallennuspolku muuttunut. Aloitetaan hash tarkistus.
fr: Chemin de sauvegarde modifié. Début de la vérification de hachage.
hu: Megváltozott a mentési útvonal. Indul a hash-ellenőrzés.
it: Salva percorso cambiato. Inizia il controllo dell'hash.
ja: 保存先が変更されました。ハッシュのチェックを開始します。
nb: Lagre sti endret. Starter hash sjekk.
nl: Opslaan pad veranderd. Hash-controle wordt gestart.
pl: Zmieniono ścieżkę zapisu. Rozpoczęto sprawdzanie sumy kontrolnej.
pt_br: Caminho de destino alterado. Iniciando verificação de algoritmo de dispersão.
ro: Calea de salvare a fost schimbată. Se pornește verificarea hașului.
ru: Путь сохранения изменен. Начинаю проверку хеша.
sk: Cesta ukladania sa zmenila. Začatie kontroly hashu.
sq: Shtegu i ruajtjes ndryshoi. Duke nisur kontrollin e saktësisë.
sv: Sökvägen ändrad. Startar hashkontrollen.
th: ตำแหน่งที่บันทึกถูกเปลี่ยน เริ่มต้นเช็คค่า Hash
tr: Kaydetme yolu değişti. Hash denetimini başlatın.
ug: ساقلاش يولى ئۆزگەردى، مۇكەممەللىك تەكشۈرۈشىنى باشلايدۇ.

# LogMessage_BT_Task
source: File change detected. Hash check scheduled on task finished.
ar: تم الكشف عن تغيير بالملف. تم الانتهاء من أختبار التجزئة المقرر على المهمة.
bg: Открити са промени по файловете. Проверката на хеша след завършване на задачата приключи.
de: Dateiänderung erkannt. Hash nach Abschluss der Aufgabe prüfen.
es: Detectado cambio en archivo. Planificada comprobación de hash tras finalizar tarea.
et: Faili muutumine tuvastatud. Hashi kontroll peale tegumi valmimist.
eu: Agiri aldaketa atzeman da. Hash egiaztapena egitarauturik eginkizun amaituan.
fi: Tiedoston muutos havaittu. Hash tarkistus ajastettu tehtävän valmistumiseen.
fr: Modification de fichier détectée. Vérification de hachage prévue en fin de tâche.
hu: Fájlváltozást észleltem. Hash-ellenőrzést végzek a feladat befejezése után.
it: Rilevato file cambiato. Controlla l'hash dopo aver finito il task.
ja: ファイルが変更されました。タスクの終了後にハッシュのチェックをします。
nb: Ending av fil oppdaget. Hash sjekk etter oppgave ferdig.
nl: Bestand te wijzigen gedetecteerd. Hash-controle gepland op taak voltooid.
pl: Wykryto zmianę pliku. Sprawdzenie sumy kontrolnej zaplanowano po wykonaniu zadania.
pt_br: Alteração de arquivo detectada. Hash check scheduled on task finished.
ro: S-a detectat modificarea filei. A fost programată verificarea hașului după terminarea sarcinii.
ru: Обнаружено изменение файла. Запланирована проверка хэша по завершении задания.
sk: Zmena súboru zistená. Kontrola hashu naplánovaná v úlohe ukončená.
sq: U dallua një ndryshim në skedar. Është skeduar një gjurmim i saktësisë kur të përfundojë detyra.
sv: Filändring upptäcktes. Hashkontrollerar efter aktiviteten har avslutas.
th: การเปลี่ยนแปลงของไฟล์ถูกพบ การตรวจสอบ Hash จะเกิดขึ้นหลังงานเสร็จสิ้น
tr: Dosya değişimi belirlendi. Görev bittikten sonra hash kontrolü yapın.
ug: ھۆججەت ئۆزگەرتىلگەنلىكى بايقالدى. ۋەزىپە تاماملانغاندىن كېيىن ۋەزىپىنىڭ مۇكەممەللىكى تەكشۈرۈلىدۇ.

# LogMessage_BT_Task
source: File change detected. Starting hash check.
ar: تم الكشف عن تغيير بالملف.أبداء أختبار التجزئة.
bg: Открита е промяна във файла. Започване проверка на хеша.
de: Dateiänderung erkannt. Hash-Prüfung starten.
es: Detectado cambio en archivo. Comenzando comprobación del hash.
et: Faili muutumine tuvastatud. Käivita hashi kontroll.
eu: Agiri aldaketa atzeman da. Hash egiaztapena abiatzen.
fi: Tiedosto muutos havaittu. Aloitetaan hash tarkistus.
fr: Modification de fichier détectée. Début de la vérification de hachage.
hu: Fájlváltozást észleltem. Indul a hash-ellenőrzés.
it: Rilevato cambiamento dei file. Inizia il controllo del hash.
ja: ファイルが変更されました。ハッシュのチェックを開始します。
nb: Ending av fil oppdaget. Hash sjekk startet.
nl: Bestandswijziging gedetecteerd. Hashcheck starten.
pl: Wykryto zmianę pliku. Rozpoczęto sprawdzanie sumy kontrolnej.
pt_br: Alteração de arquivo detectada. Começando a checar hash.
ro: S-a detectat modificarea filei. Pornește verificarea hașului.
ru: Обнаружено изменение файла. Начинаю проверку хэша.
sk: Zmena súboru zistená. Začatie kontroly hashu.
sq: U dallua një ndryshim i skedarit. Duke nisur kontrollin e saktësisë.
sv: Filändring upptäcktes. Börjar hashkontrollera.
th: ตรวจพบการเปลี่ยนแปลงข้อมูล เริ่มต้นเช็คค่า Hash
tr: Dosya değişimi belirlendi. Hash denetimini başlatın.
ug: ھۆججەت ئۆزگەرتىلگەنلىكى بايقالدى. ۋەزىپىنىڭ مۇكەممەللىكى قايتا تەكشۈرۈلىدۇ.

# LogMessage_BT_Task
source: Scanning files, preparing for Long-Term Seeding.
ar: مسح الملفات ، والتحضير لزرع البذور علي المدى الطويل.
bg: Сканиране на файловете, подготовка за продължително сийдване.
de: Dateien werden durchsucht, Langfristiges seeden wird vorbereitet.
es: escanendo archivos, preparando para sembrado de termino largo.
eu: Agiriak mihatzen, Epe-Luzerako Emaletzarako gertatzen.
fr: Numérisation de fichiers, préparation à l'ensemencement à long terme.
it: Scansione dei file, preparazione per la semina a lungo termine.
ja: 維持的なシードの準備のためにファイルをスキャンしています。
nl: Scannen van bestanden, voorbereiden op lange termijn zaaien.
pl: Skanowanie plików, przygotowywanie na Long-Term Seeding.
pt_br: Verificando arquivos, preparando para Seeding de longo prazo.
ro: Filele sînt scanate, în vederea donării pe termen lung.
ru: Сканируемые файлы подготавливаются для длительной раздачи.
sk: Skenuje súbory, pripravuje sa na dlhodobé seedovanie.
sv: Skannar filer, förbereder för Långperiods-seeding.
th: สแกนไฟล์เตรียมการเพาะเมล็ดระยะยาว
tr: Dosyalar taranıyor, Uzun Dönemli Kaynaklık için hazırlanıyor.
ug: ھۆججەت تەكشۈرۈۋاتىدۇ، ئۇزۇن مۇددەتلىك ئۇرۇق يوللاشنى تەييارلاۋاتىدۇ.

# LogMessage_BT_Task
source: Hash check forcibly after task download finished.
bg: Хеш проверка насила след задача изтегляне завърши.
de: Hash-Überprüfung gewaltsam nach Abschluss des Task-Downloads.
es: Comprobación de hash a la fuerza después de que finalice la descarga de la tarea.
fr: Vérification du hachage forcée une fois le téléchargement de la tâche terminé.
it: Controllo hash forzato al termine del download dell'attività.
ja: タスクのダウンロードが終了した後、ハッシュチェックを強制的に行います。
nl: Hash-controle met geweld nadat het downloaden van de taak is voltooid.
pl: Sprawdzanie skrótu na siłę po zakończeniu pobierania zadania.
pt_br: Verifique à força após o download da tarefa.
ru: Проверка хэша принудительно после завершения загрузки задачи.
th: แฮชตรวจสอบบังคับหลังจากการดาวน์โหลดงานเสร็จสิ้น

# LogMessage_BT_Task
source: Due to user setting, skip hash check after file changed.
ar: بسبب اعداد المستخدم ، تخطي الاختيار التجزئة بعد تغيير الملف.
bg: Поради потребителска настройка, пропуснете хаш проверката след като файлът бъде променен.
de: Aufgrund der Benutzereinstellung wird die Hash-Überprüfung nach einer Dateiänderung übersprungen.
es: Debido a la configuración del usuario, se salta la revisión del hash después de cambios en el archivo.
et: Kuna kasutaja seadele, vahele jätta räsi kontroll peale faili muutmist.
eu: Erabiltzaile ezarpena epegainditurik, ahaztu hash egiaztapena agiria aldatu arte.
fr: En raison de la configuration de l'utilisateur, ignorer Hash Check après le fichier a changé.
it: A causa dell'impostazione dell'utente, ignorare controllo hash dopo il file modificato.
ja: ユーザー設定により、ファイルが変更されたときのハッシュチェックをスキップします。
nl: Door de gebruiker instelling, Skip hash check na het bestand veranderd.
pl: Zgodnie z ustawieniami użytkownika, pomiń sprawdzanie sumy kontrolnej po zmianie pliku.
pt_br: Devido à configuração de usuário, saltar a verificação do hash do arquivo alterado.
ro: La indicația utilizatorului, verificarea hașului după modificarea filei este sărită.
ru: В связи с пользовательскими настройками, проверьте хэш файла после изменения файла.
sk: Kvôli užívateľským nastaveniam preskoč kontrolu hash po zmene súboru.
sv: På grund av användarinställning, hoppa över hashkontroll efter filändring.
th: เนื่องจากการตั้งค่าผู้ใช้ ให้ข้ามการตรวจสอบแฮชหลังจากแฟ้มถูกเปลี่ยนแปลง
tr: Kullanıcı ayarından dolayı, dosya sonrası sağlama kontrolü değişti.
ug: ئىشلەتكۈچى تەڭشىكىگە ئاساسەن ھۆججەت ئۆزگەرگەندىن كېيىنكى مۇكەممەللىك تەكشۈرۈشىدىن ئاتلاپ كەتتى.

# LogMessage_BT_Task
source: Tracker returns ${PEER_NUM} peers.
ar: إرجاع التراكرز ${PEER_NUM} نظائر .
bg: Тракерът върна ${PEER_NUM} пиъра.
de: Tracker gibt ${PEER_NUM} Peers zurück.
es: El rastreador devuelve ${PEER_NUM} pares.
et: Jälgija tagasi ${PEER_NUM} jagajaid.
eu: Aztarnari itzulerak ${PEER_NUM} hartzaile.
fi: Seurantapalvelin palautti ${PEER_NUM} jakajaa.
fr: Le tracker récupère ${PEER_NUM} pairs.
hu: A tracker megadott ${PEER_NUM} peert.
it: Il Tracker comunica ${PEER_NUM} peers.
ja: トラッカーから ${PEER_NUM} ピア。
nb: Tracker returnerer ${PEER_NUM} brukere.
nl: Tracker retourneert ${PEER_NUM}-peers.
pl: Tracker zwrócił ${PEER_NUM} peerów.
pt_br: O rastreador diz que existem ${PEER_NUM} pares na rede.
ro: Trackerul raportează ${PEER_NUM} parteneri.
ru: Трекер вернул ${PEER_NUM} пиров.
sk: Tracker vrátil ${PEER_NUM} peerov.
sv: Tracker besvarar ${PEER_NUM} peers.
th: ตัวติดตามส่งกลับเพื่อน ${PEER_NUM}
tr: Takipçi ${PEER_NUM} eşleri döndürüyor.
ug: Tracker ${PEER_NUM} ئىشلەتكۈچىنى قايتۇردى

# LogMessage_BT_Task
source: DHT tracker returns ${PEER_NUM} peers.
ar: إعادة تعقب DHT ${PEER_NUM} نظراء.
bg: DHT тракерът върна ${PEER_NUM} пиъри.
de: DHT-Tracker gibt ${PEER_NUM} Peers zurück.
es: El rastreador DHT devuelve ${PEER_NUM} pares.
et: DHT jälgija naases ${PEER_NUM} jagajaid.
eu: DHT aztarnariak itzultzen ${PEER_NUM} hartzaile.
fi: DHT seurantapalvelin palautti ${PEER_NUM} jakajaa.
fr: Le tracker DHT récupère ${PEER_NUM} pairs.
hu: DHT tracker megadott ${PEER_NUM} peert.
it: Il tracker DHT restituisce ${PEER_NUM} peers.
ja: DHT トラッカーより ${PEER_NUM} ピア。
nb: DHT tracker returnerer ${PEER_NUM} brukere.
nl: DHT tracker retourneert ${PEER_NUM} peers.
pl: Tracker DHT zwrócił ${PEER_NUM} peerów.
pt_br: DHT rastreador retornou ${PEER_NUM} peers.
ro: Trackerul DHT raportează ${PEER_NUM} parteneri.
ru: DHT трекер вернул ${PEER_NUM} пиров.
sk: DHT tracker vrátil ${PEER_NUM} peerov.
sq: Gjurmuesi DHT jep ${PEER_NUM} burime.
sv: DHT-tracker besvarar ${PEER_NUM} peers.
th: ตัวติดตาม DHT ส่งกลับเพื่อน ${PEER_NUM}
tr: DHT izleyici ${PEER_NUM} eş sağladı.
ug: DHT Tracker ${PEER_NUM} ئىشلەتكۈچى قايتۇردى

# LogMessage_BT_Task
source: Got a new peer from Local Service Discovery.
bg: Имам нов партньор от "Дискавъри" от "Местни служби".
de: Sie haben einen neuen Peer von Local Service Discovery erhalten.
es: Tengo un nuevo par de Local Service Discovery.
fr: J’ai un nouveau pair de Local Service Discovery.
it: Ho ricevuto un nuovo peer da Local Service Discovery.
ja: ローカル サービス検出から新しいピアを取得しました。
nl: Ik heb een nieuwe peer van Local Service Discovery.
pl: Masz nowego peera z Local Service Discovery.
pt_br: Tenho um novo colega da Local Service Discovery.
ru: Получил нового сверстника из местной службы Discovery.
th: ได้เพื่อนใหม่จาก Local Service Discovery

# LogMessage_BT_Task
source: Downloaded piece #${PIECE_INDEX} failed in hash check, ${DROP_SIZE} dropped ${FAIL_COUNT} times.
bg: Изтегленото парче #${PIECE_INDEX} не успя в хеш чек, ${DROP_SIZE} спадна ${FAIL_COUNT} пъти.
de: Heruntergeladenes Stück #${PIECE_INDEX} bei der Hash-Prüfung fehlgeschlagen, ${DROP_SIZE} fielen ${FAIL_COUNT} Mal.
es: La pieza descargada #${PIECE_INDEX} falló en la verificación de hash, ${DROP_SIZE} cayó ${FAIL_COUNT} veces.
fr: La pièce téléchargée #${PIECE_INDEX} échoué dans la vérification de hachage, ${DROP_SIZE} a chuté ${FAIL_COUNT} fois.
it: Il pezzo scaricato #${PIECE_INDEX} non è riuscito nel controllo hash, ${DROP_SIZE} è sceso di ${FAIL_COUNT} volte.
ja: ダウンロードされた作品 #${PIECE_INDEX} ハッシュチェックに失敗し、${DROP_SIZE}は ${FAIL_COUNT} 回を落としました。
nl: Gedownload stuk #${PIECE_INDEX} mislukte in hash check, ${DROP_SIZE} daalde ${FAIL_COUNT} keer.
pl: Pobrany kawałek #${PIECE_INDEX} nie powiódł się w hash checku, ${DROP_SIZE} spadł ${FAIL_COUNT} razy.
pt_br: A peça baixada #${PIECE_INDEX} falhou no cheque de hash, ${DROP_SIZE} caiu ${FAIL_COUNT} vezes.
ru: Загруженный кусок #${PIECE_INDEX} не удался в хэш-чеке, ${DROP_SIZE} упал ${FAIL_COUNT} раз.
th: ชิ้นที่ดาวน์โหลด #${PIECE_INDEX}ล้มเหลวในการตรวจสอบแฮช ${DROP_SIZE} ลดลง ${FAIL_COUNT} ครั้ง

# LogMessage_BT_Task
source: Re-download piece #${PIECE_INDEX} separately from different peers.
bg: Изтеглете повторно парче #${PIECE_INDEX} отделно от различни връстници.
de: Laden Sie das Stück #${PIECE_INDEX} separat von verschiedenen Kollegen herunter.
es: Vuelva a descargar la pieza #${PIECE_INDEX} por separado de diferentes pares.
fr: Re-téléchargez l’article #${PIECE_INDEX} séparément de différents pairs.
it: Ri-scarica il pezzo #${PIECE_INDEX} separatamente dai diversi peer.
ja: 別のピアとは別に #${PIECE_INDEX} を再ダウンロードします。
nl: Download stuk #${PIECE_INDEX} afzonderlijk van verschillende peers opnieuw.
pl: Pobierz ponownie kawałek #${PIECE_INDEX} oddzielnie od różnych rówieśników.
pt_br: Re-baixar peça #${PIECE_INDEX} separadamente de diferentes pares.
ru: Повторно загрузите часть #${PIECE_INDEX} отдельно от разных одноранговых узлов.
th: ดาวน์โหลดชิ้นส่วน #${PIECE_INDEX}แยกต่างหากจากเพื่อนที่แตกต่างกัน

# LogMessage_BT_Task
source: Preparing to move downloaded files.
ar: جاري الاستعداد لتحريك الملفات المحملة.
bg: Подготовка за преместване на свалените файлове.
de: Verschieben heruntergeladener Dateien zu verschieben wird vorbereitet.
es: Preparando para mover archivos descargados.
et: Valmistun allalaetud faili teisaldamiseks.
eu: Jeitsitako agiriak mugitzeko gertatzen.
fr: Préparation pour déplacer des fichiers téléchargés.
it: Preparazione spostamento dei file scaricati.
ja: ダウンロード済みのファイルの移動の準備をしています。
nl: Voorbereiden om gedownloade bestanden te verplaatsen.
pl: Przygotowanie do przeniesienia pobranych plików.
pt_br: Preparando para mover arquivos baixados.
ro: Pregătire pentru mutarea filelor descărcate.
ru: Подготовка к перемещению загруженных файлов.
sk: Pripravuje sa na presun stiahnutých súborov.
sv: Förbereder flyttning av nedladdade filer.
th: กำลังเตรียมการเคลื่อนย้ายไฟล์ที่ดาวน์โหลดแล้ว
tr: Dosyaları taşımak için hazırlanıyor.
ug: چۈشۈرگەن ھۆججەتنى يۆتكىمەكچى.

# LogMessage_BT_Task
source: Start moving downloaded files. [${PATH}]
ar: ابدا تحريك الملفات المحملة. [${PATH}]
bg: Започване на преместването на свалените файлове. [${PATH}]
de: Verschieben heruntergeladener Dateien starten. [${PATH}]
es: Empezando a mover archivos descargados. [${PATH}]
et: Alusta allaletud faili [${PATH}] teisaldamist.
eu: Hasi jeitsitako agiriak mugitzen. [${PATH}]
fr: Commencer à déplacer les fichiers téléchargés. [${PATH}]
it: Inizio spostamento file scaricati [${PATH}]
ja: ダウンロード済みのファイルの移動開始 [${PATH}]
nl: Start bewegende gedownloade bestanden. [${PATH}]
pl: Rozpozęto przeniesienie pobranych plików. [${PATH}]
pt_br: Iniciando movimentação de arquivos baixados. [${PATH}]
ro: Mutarea filelor descărcate a pornit. [${PATH}]
ru: Начало перемещения загруженных файлов. [${PATH}]
sk: Začiatok presunu stiahnutých súborov. [${PATH}]
sv: Börjar att flytta nedladdade filer. [${PATH}]
th: เริ่มเคลื่อนย้ายไฟล์ที่ดาวน์โหลดแล้ว [${PATH}]
tr: Dosyaların taşınmasıa başla[${PATH}]
ug: چۈشۈرگەن ھۆججەتنى يۆتكەشكە باشلايدۇ. [${PATH}]

# LogMessage_BT_Task
source: All downloaded files moved.
ar: تم نقل جميع الملفات
bg: Всички свалени файлове са преместени.
de: Alle heruntergeladenen wurden Dateien verschoben.
es: Todos los archivos descargados han sido movidos.
et: Kõigi allalaetud failid on teisaldatud.
eu: Jeitsitako agiri guztiak mugiturik.
fr: Fichiers téléchargés déplacés.
it: Tutti i download sono stati spostati.
ja: 全てのダウンロード済みのファイルは移動されました。
nl: Alle gedownloade bestanden verplaatst.
pl: Wszystkie pobrane pliki usunięto.
pt_br: Todos arquivos baixados movidos.
ro: Toate filele descărcate au fost mutate.
ru: Все загруженные файлы перемещены.
sk: Všetky stiahnuté súbory boli presunuté.
sv: Alla nedladdade filer har flyttats.
th: ไฟล์ที่ดาวน์โหลดแล้วทั้งหมดถูกเคลื่อนย้ายแล้ว
tr: İndirilmiş dosyaların tümü taşındı.
ug: چۈشۈرۈلگەن ھەممە ھۆججەت يۆتكەلدى.
