Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogTorrentMaker
source: Private Torrent (use this option only if the tracker's rules require it)
ar: ترونت خاص (استخدم هذا الخيار فقط اذا كان التراكرز يطالب به)
bg: Частен торент (използвайте тази опция само ако правилата на тракера го изикват)
de: Privater Torrent (verwenden Sie diese Option nur, wenn es Tracker-Regeln erfordern)
es: Torrent privado (utilice esta opción sólo en caso de que las reglas de rastreo lo requieran)
et: Privaatne Torrent (kasuta seda võimalust vaid siis, kui jälitaja eeskirjad seda nõuavad)
fr: Torrent privé (n'utiliser cette option que si les règles du tracker le demandent)
hu: Private Torrent (akkor használd, ha a tracker szabályai megkövetelik)
it: Torrent privato (usa questa opzione soltanto se il tracker lo richiede)
ja: Private Torrent （トラッカーで指定されているときにのみ設定してください）
nl: Privé Torrent (deze optie alleen gebruiken als de tracker regels het vereisen)
pl: Prywatny torrent (używaj tej opcji tylko wtedy, gdy zasady trackera tego wymagają)
pt_br: Torrent particular
ro: Torent Privat (folosește opțiunea doar dacă regulile trackerului o cer)
ru: Частный торрент (используйте эту опцию только если её требуют правила трекера)
sv: Privat torrent (använd bara om tracker-reglerna kräver detta)
th: Torrent ส่วนตัว (ใช้ตัวเลือกนี้หากกฎของแทรคเกอร์กำหนดไว้)
tr: Özel Torrent (bu seçeneği sadece tracker kurallarında varsa kullanın)

# DialogTorrentMaker
source: Add DHT nodes to tracker list
ar: إضافة DHT إلى قائمة التركرز
bg: Добавяне на DHT възли към списъка с тракери
de: DHT-Knoten zur Trackerliste hinzufügen
es: Añanir nodos DHT a la lista del rastreador
et: Lisa DHT sõlm jälitaja nimekirja
fr: Ajouter les modes DHT à la liste du tracker
hu: DHT csomópont hozzáadása a tracker listához
it: Aggiungi nodi DHT all'elenco dei tracker
ja: DHTノードをトラッカーリストに追加する
nl: Voeg DHT nodes toe aan tracker lijst
pl: Dodaj węzły DHT do listy trackerów
pt_br: Adicionar nó DHT para a lista de acompanhamento
ro: Adaugă noduri DHT la lista de trackere
ru: Добавить узлы DHT к списку трекеров
sv: Lägg till DHT-noder i trackerlistan
th: เพิ่ม DHT nodes ไปยังรายการแทรคเกอร์
tr: İzleyici listesine DHT düğümleri ekle

# DialogTorrentMaker
source: Align file to piece boundary
ar: محاذاة الملف إلى حد قطعة
bg: Подравняване на файловете по границата на парчето
de: Datei an Fragmentgrenze ausrichten
es: Alinear el archivo con el límite de la parte
et: Reasta faili tk-järgi
fr: Aligner les fichiers à la limite des morceaux
hu: Fájl igazítása szelethatárra
it: Allinea tutti i files al limite delle parti
ja: すべてのファイルをピース境界に揃える
nl: Bestand uitlijnen met stukgrens
pl: Dopasuj plik do granicy fragmentu
pt_br: Alinhar arquivo no limite
ro: Toate filele respectă limita bucăților
ru: Выравнивать файл по размерам кусочков
sv: Rätta fil till bitgräns
th: จัดไฟล์ไปขอบเขตชิ้นส่วน
tr: Dosya Hizalama(Parça Limiti)

# DialogTorrentMaker
source: Enable search for Long-Term Seeds when downloading
ar: تمكين البحث عن البذور علي المدى الطويل عند تحميله
bg: Разрешаване на търсенето за продължитени сийдъри когато се сваля
de: Suche nach langfristigen Seeds beim Herunterladen aktivieren
es: Permitir la busqueda de sembradores de termino largo quando descargando
fr: Activer la recherche de sources à long terme pendant le téléchargement
it: Attivare la ricerca di semi a lungo termine durante il download
ja: ダウンロード中に維持的なシードの検索を有効にする
nl: Schakel het zoeken naar Long-Term Seeds aan tijdens het downloaden
pl: Zezwól na wyszukiwanie długotrwałych seedów podczas pobierania
pt_br: Habilitar busca para Seeds de longo prazo quando estiver baixando
ro: Activează căutarea de donatori pe termen lung în timpul descărcării
ru: Включить поиск долгосрочных сидов при закачке
sv: Aktivera sökning för Långperiods-seed vid nedladdning
th: เปิดใช้งานการค้นหาเมล็ดพันธุ์ระยะยาวเมื่อดาวน์โหลด
tr: İndirirken Uzun Süreli Kaynakları aramayı etkinleştir

# DialogTorrentMaker
source: Calculate ED2K link for each file
ar: حساب ارتباط ED2K لكل ملف
bg: Пресмятане на ED2K връзка за всеки файл
de: ED2K-Link für jede Datei berechnen
es: Obtener el enlace ED2K de todos los archivos
et: Kalkuleeri ED2K lingile iga faili
fr: Calcul du lien ED2K pour chaque fichier
hu: ED2K hivatkozások kiszámítása mindegyik fájlnál
it: Calcola il link ED2K per ogni file
ja: それぞれのファイルについてED2Kリンクを算出する
nl: ED2K-koppeling berekenen voor elk bestand
pl: Wylicz link ED2K dla każdego pliku
pt_br: Calcular endereço ED2K para cada arquivo
ro: Calculează legătura ED2K pt. orice filă
ru: Вычислить ED2K ссылку для каждого файла
sv: Räkna ut ED2K-länk för varje fil
th: คำนวนลิงค์ ED2K ต่อไฟล์
tr: Her dosya için ED2K bağlantısını hesapla

# DialogTorrentMaker
source: Output:
ar: الناتج:
bg: Изходен файл:
de: Ausgabe:
es: Salida:
et: Väljund:
fr: Sortie:
hu: Kimenet:
it: Risultato:
ja: 出力:
nl: Uitvoer:
pl: Dane wyjściowe:
pt_br: Destino:
ro: Rezultat:
ru: Итог:
sv: Utmatning:
th: โปรดระบุชื่อและตำแหน่งที่จะสร้าง :
tr: Çıktı:

# DialogTorrentMaker
source: Save generated .torrent file to:
ar: استحداث . حفظ ملف الترونت في :
bg: Запазване на създадения торент файл в:
de: Erstellte .torrent-Datei speichern unter:
es: Guardar .Torrent generado en:
et: Loo .torrent fail salvesta kohas...:
fr: Sauver le fichier .torrent généré dans :
hu: A létrehozott .torrent fájl mentése ide:
it: Salva il file .torrent creato in:
ja: 生成された Torrent ファイルの保存先:
nl: Gemaakte .torrent bestand opslaan in:
pl: Utworzony plik .torrent zapisz do:
pt_br: Arquivo .torrent gerado salvado em:
ro: Salvează fila torent generată în:
ru: Сохранить созданный .torrent файл в:
sv: Genererad .torrent fil mål mapp:
th: สร้างไฟล์ .torrent โดยบันทึกที่
tr: Oluşturulan .torrent dosyasını kaydet:

# DialogTorrentMaker
source: Start seeding after generating torrent file
bg: Започнете сеитба след генериране на торент файл
de: Starten Sie das Seeding nach dem Generieren der Torrent-Datei
es: Comience a sembrar después de generar el archivo torrent
fr: Commencer l’ensemencement après génération de fichier torrent
it: Iniziare il seeding dopo la generazione del file torrent
ja: トレントファイルを生成した後にシードを開始
nl: Begin met zaaien na het genereren van torrent-bestand
pl: Rozpocznij rozmieszczanie po wygenerowaniu pliku torrent
pt_br: Iniciar a semeadura depois de gerar arquivo torrent
ru: Начало посева после генерации торрент-файла
th: เริ่มเพาะเมล็ดหลังจากสร้างไฟล์ฝนตกหนัก

# DialogTorrentMaker
source: General
ar: عام
bg: Общи
de: Allgemein
et: Üldine
fr: Général
hu: Általános
it: Generale
ja: 全般
nl: Algemeen
pl: Ogólne
pt_br: Geral
ro: Generale
ru: Основные настройки
sv: Allmänt
th: ข้อมูลทั่วไป
tr: Genel

# DialogTorrentMaker
source: Publisher Info:
ar: معلومات الناشر:
bg: Информация за издателя:
de: Information:
es: Información del autor:
et: Väljastaja info:
fr: Infos Éditeur :
hu: Kiadó infó:
it: Informazioni:
ja: 公開者の情報:
nl: Verstuurder:
pl: Informacje o wydawcy:
pt_br: Informações sobre o Distribuidor:
ro: Informații despre Producător (creatorul torentului):
ru: Информация об издателе:
sv: Publicerarinfo:
th: ข้อมูลผู้สร้าง:
tr: Yayınlayan Bilgisi:

# DialogTorrentMaker
source: Embedded Publisher information, modification unavailable.
ar: معلومات الناشر المضمنة التغيير غير متوفرة.
bg: Вграждане на информацията за издателя, не е възможно модифициране.
de: Eingebettete Information des Verlegers, Änderungen nicht verfügbar.
es: Incluir información del autor, modificación no disponible.
et: Kinnistatud kirjastaja info, modifitseerimine pole lubatud.
fr: Informations sur la publication incorporées. Modification impossible.
hu: Beágyazott kiadó információ, módosítás nem engedélyezve.
it: Informazioni digitalizzate. Impossibile modificare.
ja: 公開者の情報を追加する（変更できません）
nl: Inbegrepen uitgeversinformatie, wijziging niet beschikbaar.
pl: Osadzone informacje wydawcy, zabroń modyfikacji.
pt_br: Informações Embutidas sobre o Divulgador. Modificação indisponível.
ro: Informația despre producător este încorporată și nemodificabilă.
ru: Прикреплена информация об издателе. Изменение невозможно.
sv: Inbäddad publicerarinfo, inaktivera modifikation.
th: ถูกฝังข้อมูลผู้จัดทำแล้ว ไม่อนุญาติให้มีการแก้ไข
tr: Yayıncı bilgisi değiştirilmesini engelle.

# DialogTorrentMaker
source: Publisher Name:
ar: اسم الناشر:
bg: Име на издателя:
de: Verleger:
es: Autor:
et: Väljastajanimi:
fr: Nom de l'éditeur :
hu: Kiadó neve:
it: Pubblicato da:
ja: 公開者の名前:
nl: Verstuurder:
pl: Nazwa wydawcy:
pt_br: Nome do Distribuidor:
ro: Nume:
ru: Имя издателя:
sv: Publicerarnamn:
th: ชื่อผู้สร้าง:
tr: Yayımcı Adı:

# DialogTorrentMaker
source: Publisher URL:
ar: عنوان الناشر:
bg: Уеб адрес на издателя:
de: Herausgeber-Internetadresse:
es: URL del autor:
et: Väljastaja URL:
fr: URL de l'éditeur :
hu: Kiadó URL:
it: Indirizzo:
ja: 公開者の URL:
nl: Verstuurder:
pl: URL wydawcy:
pt_br: Endereço do Distribuidor:
ro: URL:
ru: Адрес издателя:
sv: Publicerar-URL:
th: URL ผู้สร้าง:
tr: Yayımcı URL:

# DialogTorrentMaker
source: Description:
bg: Описание:
de: Beschreibung:
es: Descripción:
it: Descrizione:
ja: 説明:
nl: Beschrijving:
pl: Opis:
pt_br: Descrição:
ru: Описание:
th: คำอธิบาย:

# DialogTorrentMaker
source: Publisher
ar: ناشر
bg: Издател
de: Verleger
es: Autor
et: Väljastaja
fr: Éditeur
hu: Kiadó
it: Editore
ja: 公開者
nl: Uitgever
pl: Wydawca
pt_br: Divulgador
ro: Producător
ru: Издатель
sv: Publicerare
th: ผู้สร้าง:
tr: Yayınlayan

# DialogTorrentMaker
source: URL list for web seeding:
ar: قائمة عناوين مواقع الأرسال :
bg: Списък с уеб адреси за уеб сийдване:
de: Internetadressenliste für Web-Seeding:
es: Lista de URL para sembrado web:
et: URL loend jagamiseks veebis:
fr: Liste des URL pour l'essaimage web :
hu: Web seedeléshez URL lista:
it: Lista di URL per il web seeding:
ja: Web Seed のための URL リスト:
nl: URL lijst voor web-seeden:
pl: Lista URL dla Web seeding:
pt_br: Lista de sites para semeadura:
ro: Lista de adrese pentru donarea web [seeding]:
ru: Список адресов для веб-сидирования:
sv: URL-lista för webbseeding:
th: รายชื่อ URL สำหรับการปล่อยผ่านเว็บ:
tr: Web besleme için URL listesi

# DialogTorrentMaker
source: Web Seeding
ar: مواقع الإرسال
bg: Уеб сийдване
es: Sembrado web
et: Levitamine veebis
fr: Essaimage Web
hu: Web seedelés
it: Seeding web
ja: Web Seed
nl: Web-Seeden
pl: RozSiewanie w sieci Web
pt_br: Semeando na WEB
ro: Donare Web
ru: Веб-сидирование
sv: Webbseeding
th: การปล่อยผ่านเว็บ
tr: Web Besleme

# DialogTorrentMaker
source: Help
ar: مساعدة
bg: Помощ
de: Hilfe
es: Ayuda
et: Abi
fr: Aide
hu: Súgó
it: Aiuto
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sv: Hjälp
th: ช่วยเหลือ
tr: Yardım

# DialogTorrentMaker
source: Make Torrent
ar: اشتراك تورنيت
bg: Създаване на торент
de: Torrent erstellen
es: Crear Torrent
et: Valmista torrent
fr: Créer un Torrent
hu: Torrent létrehozása
it: Crea torrent
ja: Torrentを作成
nl: Torrent Maken
pl: Utwórz torrent
pt_br: Gerar Torrent
ro: Creează Torent
ru: Создать торрент
sv: Skapa torrent
th: สร้างไฟล์ .torrent
tr: Torrent oluştur

# DialogTorrentMaker
source: Please choose source folder
ar: رجاء اختر مجلد الوجهة
bg: Моля, изберете папка източник
de: Bitte Quellordner wählen
es: Elija carpeta de origen
et: Palun vali allik kaust
fr: Veuillez choisir le dossier source
hu: Kérlek válaszd ki a forráskönyvtárat
it: Scegli cartella sorgente
ja: フォルダを選択してください
nl: Kies bronmap
pl: Wybierz folder źródłowy
pt_br: Por favor, escolha a pasta de origem
ro: Alege Dosarul Sursă
ru: Пожалуйста, выберите папку источник
sv: Vänligen välj en käll-mapp
th: กรุณาระบุโฟลเดอร์ที่ต้องการ
tr: Lütfen kaynak dosyayı seçin

# Common
source: Auto
ar: تلقائي
bg: Автоматично
es: Automático
et: Automaatne
eu: Berez
fi: Automaattinen
fr: Automatique
hu: Automatikus
it: Automatico
ja: 自動
nb: Automatisk
nl: Automatisch
pl: Automatycznie
pt_br: Automático
ru: Авто
sk: Automaticky
sv: Automatisk
th: อัตโนมัติ
tr: Otomatik
ug: ئاپتوماتىك

# Common
source: Hybrid
es: Híbrido
fr: Hybride
it: Ibrida
ja: ハイブリッド
pl: Hybrydowa
pt_br: Híbrido
ru: Гибрид
th: เป็นลูกผสม

# DialogTorrentMaker
source: Caution! enable this option on small-sized files will use more space.
ar: تحذير! تمكين هذا الخيار على القليل سوف يستخدم الملف مساحة أكبر.
bg: Внимание! Разрешаването на тази опция за малък файл ще доведе до използване на повече място.
de: Achtung! Durch aktivieren dieser Option auf kleineren Dateien wird mehr Speicherplatz verwendet.
es: Cuidado, si activa esta opción para archivos pequeños necesitará más espacio.
et: Ettevaatust! Luba see valik, väikesel failil kasutada rohkem ruumi.
fr: Prudence ! Activer cette option sur des petits fichiers utilisera plus d'espace.
hu: Figyelmeztetés! az opció engedélyezése kis fájlokon több hely használatát eredményezi.
it: Attenzione! Se si attiva quest'opzione per i piccoli files, verrà usato più spazio.
ja: 注意！このオプションを有効にすると小さなファイルは若干ディスクスペースを余計に消費します。
nl: Let op! Het aanzetten van deze optie zal meer ruimte innemen voor kleine bestanden.
pl: UWAGA! Włączenie tej opcji dla małych plików użyje dużo miejsca.
pt_br: Cuidado! Habilitar esta opção em arquivo pequeno demandará mais espaço.
ro: Atenție! activarea acestei opțiuni pentru file mici va duce la utilizarea unui spațiu mai mare.
ru: Осторожно! С вкюченной опцией маленькие файлы будут использовать больше места.
sv: Varning! Att aktivera detta alternativ på små filer kräver mer utrymme.
th: ระวัง! : การเปิดใช้ตัวเลือกนี้จะทำให้ไฟล์ขนาดเล็กใช้เนื้อที่เพิ่มขึ้น
tr: Dikkat! Dosyadaki bu seçeneği aktif hale getirmek için daha fazla alan gerekicek.

# DialogTorrentMaker
source: Source file can't be empty!
ar: لايمكن إفراغ ملف الوجهة
bg: Файлът-източник не може да е празен!
de: Quelldatei muss angegeben werden!
es: El archivo fuente no puede estar vacío!
et: Allik fail ei saa olla tühi
fr: Le fichier source ne peut être vide !
hu: A forrásfájl nem lehet üres!
it: Il file sorgente non può essere vuoto!
ja: 空のファイルは対象にできません!
nl: Bronbestand mag niet leeg zijn!
pl: Plik źródłowy nie może być pusty!
pt_br: Arquivo de origem não pode estar vazio!
ro: Fila sursă nu poate lipsi!
ru: Исходный файл не может быть пустым!
sv: Källfilen kan inte vara tom!
th: ไฟล์ต้นฉบับไม่สามารถเว้นว่างได้!
tr: Kaynak boş olamaz!

# Common
source: File does not exist.
ar: الملف غير موجود.
bg: Файлът не съществува.
de: Datei ist nicht vorhanden.
es: El archivo no existe.
et: Faili ei eksisteeri.
eu: Agiria ez dago.
fi: Tiedostoa ei ole olemassa.
fr: Le fichier n'existe pas.
hu: A fájl nem létezik.
it: Il file non esiste.
ja: ファイルが存在しません。
nb: Filen eksisterer ikke.
nl: Bestand bestaat niet.
pl: Plik nie istnieje.
pt_br: Arquivo não existe.
ro: Fila nu există.
ru: Файл не существует.
sk: Súbor neexistuje.
sq: Skedari nuk ekziston.
sv: Filen existerar inte.
th: ไม่พบไฟล์
tr: Dosya mevcut değil.
ug: ھۆججەت مەۋجۇت ئەمەس.

# Common
source: Folder does not exist.
ar: المجلد غير موجود.
bg: Папката не съществува.
de: Ordner ist nicht vorhanden.
es: La carpeta no existe.
et: Kausta ei eksisteeri
eu: Agiritegia ez dago
fi: Kansiota ei ole olemassa.
fr: Dossier inexistant.
hu: A könyvtár nem létezik.
it: La cartella non esiste.
ja: フォルダが存在しません。
nb: Mappen eksisterer ikke.
nl: Map bestaat niet.
pl: Folder nie istnieje.
pt_br: Pasta não existe.
ro: Dosarul nu există.
ru: Папка не существует.
sk: Priečinok neexistuje.
sq: Dosja nuk ekziston.
sv: Mappen existerar inte.
th: ไม่มีโฟลเดอร์นี้
tr: Klasör mevcut değil.
ug: قىسقۇچ مەۋجۇت ئەمەس.

# DialogTorrentMaker
source: The output file can't be empty!
ar: لايمكن إخراج ملف الوجهة
bg: Изходният файл не може да е празен!
de: Die Ausgabedatei muss angegeben werden!
es: El archivo de salida no puede estar vacío!
et: Väljund fail ei saa olla tühi
fr: Le fichier sortant ne peut pas être vide !
hu: A kimeneti fájl nem lehet üres!
it: Il file di output non può essere vuoto!
ja: 出力先が空欄です!
nl: Het uitvoerbestand mag niet leeg zijn!
pl: Plik wyjściowy nie może być pusty!
pt_br: O arquivo de saída não pode estar vazio!
ro: Fila rezultată nu poate lipsi!
ru: Выходной файл не может быть пустым!
sv: utdatafilen kan inte vara tom!
th: ไม่สามารถล้างไฟล์ปลายทางได้!
tr: Çıktı dosyası boş olamaz!

# DialogTorrentMaker
source: The output path is invalid!
ar: مسار الناتج غير متوفر
bg: Изходният път е невалиден!
de: Der Ausgabepfad ist ungültig!
es: La ruta de salida no es válida!
et: Väljund asukoht on vigane
fr: L'emplacement de sortie est invalide !
hu: A kimeneti útvonal érvénytelen!
it: Il percorso di output non è valido!
ja: 出力先のパスが正しくありません!
nl: Het uitvoerpad is ongeldig!
pl: Scieżka wyjściowa jest błędna!
pt_br: O caminho de saída é inválido!
ro: Calea rezultatului este nevalidă!
ru: Путь назначения не верен!
sv: utdatans sökväg är ogiltig
th: ที่เก็บปลายทางผิดพลาด
tr: Geçersiz çıkış yolu!
