Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# MainMenu
source: &Make Torrent...
ar: وجعل السيل...
et: &Valmista torrent...
eu: &Egin Torrenta...
ro: Creează Torent...
sv: &Skapa Torrent...
tr: &Torrent Oluştur
ug: توررېنت ياسا(&M)

# MainMenu
source: Open Torrent from &URL...
ar: فتح السيل من و URL...
et: Ava torrent &URList...
eu: Ireki Torrenta &URL-tik...
ro: Deschide Torent&ul de la Adresa...
sv: Öppna Torrent från &URL...
tr: &URL'den Torrent aç...
ug: &URL دىن توررېنت ئاچ…

# MainMenu
source: HTTP/FTP &Download...
ar: تحميل HTTP/FTP...
et: HTTP/FTP &laadimine...
eu: HTTP/FTP &Jeisketa...
ro: Adaugă &Descărcare HTTP/FTP...
sv: HTTP/FTP-&nedladdning...
ug: HTTP/FTP چۈشۈرۈش(&D)

# MainMenu
source: HTTP/FTP &Batch Download...
ar: تحميل الروابط HTTP/FTP...
et: HTTP/FTP &hulgi laadmine...
eu: HTTP/FTP & Multzo Jeisketa...
ro: Adaugă &Grup de Descărcări HTTP/FTP...
sv: HTTP/FTP-&batchnedladdning...
ug: توپ HTTP/FTP چۈشۈرۈش قوش(&B)…

# MainMenu
source: E&xit
ar: خروج
et: &Välju
eu: I&rten
fi: &Poistu
hu: K&ilépés
nb: Avslutt
ro: &Ieși
sk: &Ukončiť
sq: Dalje
sv: &Avsluta
tr: &Çıkış
ug: چېكىن(&X)

# MainMenu
source: &Columns
ar: أعمدة &
et: &Veerud
eu: &Zutabeak
fi: &Sarakkeet
hu: &Oszlopok
nb: &Kolonner
ro: &Coloane
sk: &Stĺpce
sq: &Shtyllat
sv: K&olumner
tr: &Sütunlar
ug: ئىستونلار(&C)

# MainMenu
source: Show Task &Filter
ar: إظهار المهام والتصفية
et: Näita tegumit & filtrit
eu: Erakutsi Eginkizun &Iragazkia
ro: Arată &Filtrul de Sarcini
sv: Visa Aktivitets&filter
tr: Görev &Filtresini Göster
ug: ۋەزىپە سۈزگۈچ كۆرسەت(&F)

# MainMenu
source: Show &Grid
ar: إظهار & الشبكة
et: Alusvõr&gu näitamine
eu: Erakutsi &Saretxoa
fi: Näytä &Ruudukko
hu: &Rács megjelenítése
nb: Vis &rutenett
ro: Afișează &Grila de Linii
sk: Zobraziť &mriežku
sq: Shfaq &Rrjetë
sv: Visa &rutnät
tr: &Kılavuzu Göster
ug: سېتكا كۆرسەت(&G)

# MainMenu
source: Auto &adjust column width
ar: تلقائي & ضبط عرض العمود
et: Automaatne &kohandus tulba laiusele
eu: Berez &ezarri zutabe zabalera
hu: Oszlopszélesség &automatikus igazodása
nb: Auto &still inn kolonnebredde
ro: Ajustează Automat &Lățimea Coloanelor
sk: Automaticky &nastaviť šírku stĺpca
sq: Vetë &rregullo gjerësinë e shtyllave
sv: &Justera kolumnbredd automatiskt
tr: &Sütun Genişliğini Otomatik Ayarla
ug: ئىستون كەڭلىكىنى ئۆزلۈكىدىن تەڭشە(&A)

# MainMenu
source: &Buttons
ar: أزرار &
et: &Nupud
eu: &Botoiak
fi: &Painikkeet
hu: &Gombok
nb: &Knapper
ro: &Butoane
sk: &Tlačidlá
sq: &Butonat
sv: K&nappar
tr: &Düğmeler
ug: توپچا(&B)

# MainMenu
source: Show Button &Text
ar: إظهار نص الزر
et: Näita nuppu & teksti
eu: Erakutsi Botoia &Izena
ro: Arată Etichetele &Butoanelor
sk: Ukázať tlačidlá a &text
sv: Visa knapp&text
tr: Düğme &Metinlerini Göster
ug: توپچا خېتىنى كۆرسەت(&T)

# MainMenu
source: Show &Search Box
ar: إظهار صندوق & البحث
et: Näita ot&singu kasti
eu: Erakutsi &Bilaketa Kutxa
fi: Näytä &Hakukenttä
hu: A &keresődoboz megjelenítése
nb: Vis &Søkeboks
ro: Arată Caseta de &Căutare a Torentelor
sk: Zobraziť &vyhľadávacie pole
sq: Shfaq &Kutinë e Kërkimit
sv: Visa &sök
tr: &Arama Kutusunu Göster
ug: ئىزدەش رامكىسىنى كۆرسەت(&S)

# MainMenu
source: Task &List
ar: قائمة المهام
et: Tegumi &loend
eu: Eginkizun &Zerrenda
ro: &Lista de Sarcini
sk: Zoznam &úloh
sv: Aktivitets&lista
tr: Görev &Listesi
ug: ۋەزىپە تىزىمى(&L)

# MainMenu
source: Show &Toolbar
ar: إظهار شريط الأدوات
et: &Tööriistariba näitamine
eu: Erakutsi &Tresnabarra
ro: Arată Bara de Une&lte
sk: Zobraziť Panel &nástrojov
sv: Visa &verktygsfältet
tr: &Araç Çubuğunu Göster
ug: قورال بالداقنى كۆرسەت(&T)

# MainMenu
source: Show &Favorites
ar: إظهار المفضلة
et: Näita järjehoidjaid
eu: Erakutsi &Gogokoenak
ro: Arată &Panoul Lateral
sk: Ukázať &Obľúbené
sv: Visa &favoriter
ug: يىغقۇچنى كۆرسەت(&F)

# MainMenu
source: Floating &Window
ar: نافذه & عائمه
et: Hüpik &aken
eu: Azaleratu &Leihoa
fi: Leijuva &Ikkuna
hu: Lebegő &ablak
nb: Flytende &Vindu
ro: Monitor &Flotant
sk: Plávajúce &okno
sq: Dritare &Lëvizëse
sv: Flytande fönster
tr: &Yüzen Pencere
ug: لەيلىمە كۆزنەك(&W)

# MainMenu
source: &Change Password
ar: كلمة السر &
et: &Muuda salasõna
eu: &Aldatu Sar-hitza
fi: Vaihda salasana
hu: &Jelszó cseréje
nb: &Bytt Passord
ro: &Schimbă Parola
sk: &Zmeniť heslo
sq: &Ndrysho Fjalëkalimin
sv: &Byt lösenord
tr: & Şifre Değiştir
ug: ئىم ئۆزگەرت(&C)

# MainMenu
source: Remember my settings
ar: أذكر هذه الخصائص.
et: Mäleta minu seadistusi
eu: Gogoratu nire ezarpenak
ro: Memorează Setările Stabilite
sk: Zapamätať si nastavenia
sv: Kom ihåg mina inställningar
tr: Ayarlarımı hatırla
ug: تەڭشىكىمنى ئەستە تۇت

# MainMenu
source: &Auto Shutdown
ar: إيقاف التشغيل ألي &
et: &Automaatne väljalülitumine
eu: &Berez Itzaltzea
fi: &Auto Sammutus
hu: &Automatikus leállás
nb: &Autoavslutt
ro: Închidere &Automată
sk: &Automatické vypnutie
sq: &Vetëfikje
sv: &Automatisk avstängning
tr: &Otomatik Kapat
ug: ئاپتوماتىك تاقا(&A)

# MainMenu
source: &Language
ar: &اللغة
et: &Keel
eu: &Hizkuntza
fi: &Kieli
hu: &Nyelv
nb: &Språk
ro: &Limbă
sk: &Jazyk
sq: &Gjuha
sv: &Språk
tr: &Dil
ug: تىل(&L)

# MainMenu
source: &Keyboard Shortcuts
ar: &أختصارات لوحة المفاتيح
et: &Klaviatuuri kiirklahvid
eu: &Teklatu Lasterbideak
fi: &Pikanäppäimet
hu: Billentyűparancsok
nb: &Tastesnarveier
ro: &Scurtături de Tastatură
sk: &Klávesové skratky
sq: &Shkurtoret e Tastierës
sv: &Kortkommandon
tr: &Klavye Kısayolları
ug: تېز كۇنۇپكا(&K)

# MainMenu
source: &Changelog
ar: القناة &
et: &Muudatuste logi
eu: &Aldatu Izena
fi: Kanava
hu: &Változtatások listája
nb: &Versjonslogg
ro: Jurnalul &Modificărilor
sk: &Záznam zmien
sq: &Changlog
sv: &Logg
tr: &Deiğişim logu
ug: خاتىرە يېڭىلا(&C)

# MainMenu
source: &Homepage
ar: الرئيسية
et: Koduleht
eu: &Etxea
fi: Kotisivu
hu: &Honlap
nb: Hjemmeside
ro: &Sit
sk: &Domovská stránka
sv: &Hemsida
tr: &Ana Sayfa
ug: باش بەت(&H)

# MainMenu
source: &Forums
ar: منتديات &
et: &Foorum
eu: &Eztabaidaguneak
fi: &Foorumit
hu: &Fórumok
nb: %Forumer
ro: &Forum
sk: &Fóra
sq: &Forume
sv: &Forum
tr: &Forumlar
ug: مۇنبەر(&F)

# MainMenu
source: Check f&or Updates...
ar: فحص و & أو التحديثات...
et: K&ondrolli uuendusi..
eu: Bilatu E&guneraketak...
fi: Tarkista Päivitykset...
hu: Frissítések Ellenőrzése...
nb: Sjekk e&tter Oppdateringer
ro: Caută Actualizări BitComet
sk: Zistiť novšiu &verziu...
sq: Kërko &për rifreskime
sv: Sök efter &uppdateringar...
tr: &güncelleştirmeler kontrol ediliyor...
ug: يېڭىلاش تەكشۈر…(&O)

# MainMenu
source: &About BitComet
ar: عن بيتكومنت &
et: &Teave Bitcomet-ist
eu: &BitCometi buruz
fi: &Tietoja BitCometista
hu: &BitComet Névjegye
nb: &Om BitComet
ro: &Despre BitComet...
sk: O programe &BitComet
sq: &Rreth BitCome
sv: &Om BitComet
tr: & BitComet Hakkında
ug: BitComet ھەققىدە(&A)

# MainStatusBar
source: DHT Not Connected
ar: DHT غير متصل.
et: DHT pole ühentatud.
hu: DHT nem kapcsolódott
ro: Neconectat DHT.
sv: DHT är inte ansluten.
tr: DHT bağlı değil

# Options_Title
source: Task
ar: إعدادات
et: Tegum
eu: Eginkizuna
fi: Tehtävä
hu: Feladat
nb: Oppgaver
ro: Sarcină
sk: Úloha
sq: Detyra
sv: Aktivitet
tr: İndir
ug: ۋەزىپە

# Options_Title
source: BitTorrent
ar: تورنت

# Options_Title
source: HTTP/FTP
ar: إعدادات HTTP/FTP
fi: HTTP/FTP Download
ro: Descărcare HTTP/FTP
sk: HTTP/FTP sťahovanie

# Options_Advanced
source: Advanced Options
ar: متقدم
et: Edasijõudnutele
eu: Aukera Aurreratuak
fi: Lisäasetukset
hu: Haladó beállítások
nb: Avansert
ro: Opțiuni Avansate
sk: Pokročilé nastavenia
sq: Opsione të Avancuara
sv: Avancerade inställningar
tr: Gelişmiş
ug: ئالىي تاللانما

# Options_Advanced
source: Show debug information (higher CPU usage)
ar: عرض معلومات التصحيح (سيتم رفع المعالج)
et: Näita silumisinfot (kõrgem CPU)
eu: Erakutsi garbiketa argibideak (CPU erabilpen handia)
fi: Näytä virheenkorjaus tiedot (korkeampi CPU käyttö)
hu: Hibakeresési információ megjelenítése (magasabb CPU használat)
nb: Vis feilrettingsinformasjon (økt cpu-belastning)
ro: Arată informațiile de debugare (utilizare mai mare a CPU)
sk: Zobraziť ladiace informácie (vyššia vyťaženosť CPU)
sv: Visa debuginformation (Högre CPU-användning)
tr: Hata ayıklama bilgilerini göster (Yüksek işlemci kullanımı)
ug: سازلاش ئۇچۇرىنى كۆرسەت (CPUئىگىلەش نىسبىتى تېخىمۇ يۇقىرى(

# Options_Appearance
source: Verify login password at program startup
ar: التحقق من كلمة مرور تسجيل الدخول عند بدء تشغيل البرنامج
et: Siseta logimine ja salasõna programmi käivitumisel
eu: Egiaztatu izen-emate sar-hitza egitaraua hasitakoan
fi: Varmenna kirjautumis salasana ohjelman käynnistyksessä
hu: A bejelentkezési jelszó ellenőrzése a program indulásakor
nb: Bekreft passord for pålogging ved oppstart av programmet
ro: Verifică parola de logare (autentificare CometID) la pornirea programului
sk: Overiť prihlasovacie heslo pri štarte programu
sq: Verifiko fjalëkalimin e hyrjes kur nis programi
sv: Verifiera lösenord när programmet startas
tr: Program başlangıcında kullanıcı şifresini sor
ug: پروگرامما قوزغالغاندا تىزىمغا كىرىش ئىمنى دەلىللە

# Options_Appearance
source: Change password
ar: نسيت كلمة السر
et: Muuda salasõna
eu: Aldatu sar-hitza
fi: Vaihda salasana
hu: A jelszó megváltoztatása
nb: Endre passord
ro: Schimbă parola
sk: Zmeniť heslo
sq: Ndrysho fjalëkalimin
sv: Byt lösenord
tr: Parola değiştir
ug: ئىم ئۆزگەرت

# Options_Appearance
source: Set boss key:
ar: حدد الزر الرئيسى
et: Määra pea klahv:
eu: Ezarri giltza nagusia:
ro: Setează tasta șef:
sk: Nastaviť hlavný kľúč:
sv: Ange bosstangent:
tr: Patron tuşu seç:
ug: خوجايىن كۇنۇپكا تەڭشىكى:

# Options_TaskBitTorrent
source: Display task properties dialog when Torrent downloaded by Magnet URI
ar: عرض مربع حوار خصائص المهام عندما يتم تحميل التورنت بواسطة الرابط
et: Näita tegumi seadete dialoogi kui Torrent allalaadidakse Magnet URI-ga
eu: Erakutsi eginkizun ezaugarri elkarrizketa leihoa jeitsitako Torrenta Magnet URI-koa denean
hu: A feladat tulajdonságainak megjelenítése, ha a torrentet Magnet URI-val töltjük le
nb: Vis oppgaveegenskaper- dialog når torrent nedlastet av Magnet URI
ro: Arată dialogul cu proprietățile sarcinii cînd torentul este descărcat printr-o adresă Magnet
sk: Zobraziť okno vlastností úloh, ak je torrent stiahnutý spôsobom Magnet URI
sv: Visa aktivitetsegenskaper när torrent laddas ned av Magnet-URI
tr: Torrent Magnet URI ile indirildiğinde görev özellikleri kutusunu göster
ug: ماگنىت URI دىن توررېنت چۈشۈرگەندىن كېيىن ۋەزىپە خاسلىق سۆزلىشىش رامكىسىنى كۆرسەت

# Options_TaskBitTorrent
source: Enable Torrent Exchange
ar: تمكين مشاركة الترونت
et: Luba torrendi vahetus
eu: Gaitu Torrent Aldaketa
fi: Ota Käyttöön Torrent Vaihto
hu: Torrentmegosztó engedélyezése
nb: Aktiver Torrent Exchange
ro: Activează &partajarea torentelor terminate
sk: Zapnúť Torrent Exchange
sq: Aktivizo Shkëmbimin e Torrentëve
sv: Aktivera Torrent Exchange
tr: Torrent Değişimini Sağla
ug: توررېنت ئالماشتۇرۇش قوزغات

# Options_TaskBitTorrent
source: Add to Torrent Share when openning .torrent file
ar: أضافه إلى السيل حصة عند افتتاح. تورنت الملف
et: Lisa Torrent jagamine kui avad .torrent faili
eu: Gehitu Torrent Partekatzera .torrent agiria irekitakoan
ro: Adaugă torentul la Partajare după deschiderea lui
sk: Pridať do Torrent Share pri otváraní .torrent súboru
sv: Lägg till i Torrent Share när en .torrent-fil öppnas
tr: .torrent dosyalarını açarken Torrent Paylaşıma ekle
ug: .torrent ھۆججەتنى ئاچقاندا ھەمبەھرىمگە قوش

# Options_TaskBitTorrent
source: Clear Torrent Collection list at program exit
ar: مسح قوائم مجموعات الترونت الأخرى عند إغلاق البرنامج
et: Puhasta torrentide jagamis loetelu kui väljud programmist
eu: Garbitu Torrent Bilduma zerrenda programatik irteterakoan
hu: A többiek torrentmegosztási listáinak törlése kilépéskor
nb: Tøm Torrent Collection- liste ved avslutning av programmet.
ro: Curăță la ieșire lista de torente partajate de ceilalți
sk: Vyčistiť zoznam zdieľania ostatných torrentov pri zavretí programu
sq: Pastroje listën e torrentëve të tjerë të përbashkët kur programi del
sv: Rensa andras torrentdelningslista när programmet avslutas
tr: Programdan çıkıldığında başkalarının torrent paylaşımlarını temizle
ug: پروگراممىدىن چېكىنگەندە باشقىلارنىڭ ھەمبەھىر تىزىملىكىنى تازىلا

# Options_TaskBitTorrent
source: Max number of torrents to display in Torrent Collection list:
ar: الحد الأعلى لعدد الترونت المعروضة في قائمة مجموعة الترونت :
et: Maksimum arv torrente mida kuvatakse jagamis lehel
eu: Gehienezko torrent zenbatekoa Torrent Bilduma zerrendan erakusteko:
hu: Maximális torrent szám, amit mutathat a torrent megosztási listában:
nb: Maks antall torrents som skal vises i Torrent Collection- liste:
ro: Nr. maxim de torente afișate în lista de partajare:
sk: Maximálny počet torrentov zobrazených na liste:
sq: Numri maksimal i torrentëve që shfaqen në torrentët e përbashkët:
sv: Maximalt antal torrents som ska visas i torrentdelningslistan
tr: Torrent listesindeki maximum torrent paylaşım listesi:
ug: توررېنت توپلانما تىزىملىكىدە كۆرسىتىلىدىغان ئۇرۇقنىڭ ئەڭ كۆپ سانى:

# Options_TaskBitTorrent
source: Auto stop task when satisfying all following conditions
ar: ايقاف المهام تلقائيا عند تلبية كافة الشروط التالية
et: Automaatne peatus kui tegum vastab kõigile järgmistele tingimustele
eu: Berez gelditu eginkizuna hurrengo baldintza guztiak betetakoan
hu: Automatikus feladat megállítás, mikor az összes megadott feltétel teljesül
nb: Automatisk stopp oppgave når disse betingelsene blir tilfredsstillt
ro: Oprește automat sarcina cînd sînt satisfăcute toate condițiile următoare
sk: Automaticky zastaviť úlohu keď spĺňa všetky nasledujúce podmienky
sq: Detyrë vetë ndaluese kur përmbushen të gjitha kushtet që vijojnë
sv: Stoppa automatiskt aktiviteten när alla följande villkor uppfylls
tr: Aşağıdaki koşullar oluştuğunda otomatik olarak görevi durdur
ug: تۆۋەندىكى ھەممە شەرتكە ئۇيغۇن بولسا ۋەزىپىنى ئۆزلۈكىدىن توختات

# Options_TaskBitTorrent
source: Force
ar: قوة
et: Jõuga
eu: Behartu
fi: Pakota
hu: Kényszerítés
nb: Tving
ro: Forțează
sk: Vynútiť
sq: Detyro
sv: Tvinga
tr: Güç
ug: مەجبۇرىي

# Options_Connection
source: Listen Port
ar: قائمة المنفذ
et: Pordi jälgimine
eu: Aditze Ataka
fi: Kuuntele Porttia
hu: Figyelt port
nb: Lytteport
ro: Port de Ascultare
sk: Načúvací port
sq: Porti i Dëgjimit
sv: Lyssningsport
tr: Dinleme Portu
ug: ئېغىزنى تىڭشا

# Options_Connection
source: Listen Port:
ar: قائمة المنفذ:
et: Jälgi porti:
eu: Aditze Ataka:
fi: Kuuntele porttia:
hu: Figyelt port:
nb: Lytteport:
ro: Port de Ascultare:
sk: Načúvací port:
sq: Porti i Dëgjimit:
sv: Lyssningsport:
tr: Dinleme Portu:
ug: ئېغىزنى تىڭشا:

# Options_TaskEmule
source: Listen Port
ar: قائمة المنفذ
et: Pordi jälgimine
eu: Aditze Ataka
fi: Kuuntele Porttia
hu: Figyelt port
nb: Lytteport
ro: Portul de Ascultare
sk: Načúvací port
sq: Porti i Dëgjimit
sv: Lyssningsport
tr: Dinleme Portu
ug: ئېغىزنى تىڭشا

# Options_Integration
source: Check &Now
ar: تحقق الآن
et: Kontrolli &nüüd
eu: Egiaztau &Orain
fi: Tarkista &Nyt
hu: Ellenőrizd &most
nb: Sjekk &nå
ro: Verifică Acu&m
sk: Skontolovať &teraz
sq: Kontrollo &Tani
sv: Kolla &nu
tr: &Şimdi Denetle
ug: دەرھال تەكشۈر(&N)

# Options_PersistenSeed
source: By enabling LT Seeding you could download faster, but also your stopped tasks will keep seeding.
ar: تفعيل وقت الإرسال سيسرع التحميل ,ولاكنه أيضأً سيستمر بالإرسال حتى عندما توقف المهمة.
et: Luba ammune jagamine et laadida kiiremini, aga ka sinupoolne tegumi peatamine hoiab jagamist
eu: EL emaritza gaituz azkarrago jeitsi ahal duzu, baina baita ere zure eginkizun geldituak jarraitu emaritzan.
hu: A hosszú idejű seedelés engedélyezésével a letöltés gyorsabbá válik, de a leállított feladatok folytatják a seedelést.
nb: Ved å aktivere LT- opplasting kan du laste ned raskere, men dine utførte oppgaver vil fortsatt laste opp.
ro: DTL permite donarea automată în fundal a torentelor terminate, chiar dacă sarcinile respective sînt oprite.
sk: Povoľte túto možnosť pre hotové prívaly osiva v pozadí atuomatickybez spustenia úlohy
sq: Aktivizimi i dërgimit për një kohë të gjatë lejon shkarkim më të shpejtë, por edhe detyrat që ju keni ndalur do të vazhdojnë të dërgojnë.
sv: Genom att aktivera långtidsseeding kan du ladda ner snabbare, men även dina avbrutna aktiviteter kommer att fortsätta seeda.
tr: Enable this option to seed finished torrents in background automatically without starting the task.
ug: ۋەزىپىنىڭ ئۇزۇن مۇددەتلىك ئۇرۇققا ئۇلىنىپ چۈشۈرۈش سۈرئىتىنى ئاشۇرۇشقا يول قويىدۇ، ئەمما تاماملانغان ۋەزىپە قوزغىتىلمىغان تەقدىردىمۇ ئارقا سۇپىدا ئۇرۇق تەمىنلىنىدۇ.

# Options_Proxy
source: Don't use proxy for tracker connections
ar: لا تستخدم البروكسي لتعقب الاتصالات
et: Ärge kasutage proxyt jälitajaga ühendusi
eu: Ez erabili proxya aztarnari elkarketetarako
fi: Älä käytä välityspalvelinta seurantapalvelin yhteyksissä
hu: Ne használjon proxyt a tracker kapcsolatokhoz
ro: Nu folosi server proxy pentru conexiunile la tracker
sk: Nepoužívať proxy pre pripojenia tracker
sv: Använd inte proxy för tracker-anslutningar
tr: İzleyici (Tracker) bağlantıları için proxy kullanma
ug: tracker ئۇلىنىشقا ۋاكالەتچى ئىشلەتمە

# Options_Proxy
source: Don't use proxy for peer-to-peer connections
ar: لا تستخدم البروكسي للاتصالات نظير إلى نظير
et: Ärge kasutage proxyt kasutajalt kasutajale ühendusi
eu: Ez erabili proxya hartzailez-hartzaileko elkarketetarako
fi: Älä käytä välityspalvelinta jakajien välisiin yhteyksiin
hu: Ne használjon proxyt a peer-to-peer kapcsolatokhoz
ro: Nu folosi server proxy pentru conexiunile partener-la-partener
sk: Nepoužívať proxy pre pripojenia peerov
sv: Använd inte proxy för peer-to-peer-anslutningar
tr: Peer to peer bağlantılar için proxy kullanma
ug: نۇقتىدىن نۇقتا ئۇلىنىشقا ۋاكالەتچى ئىشلەتمە

# Options_Service
source: Check for BitComet updates on startup.
ar: التحقق من وجود تحديثات BitComet عند بدء التشغيل.
et: Kontrolli BitCometti uuendusi käivitumisel
eu: Hasieran egiaztatu BitCometentzako eguneraketarik dagoen
fi: Tarkista BitComet päivitykset käynnistyksessä.
hu: BitComet frissítések ellenőrzése induláskor.
nb: Sjekk for BitComet- oppdateringer ved oppstart.
ro: Verifică la pornire dacă au apărut actualizări pentru BitComet.
sk: Kontrola aktualizácií pre BitComet pri štarte.
sq: Kontrollo për përditësime të BitComet në nisje.
sv: Kolla efter uppdateringar för BitComet vid uppstart.
tr: BitComet güncellemelerini başlangıçta kontrol et
ug: قوزغالغاندا BitComet يېڭىلىنىشىنى تەكشۈر

# Options_Service
source: Check &Now
ar: الاختيار & الآن
et: Kontrolli &nüüd
eu: Egiaztau &Orain
fi: Tarkista &Nyt
hu: Ellenőrizd &most
nb: Sjekk &nå
ro: Verifică Acu&m
sk: Skontolovať &teraz
sq: Kontrollo &Tani
sv: Kolla &nu
tr: &Şimdi Denetle
ug: دەرھال تەكشۈر(&N)

# Options_Service
source: Check for popular software updates.
ar: التحقق من وجود تحديثات للبرامج المشهورة.
et: Kontrolli populaarsete tarkvara uuendusi
eu: Egiaztatu software ezagunen eguneraketarik dagoen.
fi: Tarkista suosittujen ohjelmistojen päivitykset.
hu: A népszerű szoftverek frissítésének ellenőrzése.
nb: Sjekk for populære program- oppdateringer.
ro: Verifică dacă au apărut actualizări pentru softurile instalate.
sk: Kontrola aktualizácií obľúbeného softwaru.
sq: Kontrollo për përditësime të njohura të programit.
sv: Kolla efter uppdateringar till populära programvaror.
tr: Popüler Yazılım Güncellemelerini Denetle.
ug: ئاممىباب يۇمشاق دېتال يېڭىلىنىشىنى تەكشۈر.

# Options_Service
source: Check frequency:
ar: تحقق من التردد :
et: Kontrolli sagedusi:
eu: Egiaztapen maiztasuna:
fi: Tarkistusväli:
hu: Az ellenőrzés gyakorisága:
nb: Sjekk frekvens:
ro: Frecvența verificării:
sk: Frekvencia kontroly:
sq: Kontrollo frekuencën:
sv: Kolla frekvens:
tr: Frekansı denetle:
ug: تەكشۈرۈش چاستوتىسى:

# Options_Service
source: Help
ar: مساعدة
et: Abi
eu: Laguntza
fi: Ohje
hu: Súgó
nb: Hjelp
ro: Ajutor
sk: Nápoveda
sq: Ndihmë
sv: Hjälp
tr: Yardım
ug: ياردەم

# Options_Service
source: Sign in CometID automatically.
ar: تسجيل الدخول إلى cometid تلقائيا.
et: Sisene CometID automaatselt.
eu: Izena eman CometID-n berezgaitasunez
fi: Kirjaudu CometID automaattisesti.
ro: Autentificare automată la CometID.
sk: Prihlásiť sa do CometID automaticky.
sv: Logga in på CometID automatiskt
tr: CometID ile otomatik oturum aç.
ug: CometID غا ئۆزلۈكىدىن تىزىمغا كىر

# Options_Service
source: Check if port is forwarded properly automatically.
ar: فحص تلقائي عن حاله المنفذ إذا كان صحيحا .
et: Kontrolli, kas port on seadsitaud nõuetekohaselt automaatselt.
eu: Egiaztatu ataka berez egoki birbidalia izan den.
fi: Tarkista että portti toimitetaan oikein eteenpäin automaattisesti.
hu: Automatikusan ellenőrizze, hogy a port helyesen lett továbbítva
nb: Automatisk sjekk om port er videresendt riktig.
ro: Verifică dacă portul este înaintat [forwarded] corespunzător în mod automat.
sk: Skontrolujte, či je por schopný automaticky odosielať.
sq: Kontrollo nëse porti është kaluar automatikisht.
sv: Kontrollera automatiskt om porten är ordentligt eftersänd.
tr: Port otomatik olarak başlarsa denetle.
ug: تورنىڭ ئۇلىنىش ئەھۋالىنى ئاپتوماتىك تەكشۈر.

# Options_Service
source: Send video file snapshots after download has finished.
ar: إرسال لقطة ملف الفيديو بعد الانتهاء من التحميل.
et: Saada video faili kaadrihõive peale laadimise lõppemist
eu: Bidali bideo agiriaren berehalako bat jeisketa amaitu ondoren.
fi: Tarkista viruksilta tehtävän latauksen loputtua
hu: Küldjön a video fájlról fényképet amikor a letöltés kész.
nb: Send videofil snapshot etter nedlasting er ferdig.
ro: Trimite capturi din fila video după ce descărcarea s-a terminat.
sk: Poslať videosnímok po dokončení sťahovania.
sq: Dërgo pamje të skedarit video pasi shkarkimi ka përfunduar.
sv: Skicka ögonblicksbilder från video när nedladdningen har slutförts.
tr: Kill virus after download
ug: چۈشۈرۈش تاماملانغاندا سىن كەسمىسىنى يوللاپ، مۇلازىمەت سۈپىتىنى ئۆستۈرۈشىمىزگە ياردەملىشىڭ

# Options_Service
source: Query task comments and snapshot information automatically.
ar: الاستعلام عن معلومات المهمة تلقائياً.
et: Pärin tegumi kommentaari, pildi teave automaatselt
eu: Galdeagiritu eginkizun aipamenak eta berehalakoen argibideak berezgaitasunez.
hu: Feladatok megjegyzés és állókép adatainak lekérdezése automatikusan
nb: Sorter oppgave- kommentaer og snapshot- informasjon automatisk.
ro: Interoghează automat referitor la comentarii despre sarcină și capturi de ecran.
sk: Dotaz komentáru úlohy, snímkové informácie automatické.
sq: Merr koment për detyrën dhe infromacion të pamjes automatikisht.
sv: Förfråga aktivitetskommentarer och information för ögonblicksbilder automatiskt.
tr: Görevi sorgula ve otomatik olarak bilgiyi getir.
ug: ۋەزىپە ئىزاھاتى ۋە كەسمە رەسىم ئۇچۇرىنى ئاپتوماتىك سۈرۈشتۈر.

# Options_Service
source: Enable popup BitComet tips.
ar: تمكين تلميحات BitComet المنبثقة.
et: Lülita BitCometi vihjed sisse
eu: Gaitu BitComet ohar popup-ak
hu: BitComet felugró tippek engedélyezése
nb: Aktiver BitComet popup- tips.
ro: Activează ponturile flotante BitComet.
sk: Zapnúť vyskakovacie tipy programu BitComet
sv: Aktivera popup-tips för BitComet.
tr: BitComet Popup ipuçlarını etkinleştirin.
ug: BitComet قاڭقىش كۆزنىكىگە يول قوي
