Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Message_KillVirusPathError
source: The syntax of Anti-virus software path is incorrect. Do you want to check it now?
ar: مسار تكوين برنامج الفيوسات غير صحيح. هل تريد أن تتحقق الآن
bg: Конфигурацията на пътя до антивирусния софтуер е неправилна. Желаете ли да я проверите сега?
de: Die Einstellung zum Ordner des Antivirus-Software ist nicht korrekt. Wollen Sie ihn jetzt überprüfen?
es: La ruta del antivirus no es válida, ¿quiere comprobarla ahora?
et: Anti viiruse tarkvara on puudulik. Kas soovid seda kontrollida?
eu: Birus-aurkako software helburu egitura okerra da. Orain egiaztatzea nahi duzu?
fr: Le chemin de l'Anti-virus est incorrect. Voulez vous le vérifier maintenant ?
hu: Az antivírus szoftver megadott útvonala hibás. Szeretnéd most ellenőrizni?
it: Il percorso del programma Anti-virus è errato. Vuoi verificarlo ora?
ja: ウイルス対策ソフトのパスの設定が正しくないようです。いま設定を確認しますか？
nb: Syntaksen til Anti-virus programvare banen er feil. Vil du sjekke det nå?
nl: Het bestandspad van de anti-virus software is niet correct. Wilt u dit nu controleren?
pl: Składnia ścieżki do programu antywirusowego jest nieprawidłowa. Czy chcesz ją teraz sprawdzić?
pt_br: O caminho do programa antivírus está incorreto. Deseja verificá-lo agora?
ro: Calea scrisă către softul antivirus nu e corectă. Vrei s-o verifici acum?
ru: Не установлен путь к конфигурации антивирусного програмного обеспечения.. Установить его сейчас?
sk: Nastavenie cesty k antivírusovému softvéru nie je správne. Želáte si ho teraz skontrolovať?
sq: Konfigurimi i shtegut të programit antivirus është i pasaktë. Do të shikosh prë atë tani?
sv: Sökvägen till antivirus-programmet är felaktig. Vill du kontrollera den nu?
th: ตำแหน่งที่อยู่ของโปรแกรมกำจัดไวรัสไม่ถูกต้อง คุณต้องการจะตรวจสอบเดี๋ยวนี้?
tr: Belirttiğiniz klasörde anti-virüs bulunamadı. Kontrol etmek ister misiniz?
ug: ۋىرۇسخور پروگراممىسىنىڭ ئىجرا قىلىش يولىنى تەڭشەشتە خاتالىق بار. ئۇنى قايتىدىن تەڭشەمسىز؟

# Message_PathNotExist
source: Path does not exist.
ar: المسار غير موجود.
bg: Пътят не съществува.
de: Pfad nicht vorhanden.
es: La ruta no existe.
et: Tegumit ei eksisteeri
eu: Helburua ez dago.
fi: Polkua ei ole olemassa.
fr: Chemin d'accès introuvable.
hu: Az útvonal nem létezik.
it: Il percorso non esiste.
ja: パスが存在しません。
nb: Sti eksisterer ikke.
nl: Pad bestaat niet.
pl: Ścieżka nie istnieje.
pt_br: O caminho não existe.
ro: Calea nu există.
ru: Путь не существует.
sk: Path neexistuje.
sq: Shtegu nuk ekziston.
sv: Sökvägen finns inte!
th: สถานที่บันทึกไม่มีอยู่จริง
tr: Paket dosya bulunamıyor.
ug: يول مەۋجۇد ئەمەس.

# Common
source: Task Unselected
de: Aufgabe nicht ausgewählt
es: Tarea no seleccionada
fr: Tâche non sélectionnée
it: Attività non selezionata
ja: タスクの選択解除
pl: Zadanie niezaznaczone
pt_br: Tarefa desmarcada
ru: Задача не выбрана
th: ยกเลิกการเลือกงาน

# Common
source: Infohash Unknown
de: Infohash unbekannt
es: Infohash desconocido
fr: Infohash inconnu
it: Infohash sconosciuto
ja: インフォハッシュ不明
pl: Infohash Nieznany
pt_br: Infohash Desconhecido
ru: Инфохаш Неизвестный
th: ไม่ทราบข้อมูล

# Common
source: Unsupported
bg: Неподдържан
de: Nicht unterstützt
es: No soportado
it: Non supportato
ja: 未サポート
nl: Niet ondersteund
pl: Nieobsługiwane
pt_br: Não suportado
ru: Неподдерживаемый
th: สนับสนุน

# CView_Passport
source: Unable to sign in CometID. Password does not match your username.
ar: غير قادر على تسجيل الدخول CometID. كلمة المرور لا يطابق اسم المستخدم الخاص بك.
bg: Вписването в CometID е невъзможно. Паролата не съответства на вашето потребителско име.
de: Anmeldung bei CometID nicht möglich. Kennwort stimmt nicht mit Ihrem Benutzernamen überein.
es: No se puede firmar en CometID. La contraseña no coincide con su nombre de usuario.
et: Ei saa sisse logida CometID'sse. Parool ei sobi sinu kasutajanimega.
eu: CometID hasi saioa etenda. Sarhitza ez dator bat zure erabiltzaile izenarekin.
fi: Ei voitu kirjautua CometID:llä. Salasana ei täsmää käyttäjätunnuksen kanssa.
fr: Impossible de se connecter à CometID. Le mot de passe ne correspond pas à votre nom d'utilisateur.
it: Accesso tramite CometID non riuscito. Username e password non corrispondono.
ja: CometIDにサインインできません。ユーザー名とパスワードが一致しません。
nl: Kan niet aanmelden CometID. Wachtwoord komt niet overeen met uw gebruikersnaam.
pl: Nie można zalogować się do CometID. Hasło nie pasuje do Twojej nazwy użytkownika.
pt_br: Não foi possível entrar no CometID. Senha não confere com o usuário.
ro: Logarea (autentificarea) la CometID nu este posibilă. Parola nu se potrivește cu numele de utilizator.
ru: Не удалось войти в CometID. Пароль и имя пользователя не соответствуют друг другу.
sk: Nedá sa prihlásiť do CometID. Heslo nie je správne priradené k užívateľskému menu.
sv: Det gick inte att logga in på CometID. Lösenordet passar inte ihop med ditt användarnamn.
th: ไม่สามารถลงชื่อเข้าใช้ CometID รหัสผ่านไม่ตรงกับชื่อผู้ใช้ของคุณ
tr: Şifre yada CometID'niz hatalı. Giriş yapılamıyor.
ug: CometID دا تىزىمغا كىرەلمەيدۇ، ئىشلەتكۈچى ئاتى بىلەن ئىم ماس كەلمىدى.

# CView_Passport
source: CometID not exists.
ar: cometid غير موجود.
bg: CometID не съществува.
de: CometID gibt es nicht.
es: CometID no existe.
fr: CometID n'existe pas.
it: CometID non esiste.
ja: CometID は存在しません。
nl: CometID bestaat niet.
pl: Zadanie istnieje.
pt_br: CometID não existe.
ru: Кометид не существует.
th: ไม่มี CometID อยู่

# CView_Passport
source: Unable to sign in CometID. Please update BitComet to latest version.
ar: غير قادر على تسجيل الدخول CometID. الرجاء تحديث BitComet إلى الإصدار الأحدث.
bg: Не е възможно вписване в CometID. Моля, обновете BitComet до последната версия.
de: Anmeldung bei CometID nicht möglich. Bitte aktualisieren Sie BitComet auf die neueste Version.
es: No se puede firmar en CometID. Por favor actualice BitComet a la última versión.
et: Ei saa sisse logida CometID'sse. Palun uuendage BitComet uuemale versioonile.
eu: CometID hasi saioa etenda. Mesedez eguneratu BitComet azken bertsioarekin.
fi: Ei voitu kirjautua CometID:llä. Ole hyvä ja päivitä BitComet uusimpaan versioon.
fr: Impossible de se connecter à CometID . Veuillez mettre à jour BitComet à la dernière version .
it: Accesso tramite CometID non riuscito. È necessario aggiornare BitComet.
ja: CometIDにサインインできません。BitCometを最新版に更新してください。
nl: Inloggen mt CometID mislukt. Update BitComet naar de laatste versie.
pl: Nie można zalogować się do CometID. Uaktualnij BitComet do najnowszej wersji.
pt_br: Não foi possível entrar no CometID. Por favor atualize o BitComet para a última versão.
ro: Logarea (autentificarea) la CometID nu este posibilă. Actualizează BitComet la ultima versiune.
ru: Не удалось войти в CometID. Пожалуйста, обновите BitComet до последней версии.
sk: Nedá sa prihlásiť do CometID. Aktualizujte prosím BitComet na poslednú verziu.
sv: Det gick inte att logga in på CometID. Var god uppdatera till den senaste versionen av BitComet.
th: ไม่สามารถลงชื่อเข้าใช้ CometID กรุณาอัพเดท BitComet ให้เป็นเวอร์ชั่นล่าสุด
tr: CometID'nizle giriş yapılamadı.Lütfen BitCometin son versiyonunu yükleyiniz.
ug: CometID دا تىزىمغا كىرەلمەيدۇ، BitComet نىڭ ئەڭ يېڭى نەشرىگە يېڭىلاڭ.

# CView_Passport
source: Too many online devices.
de: Zu viele Online-Geräte.
es: Demasiados dispositivos en línea.
fr: Trop d’appareils en ligne.
it: Troppi dispositivi online.
ja: オンラインデバイスが多すぎます。
pl: Zbyt wiele urządzeń online.
pt_br: Muitos dispositivos online.
ru: Слишком много онлайн-устройств.
th: อุปกรณ์ออนไลน์มากเกินไป

# CView_Passport
source: Manage your online devices on the website.
de: Verwalten Sie Ihre Online-Geräte auf der Website.
es: Administre sus dispositivos en línea en el sitio web.
fr: Gérez vos appareils en ligne sur le site Web.
it: Gestisci i tuoi dispositivi online sul sito web.
ja: ウェブサイトでオンラインデバイスを管理します。
pl: Zarządzaj swoimi urządzeniami online na stronie internetowej.
pt_br: Gerencie seus dispositivos on-line no site.
ru: Управляйте своими онлайн-устройствами на веб-сайте.
th: จัดการอุปกรณ์ออนไลน์ของคุณบนเว็บไซต์

# CView_Passport
source: Unable to sign in CometID at this time.
ar: غير قادر على تسجيل الدخول CometID في هذا الوقت.
bg: Вписването в CometID е невъзможно на този момент.
de: Anmeldung bei CometID ist zur Zeit nicht möglich.
es: No se puede firmar en CometID en este momento.
et: Ei saa sisse logida CometID'sse hetkel.
eu: CometID hasi saioa etenda une honetan
fi: Ei voitu kirjautua CometID:llä tällä kertaa.
fr: Impossible de se connecter à CometID pour ce moment .
it: Impossibile accedere a CometID in questo momento.
ja: 現在CometIDにサインインできません。
nl: Kan CometID op dit moment niet aanmelden.
pl: Nie można zalogować się do CometID tym razem.
pt_br: Não foi possível entrar no CometID agora.
ro: Logarea (autentificarea) la CometID nu este posibilă momentan.
ru: Не удалось войти в CometID.
sk: Momentálne sa nedá prihlásiť do CometID.
sv: Det gick inte att logga in på CometID för tillfället.
th: ไม่สามารถลงชื่อเข้าใช้ CometID ได้ในขณะนี้
tr: CometID'nizle giriş yapılamadı.
ug: ۋاقتىنچە CometID دا تىزىمغا كىرەلمەيدۇ.

# CView_Passport
source: You can still download, but your rank and score points will not be collected.
ar: تستطيع اكمال التحميل, لكن رتبتك ونقاطك المسجلة لن تجمع
bg: Можете да продължите да сваляте, но вашият ранг и точков резултат няма да се отчитат.
de: Sie können immer noch herunterladen, aber Ranking und Punktestand werden nicht gesammelt.
es: Usted todavía puede descargar, pero su rango y puntos de puntuación no serán recogidos.
et: Võite veel allalaadida, aga teie astmeid ja skoori ei arvestata
eu: Oraindik jeitsi dezakezu, baina zure rankina eta puntuak ez dira bilduko.
fi: Voit yhä ladata, mutta asemasi ja pisteesi eivät kerry.
fr: Vous pouvez continuer de télécharger, mais votre rang et votre score ne seront pas collectés.
hu: Bár tudsz letölteni, a rangod és pontszámod nem fog növekedni.
it: Puoi continuare a scaricare, ma il tuo grado e il tuo punteggio non saranno accumulati.
ja: ダウンロードはできますが、ポイントとランクには反映されません。
nb: Du kan fortsatt laste ned, men din rank og poeng vil ikke bli registrert.
nl: U kunt nog downloaden, maar je rang en scoren worden niet bijgehouden.
pl: Możesz nadal pobierać pliki, jednak twój ranking i zdobyte punkty nie będą dalej naliczane.
pt_br: Você ainda pode fazer download, mas o seus pontos não serão coletados para o rank.
ro: Poți descărca în continuare, dar rangul și scorul nu vor fi colectate.
ru: Вы можете продолжать загрузку, но ваши ранг и очки не будут начисляться.
sk: Stále môžete sťahovať ale nebudete získavať hodnosťi a body.
sq: Ju mund të vazhdoni të shjarjoni por rangu juaj dhe pikët e mbledhura nuk do të ruhen.
sv: Du kan fortfarande ladda ner, men din rank och dina poäng kommer inte att samlas in.
th: คุณยังคงสามารถดาวน์โหลด แต่ตำแหน่งและแต้มจะไม่ถูกสะสม
tr: Dosya indirmeye devam edebilirsiniz, fakat dereceniz ve puanlarınız kaydedilmeyecektir.
ug: سىز يەنىلا چۈشۈرەلەيسىز، ئەمما جۇغلانما ۋە دەرىجە توپلانمايدۇ.

# CView_Passport
source: BitComet will reconnect automatically a few minutes later.
ar: سيقوم بيتكومنت بإعادة الإتصال تلقائيا بعد بضع دقائق .
bg: BitComet ще се свърже автоматично отново след няколко минути.
de: BitComet wird sich automatisch in einigen Minuten erneut verbinden.
es: BitComet restablecerá la conexión automáticamente en unos minutos.
et: BitComet taasühendab automaatselt mõne minuti jooksul.
eu: BitComet berezgaitasunez birrelkartuko da minutu batzuk barru.
fi: BitComet yhdistää automaattisesti uudelleen muutaman minuutin kuluttua.
fr: BitComet se reconnectera automatiquement dans quelques minutes.
hu: A BitComet pár percen belül újra csatlakozik.
it: BitComet verrà riconnesso automaticamente in pochi minuti.
ja: 数分後に再度接続を試みます。
nb: BitComet vil automatisk koble til på nytt etter noen minutter
nl: BitComet gaat opnieuw verbinden over een paar minuten.
pl: BitComet ponownie połączy się za kilka minut.
pt_br: BitComet irá reconectar automaticamente em alguns minutos.
ro: BitComet se va reconecta automat după cîteva minute.
ru: BitComet переподключится автоматически через несколько минут.
sk: BitComet sa o pár minút znova automaticky pripojí
sq: BitComet do të rilidhet automatikisht disa minuta më vonë.
sv: BitComet kommer automatiskt att återansluta inom några minuter.
th: อีกสักครู่ โปรแกรม BitComet จะเชื่อมต่อใหม่โดยอัตโนมัติ
tr: BitComet otomatik olarak birkaç dakika sonra tekrar bağlanacak.
ug: BitComet بىر قانچە مىنۇتتىن كېيىن ئۆزلۈكىدىن ئۇلىنىدۇ.

# GlobalLog
source: CometID logged in. Score =
bg: CometID влезе. Резултат =
de: CometID angemeldet. Ergebnis =
es: CometID ha iniciado sesión. Puntuación ?
fr: CometID s’est connecté. Score =
it: CometID ha effettuato l'accesso. Punteggio =
ja: CometIDがログインしました。スコア =
nl: CometID ingelogd. Score =
pl: CometID zalogowany. Wynik =
pt_br: CometID logado. Pontuação =
ru: Кометид вошел в систему. Оценка No
th: CometID เข้าสู่ระบบแล้ว คะแนน =

# GlobalLog
source: CometID score updated:
bg: Резултатът от CometID е актуализиран:
de: CometID-Bewertung aktualisiert:
es: Puntuación de CometID actualizada:
fr: Score CometID mis à jour:
it: Punteggio CometID aggiornato:
ja: CometIDスコアが更新されました:
nl: CometID score bijgewerkt:
pl: Ocena CometID zaktualizowana:
pt_br: Pontuação do CometID atualizada:
ru: Оценка CometID обновлена:
th: คะแนนดาวหางได้รับการปรับปรุง:

# GlobalLog
source: CometID logged out. Score updated:
bg: CometID излезе. Резултатът е актуализиран:
de: CometID hat sich abgemeldet. Ergebnis aktualisiert:
es: CometID ha cerrado la sesión. Puntuación actualizada:
fr: CometID connecté. Score mis à jour:
it: CometID disconnessi. Punteggio aggiornato:
ja: CometID がログアウトしました。スコアが更新されました:
nl: CometID uitgelogd. Score bijgewerkt:
pl: CometID wylogowany. Wynik zaktualizowany:
pt_br: CometID saiu. Pontuação atualizada:
ru: Кометид вышел из системы. Оценка обновлена:
th: ดาวหางออกจากระบบ คะแนนที่ปรับปรุงแล้ว:

# CView_Passport
source: Login Failed
de: Anmeldung Fehlgeschlagen
es: Error al iniciar sesión
fr: Échec de connexion
it: Accesso non riuscito
ja: ログインに失敗しました
pl: Login się nie powiódł
pt_br: Falha no login
ru: Ошибка загрузки
th: การเข้าสู่ระบบล้มเหลว

# CView_Passport
source: Open a webpage to manage your online devices?
de: Öffnen Sie eine Webseite, um Ihre Online-Geräte zu verwalten?
es: ¿Abrir una página web para administrar sus dispositivos en línea?
fr: Ouvrir une page Web pour gérer vos appareils en ligne ?
it: Apri una pagina web per gestire i tuoi dispositivi online?
ja: オンライン デバイスを管理するための Web ページを開きますか?
pl: Otworzyć stronę internetową, aby zarządzać urządzeniami online?
pt_br: Abrir uma página da Web para gerenciar seus dispositivos online?
ru: Открыть веб-страницу для управления онлайн-устройствами?
th: เปิดหน้าเว็บเพื่อจัดการอุปกรณ์ออนไลน์ของคุณ?

# PawnsSDK
source: Please sign in your CometID to continue
de: Bitte melden Sie sich mit Ihrer CometID an, um fortzufahren
es: Por favor, inicie sesión en su CometID para continuar
fr: Veuillez vous connecter à votre CometID pour continuer
it: Accedi al tuo CometID per continuare
ja: 続行するには、CometIDにサインインしてください
pl: Zaloguj się do swojego identyfikatora CometID, aby kontynuować
pt_br: Inicie sessão no seu CometID para continuar
ru: Пожалуйста, войдите в свой CometID, чтобы продолжить
th: โปรดลงชื่อเข้าใช้ CometID ของคุณเพื่อดําเนินการต่อ

# Message_PlayerNotExist
source: Player program file does not exist!
ar: برنامج مشغل الميديا غير موجود!
bg: Програмният файл на плейъра не съществува!
de: Programm zur Wiedergabe ist nicht vorhanden!
es: El reproductor no existe!
et: Mängija programmi faili ei eksisteeri!
eu: Irakurgailuaren egitarau agiria ez dago!
fr: Le fichier de programme du lecteur est introuvable !
hu: A lejátszóprogram fájl nem létezik!
it: Il file del Player per l'anteprima non esiste!
ja: プレイヤーのプログラムが見つかりません！
nb: Spiller- programfilen eksisterer ikke!
nl: Het afspeel programmabestand bestaat niet!
pl: Plik programu do odtwarzania nie istnieje!
pt_br: O programa para reprodução não existe!
ro: Programul de redare nu există!
ru: Проигрыватель не обнаружен!
sk: Prehrávač neexistuje!
sq: Skedari i programit të luajtësit nuk ekziston!
sv: Spelar-programmet finns inte!
th: โปรแกรมเครื่องเล่นไม่มีอยู่!
tr: Oynatıcı program dosyası bulunamıyor!
ug: قويغۇچ پروگراممىسى مەۋجۇد ئەمەس!

# DialogMPCSTAR
source: Choose Program
ar: اختيار البرنامج
bg: Избор на програма
de: Programm wählen
es: Elija programa
et: Kasuta programmi
eu: Hautatu Programa
fi: Valitse Ohjelma
fr: Choisir le programme
hu: Program kiválasztása
it: Scegli Applicazione
ja: プログラムを選択
nb: Velg program
nl: Kies programma
pl: Wybierz program
pt_br: Escolher programa
ro: Alege Softul
ru: Выбрать программу
sk: Zvoliť program
sq: Zgjidh Programin
sv: Välj program
th: เลือกโปรแกรม
tr: Programı seçiniz
ug: پروگرامما تاللا

# DialogTorrentPreview
source: Choose a file to Preview
ar: أختر ملف إلى معاينة
bg: Избор на файл за преглед
de: Datei zur Voransicht wählen
es: Elija un archivo que previsualizar
et: Vali faili eelvaatluseks
eu: Aukeratu agiri bat aurreikuspenerako
fi: Valitse tiedosto Esikatseluun
fr: Choisir le fichier à prévisualiser
hu: Válassz egy fájlt az előnézethez
it: Scegli il file per l'anteprima
ja: プレビューするファイルを選択してください
nb: Velg en fil å Forhåndsvise
nl: Kies een bestand om een voorvertoning te zien
pl: Wybierz plik do podglądu
pt_br: Escolha um arquivo para Pré Visualizar
ro: Alege o filă de previzionat
ru: Выберите файл для предпросмотра
sk: Vyberte súbor, ktorého náhľad si chcete pozrieť
sq: Zgjidh një skedar për ta parë paraprakisht
sv: Välj fil att förhandsgranska
th: เลือกไฟล์ที่จะแสดงตัวอย่าง
tr: Görüntülemek İçin Bir Dosya Seçin
ug: ئالدىن كۆزەتىدىغان ھۆججەتنى تاللاڭ

# DialogTorrentPreview
source: Preview
ar: عرض
bg: Преглед
de: Vorschau
es: Previsualizar
et: Eelvaade
eu: Aurreikuspegia
fi: Esikatsele
fr: Aperçu
hu: Előnézet
it: Anteprima
ja: プレビュー
nb: Forhåndsvis
nl: Voorbeeldweergave
pl: Podgląd
pt_br: Pré Visualizar
ro: Previzionează
ru: Предпросмотр
sk: Náhľad
sq: Shikoje
sv: Förhandsgranska
th: แสดงตัวอย่าง
tr: Önizleme
ug: ئالدىن كۆزەت

# MainWindow
source: Remote Download is disabled by default. Do you want to enabled it now?
bg: Отдалеченото изтегляне е забранено по подразбиране. Искате ли да го активирате сега?
de: Der Remote-Download ist standardmäßig deaktiviert. Möchten Sie es jetzt aktivieren?
es: La descarga remota está deshabilitada de forma predeterminada. ¿Desea habilitarlo ahora?
fr: Le téléchargement à distance est désactivé par défaut. Voulez-vous l’activer maintenant?
it: Il download remoto è disabilitato per impostazione predefinita. Vuoi abilitarlo ora?
ja: リモートダウンロードはデフォルトで無効になっています。 今すぐ有効にしますか?
nl: Extern downloaden is standaard uitgeschakeld. Wil je het nu inschakelen?
pl: Pobieranie zdalne jest domyślnie wyłączone. Czy chcesz go teraz włączyć?
pt_br: O Download Remoto é desativado por padrão. Você quer habilitar isso agora?
ru: Удаленная загрузка отключена по умолчанию. Вы хотите, чтобы включено сейчас?
th: การดาวน์โหลดระยะไกลจะถูกปิดใช้งานตามค่าเริ่มต้น คุณต้องการเปิดใช้งานเดี๋ยวนี้หรือไม่

# WebInterface
source: Login CometID to activate Cloud service for Remote Connection?
de: Melden Sie sich bei CometID an, um den Cloud-Dienst für Remote Connection zu aktivieren?
es: ¿Iniciar sesión en CometID para activar el servicio en la nube para la conexión remota?
fr: Connectez-vous à CometID pour activer le service Cloud pour la connexion à distance ?
it: Accedi a CometID per attivare il servizio Cloud per la connessione remota?
ja: ログインCometIDは、リモート接続のためのクラウドサービスをアクティブにするには?
pl: Zaloguj się do CometID, aby aktywować usługę w chmurze dla zdalnego połączenia?
pt_br: Login cometID para ativar o serviço cloud para conexão remota?
ru: Войдите в CometID, чтобы активировать облачный сервис для удаленного подключения?
th: เข้าสู่ระบบ CometID เพื่อเปิดใช้งานบริการคลาวด์สําหรับการเชื่อมต่อระยะไกล?

# WebInterface
source: Remote Download: Task Added
ar: التحميل عن بعد: المهمة المضافة
bg: Отдалечено сваляне: Добавена е задачата
de: Remote Herunterladen: Aufgabe hinzugefügt
es: Descarga remota: Tarea añadida
et: Kaug laadimised: Tegum lisatud
fr: Téléchargement à distance : tâche ajoutée
hu: Távoli letöltés: Feladat hozzáadva
it: Download remoto: task aggiunto
ja: リモートダウンロード： タスクが追加されました
nl: Remote Download: taak toegevoegd
pl: Zdalne pobieranie: Zadanie dodane
pt_br: Transferência remota: Tarefa adicionada
ro: Descărcare Telecomandată: Sarcină Adăugată
ru: Удалённая загрузка: добавлено задание
sv: Fjärrnedladdning: Aktivitet tillagd
th: การดาวน์โหลดระยะไกล: งานถูกเพิ่ม
tr: Uzaktan İndirme: Görev Eklendi

# Common
source: Task Name:
de: Name der Aufgabe:
es: Nombre de la tarea:
fr: Nom de la tâche :
it: Nome Task:
ja: タスク名:
pl: Nazwa zadania:
pt_br: Nome da Tarefa:
ru: Имя задания:
th: ชื่องาน:

# WebInterface
source: Remote Download: Task Starts
de: Remote-Download: Aufgabe wird gestartet
es: Descarga remota: se inicia la tarea
fr: Téléchargement à distance : Démarrage de la tâche
it: Download remoto: avvio dell'attività
ja: リモートダウンロード:タスクの開始
pl: Pobieranie zdalne: Uruchamianie zadania
pt_br: Download remoto: a tarefa é iniciada
ru: Удаленная загрузка: запуск задачи
th: ดาวน์โหลดระยะไกล: เริ่มงาน

# WebInterface
source: Remote Download: Task Stops
de: Remote-Download: Aufgabe wird gestoppt
es: Descarga remota: la tarea se detiene
fr: Téléchargement à distance : Arrêts de la tâche
it: Download remoto: l'attività si interrompe
ja: リモートダウンロード:タスク停止
pl: Zdalne pobieranie: Zadanie się zatrzymuje
pt_br: Download remoto: a tarefa é interrompida
ru: Удаленная загрузка: остановка задач
th: ดาวน์โหลดระยะไกล: หยุดงาน

# WebInterface
source: Remote Download: Task Starts Hash Check
de: Remote-Download: Aufgabe startet Hash-Prüfung
es: Descarga remota: la tarea inicia la verificación de hash
fr: Téléchargement à distance : la tâche démarre la vérification du hachage
it: Download remoto: l'attività avvia il controllo hash
ja: リモートダウンロード:タスクがハッシュチェックを開始
pl: Zdalne pobieranie: zadanie uruchamia sprawdzanie skrótu
pt_br: Download remoto: a tarefa inicia a verificação de hash
ru: Удаленная загрузка: Задача запускает проверку хэша
th: ดาวน์โหลดระยะไกล: งานเริ่มการตรวจสอบแฮช

# WebInterface
source: Remote Download: Task Updates Tracker
de: Remote-Download: Aufgaben-Update-Tracker
es: Descarga remota: Rastreador de actualizaciones de tareas
fr: Téléchargement à distance : Suivi des mises à jour des tâches
it: Download remoto: Monitoraggio aggiornamenti attività
ja: リモートダウンロード: タスク更新トラッカー
pl: Zdalne pobieranie: śledzenie aktualizacji zadań
pt_br: Download remoto: Rastreador de atualizações de tarefas
ru: Удаленная загрузка: Отслеживание обновлений задач
th: ดาวน์โหลดระยะไกล: ตัวติดตามการอัปเดตงาน

# WebInterface
source: Remote Download: Tasks Start
de: Remote-Download: Start der Aufgaben
es: Descarga remota: Inicio de tareas
fr: Téléchargement à distance : Démarrage des tâches
it: Download remoto: avvio delle attività
ja: リモートダウンロード:タスク開始
pl: Pobieranie zdalne: Uruchamianie zadań
pt_br: Download remoto: início das tarefas
ru: Удаленная загрузка: запуск задач
th: การดาวน์โหลดระยะไกล: เริ่มงาน

# WebInterface
source: ${TASK_COUNT} tasks start.
de: ${TASK_COUNT} Aufgaben werden gestartet.
es: Se inician las tareas de ${TASK_COUNT}.
fr: ${TASK_COUNT} tâches commencent.
it: ${TASK_COUNT} iniziano le attività.
ja: ${TASK_COUNT} 個のタスクが開始されます。
pl: Rozpoczynają się zadania o wartości ${TASK_COUNT}.
pt_br: ${TASK_COUNT} tarefas são iniciadas.
ru: Начинаются задачи ${TASK_COUNT} долларов.
th: เริ่มงาน ${TASK_COUNT}

# WebInterface
source: Remote Download: Tasks Stop
de: Remote-Download: Aufgaben werden gestoppt
es: Descarga remota: Detención de tareas
fr: Téléchargement à distance : les tâches s’arrêtent
it: Download remoto: Attività interrotte
ja: リモートダウンロード:タスク停止
pl: Pobieranie zdalne: Zatrzymanie zadań
pt_br: Download remoto: as tarefas param
ru: Удаленная загрузка: Задачи останавливаются
th: ดาวน์โหลดระยะไกล: หยุดงาน
