Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Option_RemoteDownload
source: Open Webpage:
ar: فتح صفحة ويب:
bg: Отваряне на уеб страница:
de: Webseite öffnen:
es: Abrir la página web:
et: Ava veebileht:
eu: Ireki Web-orrialdea:
fi: Avaa Verkkosivu:
fr: Ouvrir la page Internet :
hu: Weboldal megnyitása:
it: Apri pagina web:
ja: Webページを開く：
nb: Åpne Nettside:
nl: Webpagina openen:
pl: Otwórz stronę internetową:
pt_br: Abrir endereço eletrônico:
ro: Deschide pagina web:
ru: Открыть веб-страницу:
sk: Otvoriť webstránku:
sv: Öppna webbsida:
th: เปิดเว็บเพจ:
tr: Web sayfasını aç:
ug: تور بەت ئاچ:

# Option_RemoteDownload
source: Enable RSS feed to access local task list
de: Aktivieren Sie den RSS-Feed für den Zugriff auf die lokale Aufgabenliste
es: Habilitar fuente RSS para acceder a la lista de tareas local
fr: Activer le flux RSS pour accéder à la liste des tâches locale
it: Abilitare il feed RSS per accedere all'elenco attività locale
ja: RSS フィードを有効にしてローカル タスク リストにアクセスできるようにする
pl: Włącz kanał informacyjny RSS, aby uzyskać dostęp do lokalnej listy zadań
pt_br: Habilitar RSS feed para acessar a lista de tarefas local
ru: Включение RSS-канала для доступа к локальному списку задач
th: เปิดใช้งานตัวดึงข้อมูล RSS เพื่อเข้าถึงรายการงานภายในเครื่อง

# Option_RemoteDownload
source: Public access
de: Öffentlicher Zugang
es: Acceso público
fr: Accès public
it: Accesso pubblico
ja: パブリックアクセス
pl: Dostęp publiczny
pt_br: Acesso público
ru: Публичный доступ
th: การเข้าถึงแบบสาธารณะ

# Option_RemoteDownload
source: Use the same username and password as above
de: Verwenden Sie den gleichen Benutzernamen und das gleiche Passwort wie oben
es: Utilice el mismo nombre de usuario y contraseña que el anterior
fr: Utilisez le même nom d’utilisateur et le même mot de passe que ci-dessus
it: Usa lo stesso nome utente e password di cui sopra
ja: 上記と同じユーザー名とパスワードを使用します
pl: Użyj tej samej nazwy użytkownika i hasła, co powyżej
pt_br: Use o mesmo nome de usuário e senha como acima
ru: Используйте то же имя пользователя и пароль, что и выше.
th: ใช้ชื่อผู้ใช้และรหัสผ่านเดียวกันกับด้านบน

# Option_RemoteDownload
source: Use a separate user name and password
de: Verwenden Sie einen separaten Benutzernamen und ein separates Kennwort
es: Usar un nombre de usuario y una contraseña independientes
fr: Utiliser un nom d’utilisateur et un mot de passe distincts
it: Utilizzare un nome utente e una password separati
ja: 別のユーザー名とパスワードを使用する
pl: Użyj oddzielnej nazwy użytkownika i hasła
pt_br: Usar um nome de usuário e senha separados
ru: Используйте отдельное имя пользователя и пароль
th: ใช้ชื่อผู้ใช้และรหัสผ่านแยกต่างหาก

# Option_RemoteDownload
source: General Settings
de: Allgemeine Einstellungen
es: Opciones generales
fr: Paramètres généraux
it: Impostazioni Generali
ja: 全般設定
pl: Ustawienia ogólne
pt_br: Definições Gerais
ru: Общие настройки
th: การตั้งค่าทั่วไป

# Option_RemoteDownload
source: Show prompt window when launching remote download operation
ar: إظهار الإطار الفوري عند بدء عملية التحميل عن بعد
bg: Показване на диалогов прозорец при стартиране на отдалечена операция за сваляне
de: Eingabeaufforderung beim Start von Remote Herunterladen anzeigen
es: Muestra la ventana de estado cuando se lanza la operación de descarga remota
et: Näita hüpik akent kui käivitub kaug allalaadimised
eu: Erakutsi leihoa hurreneko jeisketa ekintza egindakoan
fi: Näytä muistutusikkuna kun etälataus operaatio käynnistetään
fr: Affichier une alerte au lancement d'une opération de téléchargement à distance
hu: Felugró ablak mutatása, ha elindul a távoli letöltési folyamat
it: Mostra finestra all'avvio di operazioni di download remoto
ja: リモートダウンロード機能を起動するときにパスワードを要求する
nl: Prompt venster weergeven bij het starten van externe downloadbewerking
pl: Pokaż okno powiadomienia podczas operacji zdalnego pobierania
pt_br: Mostrar a janela de pergunta quando a transferência remota for executada
ro: Arată o fereastră de avertizare cînd e lansată o acțiune telecomandată (utiliz. local va ști că softul e comandat prin internet)
ru: Показывать подсказку при начале удалённой загрузки
sk: Ukázať opytovacie okno, ak sa spúšťa operácia vzdialeného sťahovania
sv: Visa kommadofönstret när fjärrnedladdningsfunktionen körs
th: แสดงหน้าต่างพร้อมท์เมื่อเปิดใช้การดาวน์โหลดระยะไกล
tr: Uzaktan indirme işlemine başlarken ileti penceresini göster
ug: يىراقتىن چۈشۈرۈش مەشغۇلاتى ئېلىپ بارغاندا ئەسكەرتىش كۆزنىكىنى كۆرسەت

# Option_RemoteDownload
source: Listening Port:
bg: Пристанище за слушане:
es: Puerto de escucha:
fr: Port d’écoute :
it: Porta di ascolto:
ja: リスニング ポート:
nl: Luisterpoort:
pl: Port nasłuchiwania:
pt_br: Porta de escuta:
ru: Порт прослушивания:
th: พอร์ตการฟัง:

# Option_RemoteDownload
source: Choose Random Port
ar: اختر المنفذ عشوائية
bg: Избор на случаен порт
de: Zufälligen Anschluss wählen
es: Elija puerto aleatorio
et: Vali suvaline port
eu: Hautatu Zorizko Ataka
fi: Valitse Satunnainen Portti
fr: Choisir un port aléatoire
hu: Véletlenszerű port választása
it: Scegli una porta a caso
ja: 適当にポート番号を決める
nb: Velg en Tilfeldig port
nl: Kies WilleKeurige poort
pl: Wybierz losowy port
pt_br: Escolher uma porta aleatoriamente
ro: Alege Port Aleator
ru: Случайный порт
sk: Vybrať náhodný port
sv: Välj en slumputvald port
th: เลือกพอร์ตสุ่ม
tr: Rastgele Bir Port Seç
ug: خالىغان ئېغىزنى تاللا

# Option_RemoteDownload
source: Detailed Help
ar: تعليمات مفصلة
bg: Подробна помощ
de: Detaillierte Hilfe
es: Ayuda detallada
et: Detailne abi
eu: Laguntza Xehetasunak
fi: Yksityiskohtainen Ohje
fr: Aide détaillée
hu: Részletes Súgó
it: Aiuto dettagliato
ja: 詳細ヘルプ
nb: Detaljert hjelp
nl: Gedetailleerde hulp
pl: Pomoc szczegółowa
pt_br: Ajuda detalhada
ro: Ajutor Detaliat
ru: Подробная справка
sk: Detailná nápoveda
sv: Detaljerad hjälp
th: วิธีใช้โดยละเอียด
tr: Detaylı Yardım
ug: تەپسىلىي ياردەم

# Option_RemoteDownload
source: Username and Password must be specified!
ar: يجب تحديد اسم المستخدم وكلمة المرور!
bg: Трябва да бъдат определени потребителско име и парола!
de: Benutzername und Kennwort müssen angegeben werden!
es: El nombre de usuario y contraseña debe ser especificado!
et: Kasutajanimi ja salasõna peavad olema määratletud!
eu: Erabiltzaile izena eta Sar-hitza adierazi behar dira!
fi: Käyttäjänimi ja Salasana täytyy määrittää!
fr: Veuillez spécifier votre identifiant et votre mot de passe !
hu: Meg kell adnia a Felhasználónevet és a Jelszót!
it: Nome utente e password devono essere specificati!
ja: ユーザー名とパスワードを指定する必要があります！
nb: Brukernavn og passord må være spesifisert!
nl: Gebruikersnaam en wachtwoord moeten worden opgegeven!
pl: Nazwa użytkownika i hasło muszą być wpisane!
pt_br: O nome de usuário e a senha precisam ser especificados!
ro: Numele de utilizator și parola trebuie specificate!
ru: Имя пользователя и Пароль должны быть указаны!
sk: Musí byť zadané užívateľské meno a heslo!
sv: Användarnamn och lösenord måste specificeras!
th: ต้องระบุชื่อผู้ใช้และรหัสผ่าน!
tr: Kullanıcı Adı ve Şifre girilmeli!
ug: ئىشلەتكۈچى ئاتى ۋە ئىم كىرگۈزۈش زۆرۈر!

# Option_RemoteDownload
source: Note: If you access this web page from a computer outside the NAT router, please use the WAN IP displayed in the status bar of the main window.
bg: Забележка: Ако имате достъп до тази уеб страница от компютър извън NAT рутера, моля използвайте WAN IP показва в лентата на състоянието на главния прозорец.
de: Hinweis: Wenn Sie von einem Computer außerhalb des NAT-Routers auf diese Webseite zugreifen, verwenden Sie bitte die WAN-IP, die in der Statusleiste des Hauptfensters angezeigt wird.
es: Nota: Si accede a esta página web desde un ordenador fuera del router NAT, utilice la dirección IP WAN que se muestra en la barra de estado de la ventana principal.
fr: Remarque : si vous accédez à cette page Web à partir d’un ordinateur à l’extérieur du routeur NAT, utilisez l’IP WAN affichée dans la barre d’état de la fenêtre principale.
it: Nota: Se si accede a questa pagina Web da un computer esterno al router NAT, utilizzare l'IP WAN visualizzato nella barra di stato della finestra principale.
ja: 注: NAT ルーターの外部のコンピュータからこの Web ページにアクセスする場合は、メイン ウィンドウのステータス バーに表示されている WAN IP を使用してください。
nl: Opmerking: Als u deze webpagina opent vanaf een computer buiten de NAT-router, gebruikt u het WAN-IP dat wordt weergegeven in de statusbalk van het hoofdvenster.
pl: Uwaga: Jeśli uzyskujesz dostęp do tej strony internetowej z komputera zewnętrznego routera NAT, użyj adresu IP sieci WAN wyświetlanego na pasku stanu okna głównego.
pt_br: Nota: Se você acessar esta página da Web a partir de um computador fora do roteador NAT, use o IP WAN exibido na barra de status da janela principal.
ru: Примечание: Если вы получаете доступ к этой веб-странице с компьютера за пределами маршрутизатора NAT, пожалуйста, используйте IP WAN, отображаемый в панели статуса главного окна.
th: หมายเหตุ: หากคุณเข้าถึงหน้าเว็บนี้จากคอมพิวเตอร์ภายนอกเราเตอร์ NAT โปรดใช้ IP WAN ที่แสดงในแถบสถานะของหน้าต่างหลัก

# Option_RemoteDownload
source: Note: If you want to access the remote download from outside the NAT router, please make sure that the listening port is opened in the network firewall and NAT router.
bg: Забележка: Ако искате да получите достъп до дистанционно изтегляне от извън NAT рутера, моля, уверете се, че порта за слушане е отворен в мрежовата защитна стена и NAT рутера.
de: Hinweis: Wenn Sie von außerhalb des NAT-Routers auf den Remote-Download zugreifen möchten, stellen Sie bitte sicher, dass der Abhöranschluss in der Netzwerkfirewall und dem NAT-Router geöffnet ist.
es: Nota: Si desea acceder a la descarga remota desde fuera del router NAT, asegúrese de que el puerto de escucha esté abierto en el firewall de red y el enrutador NAT.
fr: Remarque : si vous souhaitez accéder au téléchargement à distance à partir de l’extérieur du routeur NAT, assurez-vous que le port d’écoute est ouvert dans le pare-feu réseau et le routeur NAT.
it: Nota: se si desidera accedere al download remoto dall'esterno del router NAT, assicurarsi che la porta di ascolto sia aperta nel firewall di rete e nel router NAT.
ja: 注: NAT ルータの外部からリモート ダウンロードにアクセスする場合は、ネットワーク ファイアウォールと NAT ルータでリッスン ポートが開いていることを確認してください。
nl: Opmerking: Als u toegang wilt krijgen tot de externe download van buiten de NAT-router, moet u ervoor zorgen dat de luisterpoort wordt geopend in de netwerkfirewall en NAT-router.
pl: Uwaga: Jeśli chcesz uzyskać dostęp do zdalnego pobierania spoza routera NAT, upewnij się, że port nasłuchiwania jest otwarty w zaporze sieciowej i routerze NAT.
pt_br: Nota: Se você quiser acessar o download remoto de fora do roteador NAT, certifique-se de que a porta de escuta esteja aberta no firewall de rede e no roteador NAT.
ru: Примечание: Если вы хотите получить доступ к удаленной загрузке из-за пределов маршрутизатора NAT, пожалуйста, убедитесь, что порт прослушивания открыт в сетевом брандмауэре и маршрутизаторе NAT.
th: หมายเหตุ: หากคุณต้องการเข้าถึงการดาวน์โหลดระยะไกลจากภายนอกเราเตอร์ NAT โปรดตรวจสอบให้แน่ใจว่าพอร์ตการฟังเปิดในไฟร์วอลล์เครือข่ายและเราเตอร์ NAT

# Common
source: Offline
es: Desconectado
fr: Hors ligne
ja: オフライン
ru: Не в сети
th: ออฟไลน์

# Common
source: Connecting
bg: Свързване
de: Verbindung
es: Conectando
fr: En cours de connexion
it: Connessione in corso
ja: 接続中
nl: Bezig met verbinden
pl: Łączenie
pt_br: Conexão
ru: Соединение
th: กำลังเชื่อมต่อ

# Common
source: Online
es: En línea
fr: En ligne
ja: オンライン
ru: Онлайн
th: ออนไลน์

# Option_RemoteDownload
source: Remote Download is disabled.
bg: Дистанционното изтегляне е деактивирано.
de: Der Remote-Download ist deaktiviert.
es: La descarga remota está deshabilitada.
fr: Téléchargement à distance est désactivé.
it: Il download remoto è disabilitato.
ja: リモート ダウンロードが無効になっています。
nl: Downloaden op afstand is uitgeschakeld.
pl: Zdalne pobieranie jest wyłączone.
pt_br: O download remoto está desativado.
ru: Удаленная загрузка отключена.
th: การดาวน์โหลดระยะไกลถูกปิดใช้งาน

# Option_RemoteDownload
source: Listening port not specified.
bg: Не е указан порт за слушане.
de: Abhörport nicht angegeben.
es: Puerto de escucha no especificado.
fr: Port d'écoute non spécifié.
it: Porta di ascolto non specificata.
ja: リッスン ポートが指定されていません。
nl: De luisterpoort is niet opgegeven.
pl: Nie określono portu nasłuchiwania.
pt_br: Porta de escuta não especificada.
ru: Прослушивание порта не указано.
th: ไม่ได้ระบุพอร์ตการฟัง

# Option_RemoteDownload
source: Username/Password not specified.
bg: Не е зададено потребителско име/парола.
de: Benutzername/Kennwort nicht angegeben.
es: Nombre de usuario/contraseña no especificado.
fr: Nom d'utilisateur/Mot de passe non spécifié.
it: Nome utente/Password non specificato.
ja: ユーザー名/パスワードが指定されていません。
nl: Gebruikersnaam/wachtwoord niet opgegeven.
pl: Nie określono nazwy użytkownika/hasła.
pt_br: Username/password não especificado.
ru: Имя пользователя/пароль не указан.
th: ไม่ได้ระบุชื่อผู้ใช้/รหัสผ่าน

# DetailView_FileList
source: File Name
ar: اسم الملف
bg: Име на файла
de: Dateiname
es: Nombre de archivo
et: Faili nimi
eu: Agiri Izena
fi: Tiedoston Nimi
fr: Nom de fichier
hu: Fájlnév
it: Nome file
ja: ファイル名
nb: Filnavn
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome do Arquivo
ro: Numele Filei
ru: Имя файла
sk: Názov súboru
sq: Emri i Skedarit
sv: Filnamn
th: ชื่อไฟล์
tr: Dosya Adı
ug: ھۆججەت ئاتى

# DetailView_FileList
source: Size
ar: الحجم
bg: Размер
de: Größe
es: Tamaño
et: Suurus
eu: Neurria
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sq: Përmasa
sv: Storlek
th: ขนาด
tr: Boyut
ug: چوڭلۇقى

# DialogTaskBitTorrentMain
source: Expand all subfolders
ar: توسيع كافة المجلدات الفرعية
bg: Разгъване на всички подпапки
de: Alle Unterordner erweitern
es: Expandir todas las subcarpetas
et: Sulge kõik alamkaustad
eu: Handitu azpiagiritegi guztiak
fi: Laajenna kaikki alihakemistot
fr: Développer tous les sous-dossiers
hu: Minden almappa kinyitása
it: Espandi tutte le sottocartelle
ja: すべてのサブフォルダを展開
nb: Maksimer alle undermapper
nl: Klap alle submappen uit
pl: Rozwiń wszystkie podfoldery
pt_br: Expandir todas as subpastas
ro: Expandează toate subdosarele
ru: Развернуть подпапки
sk: Rozbaliť všetky podpriečinky
sq: Zgjero të gjithë nënfolderat
sv: Expandera alla undermappar
th: กางไฟล์ย่อยทั้งหมด
tr: Alt klasörleri genişlet
ug: ھەممە تارماق قىسقۇچنى ياي

# DialogTaskBitTorrentMain
source: Expand same-level folders
ar: توسيع المجلدات التي بنفس المستوى
bg: Разгъване на папки от същото ниво
de: Erweitern
es: Expandir las carpetas del mismo nivel
et: Sulge kõik samatasandi kaustad
eu: Handitu mailabereko agiritegiak
fi: Laajenna saman tason kansiot
fr: Étendre les dossiers du même niveau
hu: Azonos szintű mappák kinyitása
it: Espandi le cartelle allo stesso livello
ja: すべての同一のレベルのフォルダを展開
nb: Maksimer alle overlappende mapper
nl: Klap alle mappen op dit niveau uit
pl: Rozwiń wszystkie foldery na tym samym poziomie
pt_br: Expandir pastas no mesmo nível
ro: Expandează dosarele de la același nivel
ru: Развернуть папки одного уровня
sk: Rozbaliť priečinky tej istej úrovne
sq: Zgjero folderat e të njëjtit nivel
sv: Expandera mappar på samma nivå
th: กางโฟลเดอร์ระดับเดียวกัน
tr: Aynı düzey klasörleri genişlet
ug: تەڭ دەرىجىلىك قىسقۇچنى ياي

# DialogTaskBitTorrentMain
source: Collapse all subfolders
ar: طي كافة المجلدات الفرعية
bg: Свиване на всички подпапки
de: Alle Unterordner reduzieren
es: Contraer todas las subcarpetas
et: Peida kõik alamkaustad
eu: Erauzi azpiagiritegi guztiak
fi: Sulje kaikki alihakemistot
fr: Réduire tous les sous-dossiers
hu: Minden almappa bezárása
it: Restringi tutte le sottocartelle
ja: すべてのサブフォルダをたたむ
nb: Minimer alle undermapper
nl: Klap alle submappen in
pl: Zwiń wszystkie podfoldery
pt_br: Fechar todas as subpastas
ro: Colabează toate subdosarele
ru: Свернуть подпапки
sk: Zhrnúť všetky podpriečinky
sq: Lësho të gjithë nënfolderat
sv: Komprimera alla undermappar
th: หุบโฟลเดอร์ย่อยทั้งหมด
tr: Tüm alt klasörleri daralt
ug: ھەممە تارماق قىسقۇچنى قاتلا

# DialogTaskBitTorrentMain
source: Collapse same-level folders
ar: طي المجلدات التي بنفس المستوى
bg: Свиване на папки от същото ниво
de: Reduzieren
es: Contraer las carpetas del mismo nivel
et: Sulge samatasandi kaustad
eu: Erauzi mailabereko agiritegiak
fi: Sulje saman tason hakemistot
fr: Réduire les dossiers de même niveau
hu: Azonos szintű mappák bezárása
it: Restringi tutte le cartelle allo stesso livello
ja: すべての同一のレベルのフォルダをたたむ
nb: Minimer alle overlappende mapper
nl: Klap alle mappen op dit niveau in
pl: Zwiń wszystkie foldery na tym samym poziomie
pt_br: Fechar pastas no mesmo nível
ro: Colabează dosarele de la același nivel
ru: Свернуть папки одного уровня
sk: Zhrnúť priečinky tej istej úrovne
sq: Lësho nënfolderat e të njëjtit nivel
sv: Komprimera mappar på samma nivå
th: หุบโฟลเดอร์ระดับเดียวกัน
tr: Aynı düzey klasörleri daralt
ug: تەڭ دەرىجىلىك قىسقۇچنى قاتلا

# DetailView_Log_Menu
source: Tree List
ar: قائمه شجرية
bg: Списък на дърветата
de: Baum Liste
es: Lista de árboles
fr: Liste des arbres
it: Elenco albero
ja: ツリーリスト
nl: Boom lijst
pl: Lista drzewa
pt_br: Lista de árvores
ru: Список деревьев
th: รายการทรี

# DetailView_Log_Menu
source: Flat List
bg: Плосък списък
de: Flache Liste
es: Lista plana
fr: Liste des appartements
it: Lista piatta
ja: フラットリスト
nl: Platte lijst
pl: Płaska lista
pt_br: Lista plana
ru: Плоский список
th: รายการแบบแฟลต

# DetailView_FileList_Menu
source: Rename...
de: Umbenennen...
es: Rebautizar...
fr: Renommer...
it: Rinominare...
ja: 名前を変更する...
pl: Przemianować...
pt_br: Renomear...
ru: Переименовать...
th: ตั้งชื่อใหม่...

# Common
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
th: เลือก

# Common
source: Deselect
de: Abwählen
es: Deseleccionar
fr: Désélectionner
it: Deseleziona
ja: 選択解除
pl: Odznacz
pt_br: Desmarcar
ru: Снять выбор
th: ยก เลิก

# Favourite
source: All Downloads
ar: كل التحميلات
bg: Всички сваляния
de: Alle Downloads
es: Todas las descargas
et: Kõik allalaadimised
eu: Jeisketa Guztiak
fi: Kaikki Lataukset
fr: Tous les téléchargements
hu: Minden letöltés
it: Tutti i downloads
ja: すべてのダウンロード
nb: Alle nedlastinger
nl: Alle downloads
pl: Wszystkie pobierania
pt_br: Todos os downloads
ro: Descărcări
ru: Все загрузки
sk: Všetky stiahnuté
sq: Të gjitha shkarkimet
sv: Alla nedladdningar
th: ดาวน์โหลดทั้งหมด
tr: Tüm İndirmeler
ug: ھەممە چۈشۈرۈش

# Favourite
source: Downloading
ar: التحميل
bg: Свалящи се
de: Herunterladen
es: Descargando
et: Allalaadimine
eu: Jeisten
fi: Ladataan
fr: En cours de réception
hu: Letöltés
it: Download in corso
ja: ダウンロード中
nb: Laster ned
nl: Aan het downloaden
pl: Ściąganie
pt_br: Baixando
ro: Neterminate
ru: Загружается
sk: Sťahovanie
sq: Duke shkarkuar
sv: Laddar ner
th: กำลังดาวน์โหลด
tr: İndiriliyor
ug: چۈشۈرۈۋاتىدۇ

# Favourite
source: Download Paused
ar: تنزيل متوقف مؤقتا
bg: Изтеглянето е спряно
es: Descargar en pausa
fr: Télécharger suspendu
it: Scarica Paused
ja: ダウンロード一時停止
nl: Download onderbroken
pl: Pobieranie wstrzymane
pt_br: Baixar pausado
ru: Загрузка приостановлена
th: ดาวน์โหลดหยุดชั่วขณะ

# Favourite
source: Seeding
ar: بذر
bg: Засяване
es: Siembra
fr: Graine
it: Semina
ja: シード
nl: Zaaien
pl: Siewu
pt_br: Semeadura
ru: Посева
th: การเพาะเมล็ด

# Favourite
source: Seed Paused
ar: توقف البذور مؤقتا
bg: Пауза на семената
de: Saatgut-Pausenführung
es: Semilla en pausa
fr: Graine en pause
it: Seme messo in pausa
ja: シードの一時停止
nl: Zaad onderbroken
pl: Materiał siewny wstrzymany
pt_br: Semente pausada
ru: Семя приостановлено
th: เมล็ดหยุดชั่วขณะ

# Favourite
source: Completed
ar: محملّ
bg: Завършени
de: Abgeschlossen
es: Completado
et: Valmis
eu: Buruturik
fi: Valmistuneet
fr: Achevés
hu: Kész
it: Download completati
ja: 完了
nb: Fullført
nl: Voltooid
pl: Zakończone
pt_br: Concluído
ro: Terminate
ru: Завершено
sk: Dokončené
sq: Plotësuar
sv: Slutfört
th: เสร็จสมบูรณ์แล้ว
tr: Tamamlandı
ug: تاماملاندى

# Favourite
source: Uncompleted
ar: غير المكتمل
bg: Незавършените
de: Unvollständig
es: Inacabada
fr: Inachevé
it: Incompiuta
ja: 未完了
nl: Onvoltooide
pl: Nieukończone
pt_br: Incompleto
ru: Незавершенного
th: ไม่สมบูรณ์

# Favourite
source: Active
ar: نشِط
bg: Активни
de: Aktiviert
es: Activo
et: Aktiivne
eu: Eraginda
fr: Actif
it: Attivo
ja: 有効
nb: Aktiv
nl: Actief
pl: Aktywne
pt_br: Ativo
ru: Активный
sk: Aktívne
sv: Aktiv
th: กำลังทำงาน
tr: Aktif
ug: ئاكتىپ

# Favourite
source: Inactive
bg: Неактивни
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ja: 非アクティブ
nl: Inactief
pl: Nieaktywne
pt_br: Inativo
ru: Неактивный
th: ไม่ใช้งาน

# CDownloadsListFrame
source: Tags
ar: العلامات
bg: Тагове
de: Schlagwörter
es: Etiquetas
et: Märksõnad
eu: Etiketak
fi: Tagit
fr: Étiquettes
it: Tag
ja: タグ
nl: Labels
pl: Znaczniki
pt_br: Marcadores
ro: Etichete
ru: Теги
sk: Značky
sv: Taggar
th: ป้ายกำกับ
tr: Etiketler
ug: خەتكۈچلەر

# CDownloadsListFrame
source: Show task tags
ar: إظهار علامات المهام
bg: Показвай етикетите на задачите
de: Task-Tags anzeigen
es: Mostrar etiquetas de tarea
fr: Afficher les balises de tâche
it: Mostra tag di attività
ja: タスクタグを表示する
nl: Taak tags weergeven
pl: Pokaż znaczniki zadań
pt_br: Mostrar Tags de tarefa
ru: Показать теги задач
th: แสดงแท็กงาน

# MainToolbar
source: Search Tasks
ar: مهام البحث
bg: Търсене на Задачи
de: Aufgaben suchen
es: Buscar Tareas
et: Otsingu ülesanded
eu: Bilatu Eginkizunak
fr: Chercher Tâche
it: Attività di ricerca
ja: タスクの検索
nl: Taken zoeken
pl: Szukaj zadań
pt_br: Buscar tarefas
ro: Caută Sarcini
ru: Поиск задач
sk: Vyhľadať úlohy
sv: Sök aktiviteter
th: ค้นหางาน
tr: Görevleri Ara
ug: ئىزدەش ۋەزىپىسى

# CTaskListToolBarTaskSearch
source: ${NUM} found
ar: وجد ${NUM}
bg: ${NUM} намерени
de: ${NUM} gefunden
es: ${NUM} resultados
et: ${NUM} leitud
eu: ${NUM} aurkituak
fi: ${NUM} löytyi
fr: ${NUM} trouvé(s)
it: ${NUM} trovati
ja: ${NUM} 件該当
nb: ${NUM} funnet
nl: ${NUM} gevonden
pl: znaleziono ${NUM}
pt_br: ${NUM} encontrado
ro: ${NUM} găsite
ru: ${NUM} найдено
sk: ${NUM} nájdené
sv: ${NUM} hittades
th: พบ ${NUM} งาน
tr: ${NUM} bulundu
ug: ${NUM} تېپىلدى

# TorrentShare
source: Help
ar: تعليمات
bg: Помощ
de: Hilfe
es: Ayuda
et: Abi
eu: Laguntza
fi: Ohje
fr: Aide
hu: Súgó
it: Aiuto
ja: ヘルプ
nb: Hjelp
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sk: Nápoveda
sq: Ndihmë
sv: Hjälp
th: ช่วยเหลือ
tr: Yardım
ug: ياردەم

# Favourite_TorrentHistroy_Menu
source: Add to Torrent History when opening .torrent file
ar: أضف إلى سجلات الترونت عند فتح .ملف الترونت
bg: Добавяне към историята на торентите при отваряне на торент файл
de: Beim Öffnen der .torrent-Datei zum Torrent-Verlauf hinzufügen
es: Añadir a la historia de Torrent cuando abra un archivo Torrent
et: Lisa torrent ajalukku kui avad .torrent fail-i
eu: Gehitu Torrent Historiara .torrent agiria irekitakoan
fi: Lisää Torrent Historiaan kun avataan .torrent tiedosto
fr: Ajouter à l'historique à l'ouverture d'un fichier torrent
hu: Hozzáadás a Torrent előzményekhez .torrent fájl megynitásakor
it: All'apertura del file .torrent aggiungi alla Cronologia
ja: Torrent ファイルを開くときに、 Torrent 履歴に追加する
nb: Legg til i Torrent historie ved åpning av .torrent- fil
nl: Voeg toe aan torrent geschiedenis bij het openen van. torrent bestand
pl: Dodaj do historii torrentów, gdy otwierasz plik .torrent
pt_br: Adiciona para o Histórico do Torrent quando abrir o arquivo .torrent
ro: Adaugă filele torent deschise la Istoria Torentelor
ru: Добавить в Историю торрентов при открытии файла .torrent
sk: Pridať do Histórie torrentov pri otvorení súboru .torrent
sq: Shotje torrentin në histori kur hap skedarin .torrent
sv: Lägg till i Torrent-historiken när jag öppnar ".torrent"-filer.
th: เพิ่มเข้าไปในประวัติ Torrent เมื่อเปิดไฟล์ .torrent
tr: Bir .torrent dosyası açarken, bunu Torrent Geçmiş'ine ekle.
ug: توررېنت ھۆججىتىنى ئاچقاندا توررېنت تارىخىغا قوش
