Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DetailView_FileList
source: [Finished]
ar: [أنتهى]
bg: [Завършени]
de: [Abgeschlossen]
es: [Completado]
et: [Valmis]
eu: [Amaiturik]
fi: [Valmistunut]
fr: [Terminé]
hu: [Befejezve]
it: [Finito]
ja: [完了]
nb: [Ferdig]
nl: [Klaar]
pl: [Zakończone]
pt_br: [Finalizado]
ro: [Terminat]
ru: [Завершено]
sk: [Ukončené]
sq: [I Përfunduar]
sv: [Klart]
th: [เสร็จแล้ว]
tr: [Bitti]
ug: [تاماملانغان]

# Common
source: Globally Disabled
bg: Глобално забранено
de: Weltweit deaktiviert
es: Discapacitados globales
fr: Globalement désactivé
it: Disabili a livello globale
ja: グローバルに無効
nl: Wereldwijd uitgeschakeld
pl: Globalnie wyłączone
pt_br: Globalmente deficiente
ru: Инвалиды по всему миру
th: ปิดใช้งานทั่วโลก

# DetailView_FileList
source: No support
ar: لا يوجد دعم
bg: Няма поддръжка
de: Keine Unterstützung
es: Sin asistencia
et: EI toeta
eu: Euskarririk ez
fi: Ei tukea
fr: Non supporté
hu: Nem támogatott
it: Non supportato
ja: サポートしていません
nb: Ingen Støtte
nl: Geen ondersteuning
pl: Nie obsługiwany
pt_br: Sem suporte
ro: Nesuportat
ru: Не поддерживается
sk: Bez podpory
sq: Nuk mbështetet
sv: Ingen support
th: ไม่สนับสนุน
tr: Desteklenmiyor
ug: قوللىمايدۇ

# DialogTaskBitTorrentAdvanced
source: (Private Torrent)
ar: (الترونت خاص)
bg: (Частен торент)
de: (Persönlicher Torrent)
es: (Torrent privado)
et: (era -torrent)
eu: (Torrent Pribatua)
fi: (Yksityinen Torrent)
fr: (Torrent privé)
hu: (Privát Torrent)
it: (Torrent privato)
ja: （Private Torrent（非公開））
nb: (Privat Torrent)
nl: (Prive torrent)
pl: (Torrent prywatny)
pt_br: (Torrent Privado)
ro: (Torent Privat)
ru: (Частный торрент)
sk: (osobný torrent)
sq: (Torrent Privat)
sv: (Privat torrent)
th: (Torrent ส่วนบุคคล)
tr: (Özel Torrent)
ug: (شەخسىي توررېنت)

# DetailView_FileList
source: Task Disabled
ar: تعطيل المهمة
bg: Изключена задача
de: Aufgabe deaktiviert
es: Tareas Desabilitado
et: Tegum keeltud
eu: Eginkizun Ezgaitua
fr: Tâche désactivée
it: Task disattivato
ja: タスク無効
nb: Oppgave deaktivert
nl: Taak uitgeschakeld
pl: Zadanie wyłączone
pt_br: Tarefa desativada
ro: Sarcină Dezactivată
ru: Задача не выполняется
sk: Úloha vypnutá
sv: Aktivitet inaktiverad
th: ปิดการทำงานของงาน
tr: Görev Durduruldu
ug: ۋەزىپە چەكلەندى

# DetailView_FileList
source: Click to Add
ar: انقر للإضافة
bg: Кликнете за да добавите
de: Zum Hinzufügen klicken
es: Agregar
et: Kliki lisamiseks
eu: Egin Klik Gehitzeko
fi: Paina Lisääksesi
fr: Cliquez pour ajouter
it: Fai clic per aggiungere
ja: クリックして追加
nl: Klik om toe te voegen
pl: Kliknij, aby dodać
pt_br: Clique para adicionar
ro: Clichează ca să Adaugi
ru: Добавить
sk: Klikni pre pridanie
sv: Klicka för att lägga till
th: คลิกเพื่อเพิ่ม
tr: Eklemek İçin Tıklayın
ug: چېكىلسە قوشىدۇ

# GlobalLog
source: Connecting DHT Network...
bg: Свързване на DHT мрежа...
de: DHT-Netzwerk wird verbunden...
es: Conexión de la red DHT...
fr: Connexion du réseau DHT...
it: Connessione rete DHT in corso...
ja: DHT ネットワークの接続.
nl: DHT-netwerk verbinden...
pl: Podłączanie sieci DHT...
pt_br: Conectando a rede DHT...
ru: Подключение сети DHT...
th: กําลังเชื่อมต่อเครือข่าย DHT...

# Message_MsgNoResponding
source: BitComet is not responding. Do you want to end the program immediately? (Choose "Cancel" to disable this popup)
ar: بيتكومنت لا يستجيب . هل تريد إنهاء البرنامج الان ؟ (أختر " الغاء " لتعطيل هذه النافذه )
bg: BitComet не отговаря. Желаете ли да изключите програмата незабавно? (Изберете "Отмени" за да изключите този прозорец)
de: BitComet antwortet nicht. Wollen Sie das Programm sofort beenden? ("Abbrechen", um diese Meldung zu schließen.)
es: BitComet no responde, ¿quiere cerrar la aplicación? (Pulse en «Cancelar» para desactivar este menú emergente)
et: BitComet ei vasta. Kas sa soovid sulgeda seda programmi koheslet? (Kasuta "Katkesta" Keelamask seda hüpikakent)
eu: BitCometek ez du erantzuten. Nahi duzu programa berehala amaitzea? (Hautatu "Utzi" ohar hau ezgaitzeko)
fi: BitComet ei vastaa. Haluatko lopettaa ohjelman välittömästi? (Valitse "Peruuta" poistaaksesi tämä ikkuna)
fr: BitComet ne répond pas. Voulez-vous arrêter le programme immédiatement ? (Choisissez "Annuler" pour fermer cette fenêtre)
hu: A BitComet nem válaszol. Szeretnéd leállítani a programot? (Válaszd a mégsét, hogy bezárd ezt az ablakot)
it: BitComet non risponde. Si desidera terminare adesso il programma? (Scegli "Cancella" per chiudere questo popup)
ja: BitCometは応答していないようです。プログラムを今すぐ終了しますか？ （このポップアップを無効にするには「キャンセル」をクリックしてください）
nb: BitComet svarer ikke. Ønsker du å avslutte programmet umiddelbart? (Velg "Avbryt" for å deaktivere denne meldingen)
nl: BitComet reageert niet. Wil u het bestand sluiten? (Kies "Annuleren" om deze boodschap uit te schakelen)
pl: BitComet nie odpowiada. Czy chcesz zakończyć ten program natychmiast? (Wybierz "Anuluj", aby wyłączyć to okienko)
pt_br: O BitComet não está respondendo. Você quer encerrar o programa imediatamente? (Escolha "Cancelar" para desabilitar este popup)
ro: BitComet nu mai răspunde. Vrei să închizi programul imediat? (Apasă pe "Anulează" pentru a dezactiva acest popup)
ru: BitComet не отвечает. Закрыть программу немедленно?
sk: BitComet neodpovedá. Želáte si ihneď ukončiť program?
sq: BitComet nuk po përgjigjet. Dëshironi ta mbyllni programin menjëherë? (Zgjidhni "Anullo" për ta çaktivizuar këtë dritare dialoguese)
sv: BitComet svarar inte. Vill du avsluta programmet nu? (Välj "avbryt" för att avaktivera denna popup)
th: BitComet ไม่ตอบสนอง คุณต้องการจะปิดโปรแกรมทันที? (เลือก "ยกเลิก" เพื่อปิดหน้าต่างป๊อบอัพนี้)
tr: BitComet şu anda cevap vermemektedir. Programı hemen sonlandır? (Bu pencereyi kapatmak için "Cancel" tıklayın)
ug: BitComet تا ئىنكاس يوق، بۇ بەزى ئۈچىنچى تەرەپ پروگرامما مەزكۇر پروگراممىنىڭ مەلۇم مەشغۇلاتىنى توسقانلىقتىن كېلىپ چىققان بولۇشى مۇمكىن. پروگراممىنى دەرھال توختىتىپ خاتالىق دوكلاتى يوللامسىز؟ ئەگەر پروگراممىنى دەرھال توختاتسىڭىز، تېخى ساقلىمىغان سانلىق مەلۇماتلارنى يوقاتىشىڭىز مۇمكىن. پروگراممىنى دەرھال توختاتسىڭىز "ھەئە"نى تاللاڭ. پروگراممىغا قايتىپ كۈتۈشنى داۋاملاشتۇرسىڭىز "ياق"نى تاللاڭ. پروگراممىغا قايتىپ كۈتۈشنى داۋاملاشتۇرسىڭىز، ھەمدە بۇ ئەسكەرتىشنى كۆرسەتمەسلىكنى خاھلىسىڭىز، "ۋاز كەچ"نى تاللاڭ.

# DiskBusyTip
source: Disk busy, please wait for a while...
ar: القرص مشغول, الرجاء الانتظار لبعض الوقت...
bg: Дискът е зает, моля, изчакайте...
de: Platte ist ausgelastet. Bitte warten...
es: El disco está ocupado, espere...
et: Ketas hõivatud, palun oota .........
eu: Diska jardunean. mesedez itxaron une batez...
fi: Levy kiireinen, odota hetki...
fr: Disque occupé, attendez un moment S.V.P...
hu: A lemez használatban van, várj egy kicsit...
it: Disco occupato, attendi un attimo...
ja: ディスクアクセス中です。しばらくお待ちください...
nb: Disken er opptatt, vennligst vent en liten stund...
nl: Schijf is bezig, wacht even...
pl: Dysk przeciążony, zaczekaj chwilę...
pt_br: Disco ocupado, por favor espere por enquanto...
ro: Hardiscul este ocupat, așteaptă un pic...
ru: Диск занят. Пожалуйста, подождите...
sk: Disk je zaneprázdnený, vyčkajte prosím...
sq: Disku i zënë, ju lutemi të prisni pak...
sv: Hårddisken är upptagen, vad god vänta ett tag...
th: ดิสก์กำลังทำงานหนัก กรุณารอสักครู่...
tr: Disk meşgul, lütfen bir süre için bekleyin...
ug: دىسكا ئالدىراش، سەل كۈتۈڭ…

# DiskBusyTip
source: Accessing network folder, please wait for a while...
ar: الوصول إلى مجلد الشبكة ، يرجى الانتظار لفتره من الوقت...
bg: Осъществява се достъп до мрежовата папка, моля изчакайте малко...
de: Zugriff auf Netzwerk-Ordner, bitte warten Sie einen Moment...
es: Accediendo a carpeta de red, por favor espere un momento...
et: Ligipääs võrgukausta , palun oodake veidi...
eu: Sare agiritegira sartzen, mesedez itxaron une batez...
fr: Accéder au dossier réseau, s'il vous plaît attendre un certain temps...
it: Accesso alla cartella di rete, si prega di attendere per un po'...
ja: ネットワークフォルダにアクセス中、しばらくお待ちください...
nl: Toegang tot netwerk map, even geduld aub...
pl: Uzyskiwanie dostępu do folderu sieciowego, proszę czekać...
pt_br: Acessando a pasta de rede, por favor aguarde um pouco...
ro: Accesez dosarul din rețea, așteaptă un pic...
ru: Пожалуйста подождите, пока откроется доступ к сетевой папке...
sv: Hämta information från nätverksmappen, var god vänta...
th: กําลังเข้าถึงโฟลเดอร์เครือข่าย โปรดรอสักครู่...
ug: تور قىسقۇچنى زىيارەت قىلىۋاتىدۇ، سەل كۈتۈڭ…

# DiskBusyTip
source: Sorting list, please wait for a while...
ar: قائمه الفرز ، يرجى الانتظار لفتره من الوقت...
bg: Сортиране на списъка, моля изчакйте малко...
de: Sortiere Liste, bitte warten Sie eine Moment...
es: Lista de clasificación, por favor, espere un rato...
et: Sorteerin loetelu, palun oodake veidi...
eu: Zerrenda antolatzen, mesedez itxaron une batez....
fr: Liste de tri, s'il vous plaît attendre un certain temps...
it: Lista di smistamento, si prega di attendere per un po'...
ja: リストを並べ替える、しばらくお待ちください...
nl: Sorteer lijst, even geduld aub...
pl: Sortowanie listy, proszę czekać...
pt_br: Lista de ordenação, por favor aguarde um pouco...
ro: Sortez lista, așteaptă un pic...
ru: Сортировка листа, пожалуйста подождите...
sv: Sorterar lista. Var god vänta ett tag...
th: กําลังเรียงลําดับรายการ โปรดรอสักครู่...
ug: تىزىمنى رەتلەۋاتىدۇ، سەل كۈتۈڭ…

# DiskBusyTip
source: Writing piece_part file, please wait for a while...
ar: كتابه ملف piece_part ، يرجى الانتظار لفتره من الوقت...
bg: Писане piece_part файл, моля изчакайте известно време...
de: Schreiben Sie piece_part Datei, warten Sie bitte eine Weile...
es: Escribiendo el archivo piece_part, por favor espere un rato...
fr: Écriture piece_part fichier, s'il vous plaît attendre un certain temps...
it: Scrivere file piece_part, si prega di attendere per un po'...
ja: piece_partファイルを書き込んでいて、しばらくお待ちください...
nl: Schrijven piece_part bestand, even geduld aub...
pl: Pisanie pliku piece_part, proszę czekać na chwilę...
pt_br: Escrevendo piece_part arquivo, por favor aguarde um pouco...
ru: Напиши файл piece_part, подождите некоторое время ...
th: กําลังเขียนแฟ้มpiece_partโปรดรอสักครู่...

# Notifications
source: Disk write buffer is too large.
de: Der Schreibpuffer des Datenträgers ist zu groß.
es: El búfer de escritura en disco es demasiado grande.
fr: La mémoire tampon d’écriture du disque est trop volumineuse.
it: Il buffer di scrittura su disco è troppo grande.
ja: ディスク書き込みバッファが大きすぎます。
pl: Bufor zapisu na dysku jest zbyt duży.
pt_br: O buffer de gravação de disco é muito grande.
ru: Дисковый буфер записи слишком велик.
th: บัฟเฟอร์การเขียนดิสก์มีขนาดใหญ่เกินไป

# Notifications
source: Disk write speed is slower than network download speed. Download speed limit started.
de: Die Schreibgeschwindigkeit des Datenträgers ist langsamer als die Downloadgeschwindigkeit des Netzwerks. Die Geschwindigkeitsbegrenzung für den Download wurde gestartet.
es: La velocidad de escritura en disco es más lenta que la velocidad de descarga de red. Se ha iniciado el límite de velocidad de descarga.
fr: La vitesse d’écriture sur disque est plus lente que la vitesse de téléchargement réseau. Début de la limite de vitesse de téléchargement.
it: La velocità di scrittura su disco è inferiore alla velocità di download in rete. Il limite di velocità di download è iniziato.
ja: ディスクの書き込み速度は、ネットワークのダウンロード速度よりも遅いです。ダウンロード速度制限が開始しました。
pl: Szybkość zapisu na dysku jest mniejsza niż prędkość pobierania z sieci. Uruchomiono ograniczenie prędkości pobierania.
pt_br: A velocidade de gravação do disco é mais lenta do que a velocidade de download da rede. Limite de velocidade de download iniciado.
ru: Скорость записи на диск ниже, чем скорость загрузки по сети. Запущено ограничение скорости загрузки.
th: ความเร็วในการเขียนดิสก์ช้ากว่าความเร็วในการดาวน์โหลดเครือข่าย เริ่มจํากัดความเร็วในการดาวน์โหลด

# Notifications
source: Current write buffer size:
de: Aktuelle Größe des Schreibpuffers:
es: Tamaño actual del búfer de escritura:
fr: Taille actuelle du tampon d’écriture :
it: Dimensioni del buffer di scrittura corrente:
ja: 現在の書き込みバッファ サイズ:
pl: Bieżący rozmiar bufora zapisu:
pt_br: Tamanho atual do buffer de gravação:
ru: Текущий размер буфера записи:
th: ขนาดบัฟเฟอร์การเขียนปัจจุบัน:

# Notifications
source: Apply download speed limit:
de: Wenden Sie die Download-Geschwindigkeitsbegrenzung an:
es: Aplicar límite de velocidad de descarga:
fr: Appliquer la limite de vitesse de téléchargement :
it: Applica il limite di velocità di download:
ja: ダウンロード速度制限を適用する:
pl: Zastosuj ograniczenie prędkości pobierania:
pt_br: Aplique o limite de velocidade de download:
ru: Примените ограничение скорости загрузки:
th: ใช้ขีด จํากัด ความเร็วในการดาวน์โหลด:

# CtrlDoubleClickAction
source: Open Folder
ar: فتح مجلد
bg: Отваряне на папка
de: Ordner öffnen
es: Abrir Carpeta
et: Ava kaust
eu: Ireki Agiritegia
fr: Ouvrir le dossier
it: Apri Cartella
ja: フォルダを開く
nb: Åpne mappe
nl: Map openen
pl: Otwórz folder
pt_br: Abrir pasta
ro: Deschide Dosarul
ru: Открыть папку
sk: Otvoriť priečinok
sv: Öppna mapp
th: เปิดโฟลเดอร์
tr: Klasör Aç
ug: قىسقۇچ ئاچ

# CtrlDoubleClickAction
source: Show Properties
ar: إظهار الخصائص
bg: Показване на свойства
de: Eigenschaften anzeigen
es: Mostrar propiedades
et: Näita atribuute
eu: Erakutsi Ezaugarriak
fr: Afficher les biens
it: Mostra Proprietà
ja: プロパティ
nl: Eigenschappen tonen
pl: Pokaż właściwości
pt_br: Exibir propriedades
ro: Arată Proprietățile
ru: Показать свойства
sk: Zobraziť vlastnosti
sv: Visa egenskaper
th: แสดงคุณสมบัติ
tr: Özellileri göster
ug: خاسلىقىنى كۆرسەت

# CtrlDoubleClickAction
source: Start/Stop
ar: بدء/إيقاف
bg: Пускане/Спиране
de: Starten/Anhalten
es: Iniciar/Detener
et: Käivita/peata
eu: Hasi/Gelditu
fr: Démarrer/Arrêter
it: Avvio/arresto
ja: スタート/停止
nb: Start/ Stopp
pl: Uruchom/Zatrzymaj
pt_br: Iniciar/Parar
ro: Pornește/Oprește
ru: Запустить/Остановить
sk: Štart/Stop
sv: Starta/Stoppa
th: เริ่ม/หยุด
tr: Başlat/Durdur
ug: باشلا/توختات

# DialogBatchProgress
source: Import Links
ar: استيراد روابط
bg: Внасяне на връзки
de: Verweise importieren
es: Importar enlaces
et: Impordi lingid
eu: Loturak inportatu
fi: Tuo linkkejä
fr: Import de liens
hu: Linkek importálása
it: Importa Indirizzi
ja: リンクをインポート
nb: Importer lenker
nl: Links Importeren
pl: Importuj linki
pt_br: Importar Links
ro: Importă Legături
ru: Импорт ссылок
sk: Importovať odkazy
sq: Importo Lidhjet
sv: Importera länkar
th: นำเข้าลิงค์
tr: Bağlantıları İçeri Aktar
ug: ئۇلانما ئەكىر

# DialogBatchProgress
source: Import Links... (Completed: ${COMPLETED} / Total: ${TOTAL})
ar: استيراد الارتباطات... (استكمال: ${المستكملة}/المجموع: ${المجموع})
bg: Внасяне на адреси... (Завършени: ${COMPLETED} / Всичко: ${TOTAL})
de: Verweise importieren... (Abgeschlossen: ${COMPLETED} / Gesamt: ${TOTAL})
es: Importar enlaces... (Completados: ${COMPLETED} / Total: ${TOTAL})
et: Importimis lingid... (Completed: ${COMPLETED} / Total: ${TOTAL})
eu: Loturak inportatu... (Eginda: ${COMPLETED} / Guztira: ${TOTAL})
fr: Importer un lien... (Completed: ${COMPLETED} / Total: ${TOTAL})
it: Importazione link... (Completati: ${COMPLETED} / Totali: ${TOTAL})
ja: リンクをインポート( ${COMPLETED} 完了/ ${TOTAL} 中)
nl: Links importeren…(Voltooid: ${COMPLETED} / Totaal: ${TOTAL})
pl: Importuj linki... (Ukończonych: ${COMPLETED} / Łącznie: ${TOTAL})
pt_br: Importar Links... (Completos: ${COMPLETED} / Total: ${TOTAL})
ro: Import Legăturile... (Realizat: ${COMPLETED} / Total: ${TOTAL})
ru: Импорт ссылок... (Выполнено: ${COMPLETED} / Всего: ${TOTAL})
sk: Importovať odkazy... (Ukončené na: ${COMPLETED} / Spolu: ${TOTAL})
sv: Importerar länkar... (Slutförda: ${COMPLETED} / Totalt: ${TOTAL})
th: นำเข้าลิงค์... (เสร็จแล้ว: ${COMPLETED} / ทั้งหมดl: ${TOTAL})
tr: Bağlanlatıları İçe Aktar... (Tamamlanan: ${COMPLETED} / Toplam: ${TOTAL})
ug: ‫ئۇلانما ئەكىر… (تاماملانغىنى: ${COMPLETED} / جەمئى: ${TOTAL})

# DialogBatchProgress
source: Creating new tasks
ar: إنشاء مهام جديده
bg: Създава се нова задача
de: Neue Aufgaben erstellen
es: Creando nuevas tareas
et: Loon uue tegumi
eu: Eginkizun berriak sortzen
fr: Création de nouvelles tâches
it: Creare nuova attività
ja: 新しいタスクを作成
nl: Nieuwe taken worden aangemaakt
pl: Tworzenie nowych zadań
pt_br: Criando novas tarefas
ro: Creez sarcinile noi
ru: Создание новых задач
sk: Vytváranie nových úloh
sv: Skapar nya aktiviteter
th: สร้างงานใหม่
tr: Yeni görevler yaratılıyor
ug: يېڭى ۋەزىپە قۇرۇۋاتىدۇ

# DialogBatchProgress
source: Creating new tasks... (Completed: ${COMPLETED} / Total: ${TOTAL})
ar: جارٍ إنشاء مهام جديدة ... (مكتمل: ${COMPLETED} / الإجمالي: ${TOTAL})
bg: Създава се нова задача... (Completed: ${COMPLETED} / Total: ${TOTAL})
de: Neue Aufgaben erstellen... (Abgeschlossen: ${COMPLETED} / Gesamt: ${TOTAL})
es: Creando nuevas tareas... (Completado: ${COMPLETED} / Total: ${TOTAL})
et: Loon uusi ülesandeid... (Completed: ${COMPLETED} / Kokku: ${TOTAL})
eu: Eginkizun berriak sortzen... (Eginda: ${COMPLETED} / Guztira: ${TOTAL})
fr: Création de nouvelles tâches... (Terminé: ${COMPLETED}/Total: ${TOTAL})
it: Creazione di nuovi compiti... (Completato: ${COMPLETED}/totale: ${TOTAL})
ja: タスクを作成中... (Completed: ${COMPLETED} / Total: ${TOTAL})
nl: Nieuwe taken worden aangemaakt…(Voltooid: ${COMPLETED} / Totaal: ${TOTAL})
pl: Tworzenie nowych zadań... (Ukończono: ${COMPLETED} / Całość: ${TOTAL})
pt_br: Criando novas tarefas... (Completas: ${COMPLETED} / Total: ${TOTAL})
ro: Creez sarcinile noi... (Realizat: ${COMPLETED} / Total: ${TOTAL})
ru: Создание новых задач... (Завершено:${COMPLETED} / из: ${TOTAL}
sk: Vytváranie nových úloh... (Dokončené: ${COMPLETED} / Spolu: ${TOTAL})
sv: Skapar nya aktiviteter... (Slutfört: ${COMPLETED} / Totalt: ${TOTAL})
th: กําลังสร้างงานใหม่... (เสร็จสมบูรณ์: ${COMPLETED} / รวม: ${TOTAL})
tr: Yeni görevler yaratılıyor... (Tamamlanan: ${COMPLETED} / Toplam: ${TOTAL})
ug: يېڭى ۋەزىپە قۇرۇۋاتىدۇ…(تاماملانغىنى: ${COMPLETED} /جەمئى: ${TOTAL})

# Message_MsgOpenUnfinishedFile
source: The file "*.piece_part.bc!" contains downloaded data for the corresponding BT task. Please do not delete it.
ar: الملف "*. piece_part.bc!" يحتوي على البيانات التي تم تحميلها لمهمة الترونت المقبلة. الرجاء عدم حذفه.
bg: Файлът "*.piece_part.bc!" съдържа свалени данни за съответната BT задача. Моля, не го изтривайте.
de: Die Datei "*.piece_part.bc!" enthält heruntergeladene Daten von entsprechender BT-Aufgabe. Bitte nicht löschen.
es: El archivo «*.piece_part.bc!» contiene archivos descargados de la tarea de BT en cuestión. No lo elimine.
et: Faili "*.piece_part.bc!" sisaldab allalaetud andmeid vastavalt BT ülesandele. Palun ärge kustutage seda.
eu: "*.piece_part.bc!" agiriak BT eginkizunezko jeitsitako datuak ditu. Mesedez ez ezabatu.
fi: Tiedosto "*.piece_part.bc!" sisältää ladattua dataa vastaavalle BT tehtävälle. Älä poista sitä.
fr: Le fichier "*.piece_part.bc!" contient les données téléchargées de la tâche BT correspondante. Ne le supprimez pas S.V.P.
hu: A "*.piece_part.bc!" fájl a BT feladathoz kapcsolódó letöltött adatokat tárol. Ne töröld.
it: Il file "*.piece_part.bc!" contiene dati scaricati del corrispondente BT task. Non eliminarlo.
ja: "*.piece_part.bc!" ファイルには、BitTorrent タスクのためのダウンロードデータが含まれています。 削除しないでください。
nb: Filen "*. piece_part.bc!" inneholder nedlastede data for den tilsvarende BT oppgaven. Vennligst ikke slett den.
nl: Het bestand "*. piece_part. BC!" bevat gedownloade gegevens voor de corresponderende BT-taak. Gelieve niet te verwijderen.
pl: Plik "*.piece_part.bc!" zawiera pobrane dane odpowiadającego zadania BT Nie usuwaj go.
pt_br: O Arquivo "*.piece_part.bc!" contém dados transferidos da tarefa BitTorrent correspondente. Por favor não o apague.
ro: Fila "*.piece_part.bc!" conține datele descărcate ale sarcinii BT corespunzătoare. N-o șterge.
ru: Файл "*.piece_part.bc!" содержит загруженные данные или соответствует заданию BT Не удаляйте его.
sk: Súbor "*.piece_part.bc!" obsahuje stiahnuté dáta pre zodpovedajúcu úlohu BT. Nevymažte ju prosím.
sv: Filen "*.piece_part.bc!" innehåller nedladdad data som stämmer överens med BT-aktiviteter. Var god radera den inte.
th: แฟ้ม "*.piece_part.bc!" มีข้อมูลที่ดาวน์โหลดสําหรับงาน BT ที่สอดคล้องกัน โปรดอย่าลบออก
tr: İlgili dosya "*. piece_part.bc!" BT görevİ için indirilen veri içerir. Lütfen silmeyin.
ug: سىز ئاچقان "*.piece_part.bc!" ھۆججەتكە ساقلانغىنى ب ت ۋەزىپىسى چۈشۈرگەن قىسمەن سانلىق مەلۇمات. ئۇنى ئۆچۈرمەڭ.

# Message_MsgOpenUnfinishedFile
source: This file "${FILENAME}" has not finished downloading. Do you still want to open this file?
ar: هذا الملف "${FILENAME}"لم ينتهي تحميل الملف. هل لا تزال تريد فتح هذا الملف؟
bg: Файлът "${FILENAME}" все още не е свален. Все още ли желаете да отворите файла?
de: Die Datei "${FILENAME}" wurde noch nicht vollständig heruntergeladen. Wollen Sie diese Datei immer noch öffnen?
es: La descarga del archivo «${FILENAME}» no ha finalizado. ¿Desea abrirlo de todos modos?
et: See fail "${FILENAME}" ei ole lõpuni allalaetud. Kas sa ikka soovid avada seda faili?
eu: Agiri honek "${FILENAME}" ez du jeisketa amaitu. Agiri honen irekitzearekin jarraitzea nahi duzu?
fi: Tätä tiedostoa "${FILENAME}" ei ole ladattu valmiiksi. Haluatko silti avata tämän tiedoston?
fr: Ce fichier "${FILENAME}" n'est pas totalement téléchargé. Voulez-vous tout de même ouvrir ce fichier ?
hu: A(z) "${FILENAME}" fájl nincs teljesen letöltve. Ennek ellenére is meg akarod nyitni a fájlt?
it: Questo file "${FILENAME}" non è ancora stato finito di scaricare. Si vuole lo stesso aprire questo file?
ja: このファイル "${FILENAME}" はダウンロードが完了していません。 それでもこのファイルを開きますか？
nb: Denne filen "${FILENAME}" er ikke ferdig nedlastet. Vil du fortsatt opne filen?
nl: Dit bestand "${FILENAME}" is nog niet volledig gedownload. Wilt u dit bestand toch openen?
pl: Plik "${FILENAME}" nie został do końca pobrany. Czy nadal chcesz otworzyć ten plik?
pt_br: Este arquivo "${FILENAME}" ainda não foi baixado completamente. Você ainda quer abri-lo?
ro: Fila "${FILENAME}" nu a fost descărcată complet. Vrei totuși s-o deschizi?
ru: Загрузка файла "${FILENAME}" не завершена. Вы все равно хотите его открыть?
sk: Tento súbor "${FILENAME}" nebol dosťahovaný. Napriek tomu si prajete otvoriť tento súbor?
sq: Skedari "${FILENAME}" nuk e ka përfunduar shkarkimin. Prapëseprapë dëshironi ta hapni këtë skedar?
sv: Filen "${FILENAME}" är inte helt nedladdad. Vill du fortfarande öppna filen?
th: ไฟล์ "${FILENAME}" นี้ัยังดาวน์โหลดไม่เสร็จ คุณยังต้องการที่จะเปิดไฟล์นี้?
tr: Bu dosyanın "${FILENAME}" indirilmesi bitmedi. Dosyayı yinede açmak istiyor musunuz?
ug: "${FILENAME}" ھۆججەتنى چۈشۈرۈش تېخى تاماملانمىدى، ئۇنى نورمال ئىشلەتكىلى بولماسلىقى مۇمكىن. بۇ ھۆججەت بىلەن باغلانغان كۆڭۈلدىكى پروگرامما ئارقىلىق ئۇنى ئاچامسىز؟

# Message_OpenFileFail
source: Failed opening file.
ar: فشل في فتح الملف.
bg: Отварянето на файла пропадна.
de: Öffnen der Datei fehlgeschlagen.
es: Error al abrir el archivo.
et: Faili avmine luhtus.
eu: Huts egin du agiria irekitzerakoan.
fi: Tiedoston avaaminen epäonnistui.
fr: Ouverture du fichier ratée.
hu: A fájl megnyitása sikertelen.
it: Apertura del file non riuscita.
ja: ファイルが開けません。
nb: Mislyktes å åpne fil.
nl: Openen van het bestand mislukt.
pl: Otwarcie pliku nieudane.
pt_br: Falha ao abrir arquivo.
ro: Deshiderea filei torent a eșuat.
ru: Не удалось открыть файл.
sk: Otvorenie súboru zlyhalo.
sq: Hapja e skedarit dështoi.
sv: Misslyckades att öppna fil.
th: การเปิดไฟล์ล้มเหลว
tr: Dosya Açılamadı.
ug: ھۆججەت ئېچىش مەغلۇپ بولدى.
