Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# MainMenu
source: HTTP/FTP Download...
bg: HTTP/FTP Изтегляне...
de: HTTP/FTP Herunterladen...
es: Descargando HTTP/FTP...
fr: Ajouter une URL HTTP/FTP...
it: Scarica via HTTP/FTP...
ja: HTTP/FTP ダウンロード...
nl: HTTP/FTP downloaden...
pl: HTTP/FTP Pobierz...
pt_br: HTTP/FTP de download...
ru: HTTP/FTP Загрузка...
th: ดาวน์โหลด HTTP/FTP...

# MainMenu
source: HTTP/FTP Batch Download...
bg: HTTP/FTP партида изтегляне...
de: HTTP/FTP-Stapel herunterladen...
es: Descargando lote HTTP/FTP...
fr: Ajouter un lot d'URL HTTP/FTP...
it: Scarica via HTTP/FTP in blocco
ja: HTTP/FTP バッチダウンロード...
nl: HTTP/FTP batch downloaden...
pt_br: HTTP/FTP Lote de download
ru: Пакетная загрузка HTTP/FTP...
th: ดาวน์โหลดชุด HTTP/FTP...

# MainMenu
source: Import and Export Download List...
ar: استيراد وتصدير قائمة التحميل...
bg: Внасяне и изнасяне на списък за сваляне...
de: Liste zum Herunterladen importieren und exportieren...
es: Importar y exportar lista de descarga...
et: Impordi ja ekspordi lõpetamata laadimise loend...
eu: Inportatu eta Esportatu Jeisketa Zerrenda...
fi: Tuo ja Vie Latauslista...
fr: Importer et exporter la liste de téléchargements...
hu: Letöltéslista importálása/exportálása...
it: Importa ed Esporta lista download...
ja: タスクリストのインポートとエクスポート...
nl: Download lijst importeren en exporteren...
pl: Importuj i eksportuj listę pobierania...
pt_br: Importar e Exportar Lista de Downloads...
ro: Importă sau Exportă Lista Descărcărilor...
ru: Импорт и экспорт списка загрузок...
sk: Import a Export zoznamu stiahnutých...
sv: Importera och exportera nedladdningslista...
th: นำเข้าและส่งออกรายการดาวน์โหลด...
tr: İndirme Listesini İçe veya Dışa Aktar...
ug: چۈشۈرۈش تىزىملىكىنى ئەكىر ۋە چىقار…

# MainMenu
source: Import Unfinished Download...
ar: استيراد ما لم يكتمل التحميل...
bg: Внасяне на недовършено сваляне...
de: Nicht abgeschlossene Downloads importieren...
es: Importar descarga no completada...
et: Impordi lõpetamata laadimised...
eu: Inportatu Amaitugabeko Jeisketa...
fi: Tuo Keskeneräinen Lataus...
fr: Importer les téléchargements incomplets...
hu: Befejezetlen letöltés importálása...
it: Importa download incompleti...
ja: ダウンロードが未完了のタスクをインポートする...
nl: Importeer onvoltooide download...
pl: Importuj niezakończone pobieranie...
pt_br: Importar transferência não terminada...
ro: Importă Descărcarea Neterminată...
ru: Импорт незавершенной загрузки...
sk: Importovať nedokončené sťahovania...
sv: Importerar icke slutförd nedladdning...
th: นำเข้าดาวน์โหลดที่ยังไม่เสร็จสิ้น...
tr: Tamamlanmamış İndirmeleri Dışa Aktar...
ug: تاماملانمىغان چۈشۈرۈش ئەكىر…

# MainMenu
source: Exit
bg: Изход
de: Ausgang
es: Salir
fr: Quitter
it: Uscita
ja: 終了
nl: Afsluiten
pl: Wyjście
pt_br: Saír
ru: Выйти
th: ทางออก

# MainMenu
source: Columns
bg: Колони
de: Spalten
es: Columnas
fr: Colonnes
it: Colonne
ja: カラム
nl: Kolommen
pl: Kolumny
pt_br: Colunas
ru: Столбцы
th: คอลัมน์

# MainMenu
source: Show Task Filter
bg: Покажи филтъра на задачите
de: Aufgabenfilter anzeigen
es: Mostrar filtro de tareas
fr: Afficher le filtre des tâches
it: Mostra filtro attività
ja: タスク フィルタの表示
nl: Taakfilter weergeven
pl: Pokaż filtr zadań
pt_br: Mostrar filtro de tarefa
ru: Показать фильтр задач
th: แสดงตัวกรองงาน

# MainMenu
source: Show Grid
bg: Покажи мрежата
de: Raster anzeigen
es: Mostrar cuadrícula
fr: Afficher la grille
it: Mostra griglia
ja: グリッドを表示
nl: Toon Grid
pl: Pokaż siatkę
pt_br: Mostrar Grade
ru: Показать сетку
th: แสดงเส้นตาราง

# MainMenu
source: Auto adjust column width
bg: Автоматично регулиране на ширината на колоните
de: Spaltenbreite automatisch anpassen
es: Ajuste automático del ancho de columna
fr: Réglage automatique de la largeur de la colonne
it: Regolazione automatica della larghezza della colonna
ja: 幅を自動的に調整
nl: Kolombreedte automatisch aanpassen
pl: Automatyczne dopasowywanie szerokości kolumny
pt_br: Ajuste automático da largura da coluna
ru: Автоматическая настройка ширины столбца
th: ปรับความกว้างคอลัมน์โดยอัตโนมัติ

# MainMenu
source: Real-time sort
ar: فرز الوقت الحقيقي
bg: Сортиране в реално време
de: Echtzeit-Sortierung
es: Mantener ordenados
et: Reaal-ajas sortrima
eu: Egizko-denbora maila
fi: Reaaliaikainen lajittelu
fr: Tri en temps-réel
hu: Valósidejű rendezés
it: Ordina in tempo reale
ja: 自動整列
nb: Sanntids sortering
nl: Real-time sorteren
pl: Sortuj w czasie rzeczywistym
pt_br: Classificação em tempo real
ro: Sortează în Timp Real
ru: Сортировка в реальном времени
sk: Triedenie v reánom čase
sq: Renditje në kohë reale
sv: Sortera i realtid
th: จัดแบบ Real-time
tr: Gerçek-zaman türü
ug: رىئال ۋاقىتلىق تەرتىپلەش

# MainMenu
source: Find Task
ar: البحث عن مهمة
bg: Търсене на задача
de: Aufgabe finden
es: Buscar tarea
fr: Rechercher une tâche
it: Trova attività
ja: タスクを探す
nl: Taak zoeken
pl: Znajdź zadanie
pt_br: Localizar tarefa
ru: Найти задачу
th: ค้นหางาน

# MainMenu
source: Buttons
bg: Бутони
de: Schaltflächen
es: Botones
fr: Boutons
it: Pulsanti
ja: ボタン
nl: Knoppen
pl: Przyciski
pt_br: Botões
ru: Кнопки
th: ปุ่ม

# MainMenu
source: Show Button Text
ar: إظهار نص الزر
bg: Показване на текста на бутоните
de: Schaltflächentext anzeigen
es: Mostrar botón Texto
et: Näita nupu teksti
eu: Erakutsi Botoi Izena
fr: Afficher le bouton
it: Mostra testo pulsante
ja: ボタンの文字を表示
nl: Knoptekst weergeven
pl: Pokaż nazwę przycisku
pt_br: Mostrar texto do botão
ro: A&rată Etichetele Butoanelor
ru: Показать текста кнопки
sk: Ukázať text na tlačidlách
sv: Visa knapptext
th: แสดงข้อความบนปุ่ม
tr: Düğme Metinlerini Göster
ug: توپچا خېتىنى كۆرسەت

# MainMenu
source: Show Search Box
ar: إظهار مربع البحث
bg: Показване на полето за търсене
de: Suchenleiste anzeigen
es: Mostrar cuadro de busqueda
et: Näita otsingukasti
eu: Erakutsi Bilaketa Kutxa
fr: Afficher box Recherche
it: Mostra casella di ricerca
ja: 検索ボックスを表示
nl: Zoekvak weergeven
pl: Pokaż okienko wyszukiwania
pt_br: Mostrar caixa de busca
ro: Arată Caseta de Căutare
ru: Показать окно поиска
sk: Ukázať vyhľadávacie okno
sv: Visa sökruta
th: แสดงกล่องค้นหา
tr: Arama Kutusunu Göster
ug: ئىزدەش رامكىسىنى كۆرسەت(&S)

# MainMenu
source: Toolbar
ar: شريط الأدوات
bg: Лента с инструменти
de: Symbolleiste
es: Barra de herramientas
et: Tööriistariba
eu: Tresnabarra
fr: Barre d’outils
it: Barra Strumenti
ja: ツールバー
nl: Werkbalk
pl: Pasek narzędzi
pt_br: Barra de ferramentas
ro: Bara de Unelte
ru: Панель инструментов
sk: Panel nástrojov
sv: Verktygsfält
th: แถบเครื่องมือ
tr: Araç Çubuğu
ug: قورال بالداق

# MainMenu
source: Task List
bg: Списък със задачи
de: Aufgabenliste
es: Lista de Tareas
fr: Liste de tâche
it: Lista Attività
ja: タスクリスト
nl: Taak lijst
pl: Lista zadań
pt_br: Lista de tarefas
ru: Список задач
th: รายการงาน

# MainMenu
source: Show Toolbar
bg: Покажи лентата с инструменти
de: Symbolleiste anzeigen
es: Mostrar la Barra de Herramientas
fr: Afficher la barre d’outils
it: Mostra barra degli strumenti
ja: ツールバーを表示
nl: Werkbalk weergeven
pl: Pokaż pasek narzędzi
pt_br: Exibir Barra de Ferramentas
ru: Показать панель инструментов
th: แสดงแถบเครื่องมือ

# MainMenu
source: Show Favorites
bg: Показване на предпочитани
de: Favoriten anzeigen
es: Mostrar favoritos
fr: Afficher les favoris
it: Mostra Preferiti
ja: お気に入りを表示
nl: Favorieten weergeven
pl: Pokaż ulubione
pt_br: Favoritos do show
ru: Показать &Избранное
th: แสดงรายการโปรด

# MainMenu
source: Show Detailed Info
bg: Покажи подробна информация
de: Detaillierte Informationen anzeigen
es: Mostrar información detallada
fr: Afficher les informations détaillées
it: Mostra informazioni dettagliate
ja: 詳細情報の表示
nl: Gedetailleerde informatie weergeven
pl: Pokaż szczegółowe informacje
pt_br: Mostrar informações detalhadas
ru: Показать подробную информацию
th: แสดงข้อมูลรายละเอียด

# MainMenu
source: Show Status Bar
bg: Покажи лентата на състоянието
de: Statusleiste anzeigen
es: Mostrar barra de estado
fr: Afficher la barre de statut
it: Mostra barra di stato
ja: ステータスバーを表示
nl: Statusbalk weergeven
pl: Pokaż pasek stanu
pt_br: Barra de Status show
ru: Показать строку состояния
th: แสดงแถบสถานะ

# MainMenu
source: Floating Window
bg: Плаващ прозорец
de: Schwebendes Fenster
es: Ventana flotante
fr: Fenêtre flottante
it: Finestra mobile
ja: フローティングウィンドウ
nl: Zwevend venster
pl: Pływające okno
pt_br: Janela flutuante
ru: Плавающее окно
th: หน้าต่างลอย

# MainMenu
source: Dark Mode
de: Dunkel Modus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
pl: Tryb ciemny
pt_br: Modo Escuro
ru: Темный режим
th: โหมดกลางคืน

# MainMenu
source: Skins
es: Estilos
fr: Théme
ja: スキン
pl: Skórki
pt_br: Capas
ru: Скины
th: สกิน

# MainMenu
source: Sign out
ar: تسجيل الخروج
bg: Изход
de: Abmelden
es: Salir
et: Logi välja
eu: Amaitu saioa
fr: Déconnexion
it: Esci
ja: サインアウト
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
ro: Delogare
ru: Выйти
sk: Odhlásiť sa
sv: Logga ut
th: ออกจากระบบ
tr: Çık
ug: تىزىمدىن چىق

# MainMenu
source: Sign in...
bg: Влизане...
de: Anmelden...
es: Inicia sesión...
fr: Connexion...
it: Accedi...
ja: サインイン...
nl: Aanmelden...
pl: Zaloguj...
pt_br: Entrar...
ru: Войти...
th: เข้าสู่ระบบ

# MainMenu
source: Change Password
bg: Промяна на паролата
de: Passwort ändern
es: Cambiar Contraseña
fr: Modifier le mot de passe
it: Cambia Password
ja: パスワードの変更
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt_br: Alterar Senha
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน

# MainMenu
source: Score History
bg: История на резултатите
de: Score-Geschichte
es: Historial de puntuaciones
fr: Historique des scores
it: Cronologia delle partitura
ja: スコア履歴
nl: Score geschiedenis
pl: Historia wyników
pt_br: Histórico de Pontuação
ru: Оценка Истории
th: ประวัติคะแนน

# MainMenu
source: Shutdown Condition
bg: Състояние на изключване
de: Shutdown-Bedingung
es: Condición de apagado
fr: État d’arrêt
it: Condizione di arresto
ja: シャットダウン条件
nl: Voorwaarde afsluiten
pl: Warunek zamknięcia systemu
pt_br: Condição de desligamento
ru: Состояние выключения
th: เงื่อนไขการปิดเครื่อง

# MainMenu
source: When Downloads Complete
ar: عند اكتمال التحميل
bg: При завършване на свалянето
de: Wenn Herunterladen abgeschlossen
es: Cuando se completen las descargas
et: Kui allalaadimine valmis
eu: Jeisketa Osatutakoan
fi: Kun Lataukset Valmistuvat
fr: Quand le téléchargement sera terminé
hu: Amikor a letöltések befejeződnek
it: Quando i download sono completati
ja: ダウンロードが完了したとき
nb: Når nedlastinger er ferdig
nl: Als downloads klaar zijn
pl: Kiedy pobieranie zakończone
pt_br: Downloads Completos
ro: La Terminarea Descărcărilor
ru: Когда загрузки завершены
sk: Ak je sťahovanie dokončené
sv: När nedladdningar slutförs
th: เมื่อดาวน์โหลดเสร็จสิ้น
tr: İndirme tamamlandığı zaman
ug: ھەممە چۈشۈرۈش تاماملانغاندا

# MainMenu
source: When Everything Completes
ar: عند إكتمال الكل
bg: При завършване на всички
de: Wenn alles vollständig
es: Cuando todo se Complete
et: Kui kõik on valmis
eu: Denak Osatutakoan
fi: Kun Kaikki Valmistuu
fr: Quand tout sera terminé
hu: Amikor minden kész
it: Quando tutto è completato
ja: すべてが完了したとき
nb: Når alt er ferdig
nl: Als alles klaar is
pl: Kiedy wszystko wykonane
pt_br: Quando tudo for terminado
ro: La Terminarea Tuturor Sarcinilor
ru: Когда всё завершено
sk: Ak je všetko dokončené
sv: När allting har slutförts
th: เมื่อทุกอย่างเสร็จสิ้น
tr: Herşey Tamamlandığında
ug: ھەممىسى تاماملانغاندا

# MainMenu
source: At specified time (${SHUTDOWN_TIME})...
ar: في الوقت المحدد (${SHUTDOWN_TIME})...
bg: В определеното време (${SHUTDOWN_TIME})...
de: Bestimmter Zeitpunkt (${SHUTDOWN_TIME})...
es: A la hora especificada (${SHUTDOWN_TIME})...
et: Kindlaksmääratud aja (${SHUTDOWN_TIME})...
eu: Adieraziriko denboran (${SHUTDOWN_TIME})...
fi: Määritettyyn aikaan (${SHUTDOWN_TIME})...
fr: À cet horaire (${SHUTDOWN_TIME})...
hu: Meghatározott időben (${SHUTDOWN_TIME})...
it: Al tempo specifico (${SHUTDOWN_TIME})...
ja: 指定された時刻 (${SHUTDOWN_TIME})...
nb: På bestemt tid (${SHUTDOWN_TIME})...
nl: Op bepaalde tijd (${SHUTDOWN_TIME})...
pl: W wyznaczonym czasie (${SHUTDOWN_TIME})...
pt_br: No tempo especificado (${SHUTDOWN_TIME})...
ro: La Ora Specificată (${SHUTDOWN_TIME})...
ru: В определенное время (${SHUTDOWN_TIME})...
sk: V určený čas (${SHUTDOWN_TIME})...
sv: Vid specifik tidpunkt (${SHUTDOWN_TIME})...
th: เมื่อถึงเวลาที่ระบุ (${SHUTDOWN_TIME})...
tr: Belirlenen zamanda (${SHUTDOWN_TIME})...
ug: بەلگىلەنگەن ۋاقىت(${SHUTDOWN_TIME})...

# MainMenu
source: Remember shutdown condition
bg: Запомнете условията на изключване
de: Erinnern Sie sich an den Shutdown-Zustand
es: Recuerde la condición de apagado
fr: Mémoriser l’état d’arrêt
it: Ricorda condizione di arresto
ja: シャットダウン状態を覚えておいてください
nl: Vergeet niet shutdown voorwaarde
pl: Zapamiętaj stan zamknięcia
pt_br: Lembre-se da condição de desligamento
ru: Запомнить состояние выключения
th: จําเงื่อนไขการปิดเครื่อง

# MainMenu
source: Shutdown Action
bg: Изключване действие
de: Shutdown-Aktion
es: Acción de cierre
fr: Action d’arrêt
it: Azione di arresto
ja: シャットダウンアクション
nl: Acties afsluiten
pl: Akcja zamknięcia systemu
pt_br: Ação de desligamento
ru: Действие выключения
th: การกระทําการปิดเครื่อง

# MainMenu
source: Quit
ar: انهاء
bg: Изход
de: Beenden
es: Salir
et: Välju
eu: Utzi
fi: Lopeta
fr: Quitter
hu: Kilépés
it: Chiudi
ja: 終了
nb: Avslutt
nl: Verlaten
pl: Zakończ
pt_br: Sair
ro: Închide Programul
ru: Выйти
sk: Ukončiť
sq: Dil
sv: Avsluta
th: ออกจากโปรแกรม
tr: Çıkış
ug: چېكىن

# MainMenu
source: Sleep
ar: وضع الإسبات
bg: Заспиване
de: Standby-Modus
es: Suspender
et: Unne
eu: Lotarazi
fi: Lepotila
fr: Mise en veille prolongée
hu: Altatás
it: Sospensione
ja: スリープ
nb: Sove
nl: Slapen
pl: Tryb uśpienia
pt_br: Suspender
ro: Pune Calculatorul în Repaus
ru: Cпящий режим
sk: Uspať
sq: Gjumë
sv: Vila
th: เข้าสู่โหมดนอนหลับ
tr: Uyku Moduna Geç
ug: ئۇخلات

# MainMenu
source: Standby
ar: وضع الاستعداد
bg: Режим на готовност
de: Standby-Modus
es: En espera
et: Ooterežiimi
eu: Egonarazi
fi: Valmiustila
fr: Mise en veille
hu: Készenlét
ja: スタンバイ
nb: Ventemodus
pl: Stan wstrzymania
pt_br: Modo de espera
ro: Pune Calculatorul în Veghe
ru: Ждуший режим
sk: Pohotovostný režim
sq: Në pritje
sv: Viloläge
th: เข้าสู่โหมดสแตนด์บาย
tr: Bekleme Kipine Geç
ug: كۈت

# MainMenu
source: Hibernate
ar: إسبات
bg: Хибернация
de: Ruhezustand
es: Hibernar
et: Talveuni
eu: Negutu
fi: Horrostila
fr: Veille prolongée
hu: Hibernálás
it: Iberna
ja: 休止状態
nb: Dvalemodus
nl: Slaapstand
pl: Wstrzymaj
pt_br: Hibernar
ro: Pune Calculatorul în Hibernare
ru: Гибернация
sk: Hibernovať
sq: Hiberno
sv: Vänteläge
th: จำศีล
tr: Hazırda Beklet
ug: ئۈچەك

# MainMenu
source: Log off
ar: تسجيل الخروج
bg: Дънер на разстояние от
de: Abmelden
es: Desconectarse
fr: Déconnexion
it: Esci
ja: ログオフ
nl: AfMelden
pl: Wyloguj się
pt_br: Fazer logoff
ru: Выход
th: ออกจากระบบ

# MainMenu
source: Log out
ar: تسجيل الخروج
bg: Изход
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: ログアウト
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
ru: Выйти
th: ออกจากระบบ

# MainMenu
source: Reboot
ar: إعادة التشغيل
bg: Рестартиране
de: Neustart
es: Reiniciar
et: Taaskäivitamine
eu: Birrabiarazi
fi: Käynnistä uudelleen
fr: Redémarrer
hu: Újraindítás
it: Riavvia
ja: 再起動
nb: Omstart
nl: Opnieuw Opstarten
pl: Uruchom ponownie
pt_br: Reiniciar
ro: Repornește Calculatorul
ru: Перезагрузить
sk: Reštartovať
sq: Rinis
sv: Starta om
th: เปิดเครื่องใหม่
tr: Yeniden Başlat
ug: قايتا قوزغات

# MainMenu
source: Shutdown
ar: إيقاف التشغيل
bg: Изключване
de: Herunterfahren
es: Apagar
et: Lülita välja
eu: Itzali
fi: Sammuta
fr: Éteindre
hu: Leállítás
it: Arresta
ja: シャットダウン
nb: Avslutt
nl: Uitschakelen
pl: Zamknij
pt_br: Desligar
ro: Închide Calculatorul
ru: Выключить
sk: Vypnúť
sq: Fike
sv: Stäng av
th: ปิดเครื่อง
tr: Kapat
ug: توختات

# MainMenu
source: Enable Plugin
ar: تفعيل البرنامج المساعد
bg: Разрешаване на добавката
de: Plug-In aktivieren
es: Activar complemento
et: Luba plugin
eu: Gaitu Plugina
fi: Ota Käyttöön Lisäosa
fr: Activer le greffon
hu: Plugin engedélyezése
it: Abilita il Plugin
ja: プラグインを有効にする
nb: Slå på programtillegg
nl: Plugin inschakelen
pl: Włącz wtyczkę
pt_br: Habilitar complemento
ro: Activează Extensia
ru: Включить плагин
sk: Povoliť zásuvný modul
sv: Använd insticksmodul
th: เปิดใช้งานปลั๊กอิน
tr: Eklentiyi Çalıştır
ug: قىستۇرما دېتال قوزغات

# MainMenu
source: Show Plugin Window
ar: عرض نافذة البرنامج المساعد
bg: Показване на диалоговия прозорец за разширения
de: Plug-In-Fenster anzeigen
es: Mostrar ventana de complementos
et: Näita Window pluginat
eu: Erakutsi Plugin Leihoa
fi: Näytä Lisäosa Ikkuna
fr: Afficher la fenêtre de greffon
hu: Plugin ablak megjelenítése
it: Mostra
ja: プラグインウインドウを表示
nb: Vis programtilleggs-vindu
nl: Venster plug-in weergeven
pl: Pokaż okno wtyczek
pt_br: Mostrar Plugin Window
ro: Arată Fereastra Extensiei
ru: Показать окно плагина
sk: Zobraziť okno zásuvného modulu
sv: Visa pluginfönster
th: แสดงหน้าต่างปลั๊กอิน
tr: Eklenti Penceresini Aç
ug: قىستۇرما دېتال كۆزنىكىنى كۆرسەت

# MainMenu
source: Default Directory
ar: الدليل الافتراضي
bg: Директория по подразбиране
de: Standardordner
es: Directorio predeterminado
et: Vaikimisi kataloog
eu: Zuzenbide Lehenetsia
fi: Oletushakemisto
fr: Répertoire par défaut
hu: Alapértelmezett könyvtár
it: Cartella predefinita
ja: 標準のディレクトリ
nb: Standardmappe
nl: Standaardmap
pl: Katalog domyślny
pt_br: Diretório Padrão
ro: Dosar de Descărcare
ru: Папка по умолчанию
sk: Východzí adresár
sq: Direktoria Bazë
sv: Förvald mapp
th: ไดเรคทอรี่เริ่มต้น
tr: Varsayılan Dizin
ug: كۆڭۈلدىكى مۇندەرىجە

# MainMenu
source: Auto Shutdown
bg: Автоматично изключване
de: Automatisches Herunterfahren
es: Apagado automático
fr: Arrêt automatique
it: Spegnimento automatico
ja: 自動シャットダウン
nl: Automatisch afsluiten
pl: Automatyczne wyłączanie
pt_br: Desligamento automático
ru: Автоматическое выключение
th: ปิดเครื่องอัตโนมัติ

# MainMenu
source: eMule plugin
ar: برنامج eMule المساعد
bg: Добавка за eMule
es: Complemento de eMule
eu: eMule Plugina
fi: eMule lisäosa
fr: Greffon eMule
it: Plugin di eMule
ja: eMule プラグイン
nb: eMule programtillegg
pl: Wtyczka eMule
pt_br: Complemento do emule
ro: Extensie eMule
ru: Плагин eMule
sk: Zásuvný modul eMule
th: ปลั๊กอิน eMule
tr: eMule Eklentisi
ug: eMule قىستۇرما دېتال

# MainMenu
source: Bind Mobile App
bg: Свържете мобилно приложение
es: Enlazar aplicación móvil
fr: Bind Application mobile
it: Associa app per dispositivi mobili
ja: モバイル アプリのバインド
nl: Mobiele app binden
pl: Powiąż aplikację mobilną
pt_br: Vincular aplicativo móvel
ru: Связать мобильное приложение
th: ผูกแอพมือถือ

# MainMenu
source: Detect NAT Type
bg: Откриване на NAT тип
de: NAT-Typ erkennen
es: Detectar tipo de NAT
fr: Détecter le type de NAT
it: Rileva tipo NAT
ja: NAT タイプの検出
nl: NAT-type detecteren
pl: Wykrywanie typu NAT
pt_br: Detectar tipo NAT
ru: Определение типа NAT
th: ตรวจหาชนิด NAT

# MainMenu
source: Language
bg: Език
de: Sprache
es: Idioma
fr: Langage
it: Lingua
ja: 言語
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
th: ภาษา

# MainMenu
source: Options...
bg: Опции...
de: Optionen...
es: Opciones...
it: Opzioni...
ja: オプション...
nl: Opties...
pl: Opcje...
pt_br: Opções...
ru: Опции...
th: ตัวเลือก...

# MainMenu
source: Wiki
bg: Уики
ja: ウィキ
th: วิกิ

# MainMenu
source: Keyboard Shortcuts
bg: Преки пътища от клавиатурата
de: Tastenkombinationen
es: Atajos de teclado
fr: Raccourcis clavier
it: Tastiera Rapida
ja: キーボードショートカット
nl: Toetsenbord sneltoetsen
pl: Skróty klawiaturowe
pt_br: Atalhos de teclado
ru: Горячие клавиши
th: แป้นพิมพ์ลัด

# MainMenu
source: Changelog
bg: Дневник на промените
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
it: Elenco dei cambiamenti
ja: 変更ログ
nl: Wijzigingslog
pl: Lista zmian
pt_br: Log de Alterações
ru: Изменения
th: บันทึกการเปลี่ยนแปลง

# MainMenu
source: Homepage
bg: Домашна страница
de: Startseite
es: Página principal
fr: Page d'accueil
it: Pagina Iniziale
ja: ホームページ
nl: Homepagina
pl: Strona domowa
pt_br: Página inicial
ru: Домашняя страница
th: หน้าแรก

# MainMenu
source: Forums
bg: Форуми
de: Foren
es: Foros
it: Forum
ja: フォーラム
pl: Fora
pt_br: Fóruns
ru: Форумы
th: กระดานสนทนา

# MainMenu
source: Check for Updates...
bg: Проверка за актуализации...
de: Aktualisierungen überprüfen......
es: Buscar actualizaciones...
fr: Rechercher des mises à jour...
it: Controlla gli aggiornamenti...
ja: アップデートの確認...
nl: Controleren op updates...
pl: Sprawdź dostępność aktualizacji...
pt_br: Verifique se há atualizações...
ru: Проверьте наличие обновлений...
th: ตรวจหาการปรับปรุง...

# MainMenu
source: About BitComet
bg: За BitComet
de: Über BitComet
es: Acerca de BitComet
fr: À propos de BitComet
it: Informazioni su BitComet
ja: BitComet について
nl: Over BitComet
pl: O BitComet
pt_br: Sobre bitComet
ru: О компании BitComet
th: เกี่ยวกับ Bitcomet

# MainMenu
source: Reduce Working Set
bg: Намаляване на работния набор
de: Reduzieren Sie den Arbeitssatz
es: Reducir el conjunto de trabajo
fr: Réduire l'ensemble de travail
it: Ridurre il gruppo di lavoro
ja: ワーキング セットの削減
nl: Werk set reduceren
pl: Zmniejsz zestaw roboczy
pt_br: Reduza o conjunto de trabalho
ru: Сокращение рабочего набора
th: ลดชุดการทํางาน

# MainMenu
source: Optimize System Heap
bg: Оптимизиране на системната купе
de: Optimieren des Systemheaps
es: Optimizar el montón del sistema
fr: Optimiser le tas de système
it: Ottimizzare l'heap di sistemaOptimize System Heap
ja: システム ヒープの最適化
nl: Systeemheap optimaliseren
pl: Optymalizacja sterty systemu
pt_br: Otimizar o sistema heap
ru: Оптимизация системы кучи
th: ปรับฮีประบบให้เหมาะสม

# MainMenu
source: Dump Memory Info...
bg: Разтоварване на информация за памет...
de: Speicherinformationen absetzen...
es: Información de memoria de volcado...
fr: Informations sur la mémoire de vidange...
it: Dump informazioni memoria...
ja: メモリ情報をダンプしています...
nl: Dump geheugen info...
pl: Zrzut pamięci informacje...
pt_br: Informações de memória de despejo...
ru: Информация о памяти свалки...
th: การถ่ายโอนข้อมูลหน่วยความจํา...

# MainMenu
source: Remove All Metadata Tasks
bg: Премахване на всички задачи за метаданни
de: Entfernen Aller Metadatenaufgaben
es: Eliminar todas las tareas de metadatos
fr: Supprimer toutes les tâches de métadonnées
it: Rimuovi tutte le attività dei metadati
ja: すべてのメタデータ タスクを削除する
nl: Alle metagegevenstaken verwijderen
pl: Usuń wszystkie zadania metadanych
pt_br: Remover todas as tarefas de metadados
ru: Удалить все задачи метаданных
th: เอางาน Metadata ทั้งหมดออก

# MainWindow
source: Select Default Directory
ar: حدد الدليل الافتراضي
bg: Избор на директория по подразбиране
de: Standard-Ordner auswählen
es: Seleccione el directorio por defecto
et: Taasta vaikimisi kataloog
eu: Hautatu Lehenetsitako Zuzenbidea
fi: Valitse Oletushakemisto
fr: Sélectionner le répertoire par défaut
hu: Alapértelmezett könyvtár kiválasztása
it: Seleziona la cartella predefinita
ja: 標準のディレクトリを指定してください
nb: Velg Standard Mappe
nl: Selecteer Standaardmap
pl: Wybierz domyślny katalog
pt_br: Selecionar Diretório Padrão
ro: Dosarul de Descărcare
ru: Выбрать папку по умолчанию
sk: Označ predvolený adresár
sq: Përzgjidh direktorinë Standarte
sv: Välj standardmapp
th: เลือกไดเรคทอรี่เก็บเริ่มต้น
tr: Varsayılan Dizini Seç
ug: كۆڭۈلدىكى مۇندەرىجىنى تاللاڭ

# MainMenu
source: Others
ar: الآخرون
bg: Други
de: Andere
es: Otros
et: Muud
eu: Besteak
fi: Muut
fr: Autre
hu: Egyéb
it: Altre
ja: その他
nb: Andre
nl: Overige
pl: Inne
pt_br: Outros
ro: Alta
ru: Другие
sk: Ostatné
sq: Të tjerë
sv: Övriga
th: อื่นๆ
tr: Diğerleri
ug: باشقىلار
