Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# CView_SummaryList
source: ${CONNECTED_NUM} of ${CONNECT_TOTAL} connected
ar: ${CONNECTED_NUM} من ${CONNECT_TOTAL} متصل
bg: Свързани са ${CONNECTED_NUM} от общо ${CONNECT_TOTAL}
de: ${CONNECTED_NUM} von ${CONNECT_TOTAL} verbunden
es: Conectados ${CONNECTED_NUM} de ${CONNECT_TOTAL}
et: ${CONNECTED_NUM} arv ${CONNECT_TOTAL} ühendustest
eu: ${CONNECTED_NUM} of ${CONNECT_TOTAL} elkarketaturik
fi: ${CONNECTED_NUM} joista ${CONNECT_TOTAL} yhdistetty
fr: ${CONNECTED_NUM} sur ${CONNECT_TOTAL} connectés
hu: ${CONNECTED_NUM} kapcsolódva ${CONNECT_TOTAL} -ból
it: ${CONNECTED_NUM} di ${CONNECT_TOTAL} connessi
ja: ${CONNECT_TOTAL} 中 ${CONNECTED_NUM} 接続済
nb: ${CONNECTED_NUM} av ${CONNECT_TOTAL} tilkoblet
nl: ${CONNECTED_NUM} van ${CONNECT_TOTAL} verbonden
pl: ${CONNECTED_NUM} z ${CONNECT_TOTAL} podłączone
pt_br: ${CONNECTED_NUM} de ${CONNECT_TOTAL} conexões
ro: ${CONNECTED_NUM} din ${CONNECT_TOTAL} conectați
ru: ${CONNECTED_NUM} из ${CONNECT_TOTAL} подключено
sk: ${CONNECTED_NUM} z ${CONNECT_TOTAL} pripojených
sv: ${CONNECTED_NUM} av ${CONNECT_TOTAL} anslutna
th: เชื่อมต่อไปแล้ว ${CONNECTED_NUM} จาก ${CONNECT_TOTAL}
tr: ${CONNECT_TOTAL} bağlantıdan ${CONNECTED_NUM} bağlı
ug: ${CONNECT_TOTAL} دىن (${CONNECTED_NUM}ئۇلاندى)

# Common
source: selected
bg: избрано
de: ausgewählt
es: seleccionado
fr: sélectionné
it: selezionato
ja: 選択済み
nl: geselecteerd
pl: wybrane
pt_br: selecionados
ru: выбрано
th: เลือก

# Common
source: opened
bg: отворено
de: geöffnet
es: abiertos
fr: ouvert
it: aperto
ja: オープン
nl: geopend
pl: otwarcie
pt_br: aberto
ru: открыто
th: เปิด

# Common
source: Piece-Aligned
bg: Изравнени
de: Stück-ausgerichtet
es: Alineado con piezas
fr: Alignés sur des pièces
it: Allineato ai pezzi
ja: ピースアライメント
nl: Stuk uitgelijnd
pl: Wyrównane fragmenty
pt_br: Com peças alinhadas
ru: Кусок выровнены
th: จัดแนวชิ้น

# Common
source: Not Piece-Aligned
bg: Неподравен
de: Nicht stückweise ausgerichtet
es: No alineado con la pieza
fr: Pas alignés sur des pièces
it: Non allineato ai pezzi
ja: ピース整列しない
nl: Niet stuk uitgelijnd
pl: Nie wyrównane fragmenty
pt_br: Não alinhado a peças
ru: Не кусок выровнены
th: ไม่จัดแนวเป็นชิ้นๆ

# CView_SummaryList
source: ${SIZE_BT} (${SIZE_TOTLE_BT} in total)
ar: ${SIZE_BT} (${SIZE_TOTLE_BT} في المجموع)
bg: ${SIZE_BT} (общо ${SIZE_TOTLE_BT})
de: ${SIZE_BT} (${SIZE_TOTLE_BT} Gesamt)
es: ${SIZE_BT} (${SIZE_TOTLE_BT} en total)
et: ${SIZE_BT} (${SIZE_TOTLE_BT} kogusummas)
eu: ${SIZE_BT} (${SIZE_TOTLE_BT} guztira)
fi: ${SIZE_BT} (${SIZE_TOTLE_BT} yhteensä)
fr: ${SIZE_BT} (${SIZE_TOTLE_BT} au total)
it: ${SIZE_BT} (${SIZE_TOTLE_BT} in totale)
ja: ${SIZE_BT} (全体 ${SIZE_TOTLE_BT} )
nl: ${SIZE_BT} (${SIZE_TOTLE_BT} in totaal)
pl: ${SIZE_BT} (${SIZE_TOTLE_BT} łącznie)
pt_br: ${SIZE_BT} (${SIZE_TOTLE_BT} no total)
ro: ${SIZE_BT} (${SIZE_TOTLE_BT} în total)
ru: всего ${SIZE_BT} (${SIZE_TOTLE_BT})
sk: ${SIZE_BT} (${SIZE_TOTLE_BT} spolu)
sv: ${SIZE_BT} (${SIZE_TOTLE_BT} totalt)
th: ${SIZE_BT} (จากทั้งหมด ${SIZE_TOTLE_BT} )
tr: ${SIZE_BT} (toplam ${SIZE_TOTLE_BT})
ug: ${SIZE_BT} (${SIZE_TOTLE_BT} جەمئى)

# CView_SummaryList
source: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} in total)
ar: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} in total)
bg: ${SIZE_P2SP} (общо ${SIZE_TOTLE_P2SP})
de: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} Gesamt)
es: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} en total)
et: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} kogusummas)
eu: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} guztira)
fi: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} yhteensä)
fr: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} au total)
it: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} in totale)
ja: ${SIZE_P2SP} (全体 ${SIZE_TOTLE_P2SP} )
nb: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} totalt)
nl: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} in totaal)
pl: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} łącznie)
pt_br: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} no total)
ro: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} în total)
ru: всего ${SIZE_P2SP} (${SIZE_TOTLE_P2SP})
sk: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} spolu)
sv: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} totalt)
th: ${SIZE_P2SP} (จากทั้งหมด ${SIZE_TOTLE_P2SP} )
tr: ${SIZE_P2SP} (toplam ${SIZE_TOTLE_P2SP})
ug: ${SIZE_P2SP} (${SIZE_TOTLE_P2SP} جەمئى)

# CView_SummaryList
source: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} in total)
ar: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} في المجموع)
bg: ${SIZE_EMULE} (общо ${SIZE_TOTLE_EMULE})
de: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} Gesamt)
es: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} en total)
et: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} kogusummas)
eu: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} guztira)
fi: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} yhteensä)
fr: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} au total)
it: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} in totale)
ja: ${SIZE_EMULE} (全体 ${SIZE_TOTLE_EMULE} )
nb: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} totalt)
nl: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} in totaal)
pl: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} łącznie)
pt_br: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} no total)
ro: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} în total)
ru: всего ${SIZE_EMULE} (${SIZE_TOTLE_EMULE})
sk: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} spolu)
sv: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} totalt)
th: ${SIZE_EMULE} (จากทั้งหมด ${SIZE_TOTLE_EMULE} )
tr: ${SIZE_EMULE} (toplam ${SIZE_TOTLE_EMULE})
ug: ${SIZE_EMULE} (${SIZE_TOTLE_EMULE} جەمئى

# CView_SummaryList
source: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} in total)
ar: (${SIZE_TOTLE_RUBBISH} في المجموع) ${SIZE_RUBBISH}
bg: ${SIZE_RUBBISH} (общо ${SIZE_TOTLE_RUBBISH})
de: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} Gesamt)
es: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} en total)
et: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} kogusummas)
eu: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} guztira)
fi: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} yhteensä)
fr: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} au total)
it: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} in totale)
ja: ${SIZE_RUBBISH} (全体 ${SIZE_TOTLE_RUBBISH} )
nl: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} in totaal)
pl: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} łącznie)
pt_br: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} no total)
ro: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} în total)
ru: всего ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH})
sk: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} spolu)
sv: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} totalt)
th: ${SIZE_RUBBISH} (จากทั้งหมด ${SIZE_TOTLE_RUBBISH})
tr: ${SIZE_RUBBISH} (toplam ${SIZE_TOTLE_RUBBISH})
ug: ${SIZE_RUBBISH} (${SIZE_TOTLE_RUBBISH} جەمئى)

# CView_SummaryList
source: has no link
ar: لا يوجد رابط
bg: няма връзка
de: hat keine Verbindung
es: no tiene enlace
et: has ei ole link
eu: ez du loturarik
fi: ei linkkiä
fr: n'a aucun lien
hu: : nincs link
it: non ha nessun link
ja: リンクはありません
nb: har ingen lenke
nl: heeft geen link
pl: nie ma linku
pt_br: não tem ligação
ro: nu are legătură
ru: нет ссылки
sk: zlá adresa:
sq: nuk ka lidhje
sv: har ingen länk
th: ไม่มีลิงค์
tr: link yok
ug: ئۇلانما يوق

# CView_SummaryList
source: Progress
ar: المنجز
bg: Напредък
de: Fortschritt
es: Progreso
et: Edenemine
eu: Garapena
fi: Edistyminen
fr: Progression
hu: Folyamat
it: Avanzamento
ja: 進行状況
nb: Fremgang
nl: Proces
pl: Ukończone
pt_br: Progresso
ro: Progres
ru: Выполнение
sk: Priebeh
sq: Përparimi
sv: Förlopp
th: ความคืบหน้า
tr: İlerleme
ug: سۈرئەت

# CView_SummaryList
source: Availability
ar: متوفر
bg: Наличност
de: Verfügbarkeit
es: Disponibilidad
fr: Disponibilité
it: Disponibilità
ja: 可用性
nl: Beschikbaarheid
pl: Dostępność
pt_br: Disponibilidade
ru: Доступность
th: พร้อมใช้งาน

# CView_SummaryList
source: Modify Tag
ar: تعديل العلامات
bg: Промяна на тага
de: Tag ändern
es: Modificar etiqueta
et: Muuda silti
eu: Etiketa aldatu
fi: Muokkaa Tagia
fr: Modifier l'étiquette
hu: Cimke Módosítása
it: Modifica tag
ja: タグの編集
nb: Modifiser Merke
nl: Modificeer de Tag
pl: Modyfikuj znacznik
pt_br: Modificar etiqueta
ro: Modifică Eticheta
ru: Изменить метку
sk: Zmeniť označenie
sq: Modifiko Etiketën
sv: Ändra tagg
th: แก้ไขแท็ก
tr: Etiketi Düzenle
ug: خەتكۈچنى ئۆزگەرت

# CView_SummaryList
source: Open Folder
ar: افتح مجلد
bg: Отваряне на папка
de: Ordner öffnen
es: Abrir carpeta
et: Ava kataloog
eu: Ireki Agiritegia
fi: Avaa Kansio
fr: Ouvrir le dossier
hu: Mappa Megnyitása
it: Apri cartella
ja: フォルダを開く
nb: Åpne mappe
nl: Map openen
pl: Otwórz folder
pt_br: Abrir Pasta
ro: Deschide Dosarul
ru: Открыть папку
sk: Otvoriť priečinok
sq: Hape Folderin
sv: Öppna mapp
th: เปิดแฟ้ม
tr: Klasör Aç
ug: قىسقۇچ ئاچ

# CView_SummaryList
source: BitTorrent peers:
ar: أقران BitTorrent :
bg: BitTorrent пиъри:
es: Pares en BitTorrent:
et: BitTorrent partnerid:
eu: BitTorrent hartzaileak
fi: BitTorrent jakaja:
fr: Pairs BitTorrent :
it: Peer BitTorrent:
ja: BitTorrent ピア:
nl: BitTorrent leeftijdgenoten:
pl: Peerów BitTorrent:
pt_br: Pares de BitTorrent:
ro: Parteneri BitTorrent:
ru: BitTorrent пиров:
sk: BitTorrent peerov:
th: ผู้ใช้ BitTorrent:
tr: BitTorrent Eşleri:
ug: ب ت ئىشلەتكۈچىلەر:

# CView_SummaryList
source: Long-Term Seeds:
ar: بذور طويلة الأجل:
bg: Продължително сийдващи:
de: Langfristige Seeds:
es: Seeds a largo plazo:
et: Pikaajaline jagamised:
eu: Epeluzeko Emaleak
fr: Source à long terme:
it: Semi a lungo termine:
ja: 維持的なシード:
nl: Lange termijn zaden:
pl: Długoterminowe seedy:
pt_br: Seeds de longo prazo:
ro: Donatori pe Termen Lung:
ru: Долгосрочные сиды:
sk: Dlhodobých seedov:
sv: Långperiods-seeds:
th: เมล็ดพันธุ์ระยะยาว:
tr: Uzun Süreli Kaynaklar:
ug: ئۇزۇن مۇددەتلىك ئۇرۇق:

# CView_SummaryList
source: eMule sources:
ar: مصادر eMule ::
bg: eMule източници:
de: eMule-Quellen:
es: fuentes de eMule:
et: eMule allikad:
eu: eMule iturriak:
fi: eMule lähteet:
fr: sources eMule:
it: Fonti eMule:
ja: eMule ソース:
nb: eMule- kilder:
nl: eMule bronnen:
pl: Źródła eMule:
pt_br: Fontes do eMule:
ro: Surse eMule:
ru: eMule источников:
sk: Zdroje eMule:
sv: eMule-källor:
th: แหล่งที่มาของ eMule:
tr: eMule kaynakları:
ug: eMule چۈشۈرۈش:

# CView_SummaryList
source: Dropped data:
ar: إسقاط البيانات:
bg: Пропуснати данни:
de: Ausgelassene Daten:
es: Datos descartados:
et: Asetamise aeg:
eu: Bazterturiko datuak:
fi: Pudotettu data:
fr: Données perdues:
it: Dati ignorati:
ja: 破棄されたデータ:
nl: Daalde gegevens:
pl: Utracone dane:
pt_br: Dados descartados:
ro: Date inutile:
ru: Лишних данных:
sk: Stratené dáta:
sv: Förlorad data:
th: ข้อมูลที่ถูกทิ้ง:
tr: İptal edilen/Kullanılamayacak veri:
ug: تاشلانغان سانلىق مەلۇمات:

# CView_SummaryList
source: Long-Term Seeding:
ar: البذر علي المدى الطويل:
bg: Продължително сийдване:
de: Langfristiges seeden:
es: Seeding a largo plazo:
et: Pikaajaline jagamine:
eu: Epeluzez Ematen
fr: Partage à long terme:
it: Semina a lungo termine:
ja: 維持的なシード:
nl: Lange termijn zaaien:
pl: Długoterminowy seed:
pt_br: Seeding de longo prazo:
ro: Donare pe Termen Lung:
ru: Долгосрочная раздача:
sk: Dlhodobé seedovanie:
sv: Långperiods-seeding:
th: การเพาะเมล็ดระยะยาว:
tr: Uzun Süreli Gönderim:
ug: ئۇزۇن مۇددەتلىك ئۇرۇق يوللاش:

# CView_SummaryList
source: eMule uploading:
ar: تحديث eMule :
bg: eMule качване:
de: eMule hochladen:
es: Subidas de eMule:
et: eMule üleslaadimne:
eu: eMule igotzen:
fi: eMule lähetys:
fr: Uploading eMule :
it: Upload da eMule:
ja: eMule アップロード:
nb: eMule opplasting:
nl: eMule uploaden:
pl: Wysyłanie eMule:
pt_br: O eMule está enviando:
ro: Încărcare eMule:
ru: eMule загрузки:
sk: eMule nahrávanie:
sv: eMule-uppladdning:
th: eMule กําลังอัปโหลด:
tr: eMule gönderme:
ug: eMule يۈكلەش:

# CView_SummaryList
source: Mobile App:
bg: Мобилно приложение:
es: Aplicación móvil:
fr: Application mobile:
it: App per dispositivi mobili:
ja: モバイルアプリ:
nl: Mobiele app:
pl: Aplikacja mobilna:
pt_br: Aplicativo móvel:
ru: Мобильное приложение:
th: แอพมือถือ:

# CView_SummaryList
source: Size used for file boundary alignment:
bg: Размер, използван за подравняване на границите на файла:
de: Für die Ausrichtung der Dateibegrenzung verwendete Größe:
es: Tamaño utilizado para la alineación de límites de archivos:
fr: Taille utilisée pour l’alignement des limites du fichier :
it: Dimensione utilizzata per l'allineamento dei limiti dei file:
ja: ファイル境界の配置に使用されるサイズ:
nl: Grootte die wordt gebruikt voor het uitlijnen van de bestandsgrenzen:
pl: Rozmiar używany do wyrównania granic plików:
pt_br: Tamanho usado para alinhamento de limite de arquivo:
ru: Размер, используемый для выравнивания границ файла:
th: ขนาดที่ใช้สําหรับการจัดตําแหน่งขอบเขตแฟ้ม:

# CView_SummaryList
source: Total size including file boundary padding:
de: Gesamtgröße einschließlich Auffüllung der Dateigrenzen:
es: Tamaño total, incluido el relleno de límites de archivo:
fr: Taille totale, y compris le remplissage des limites du fichier :
it: Dimensioni totali, inclusa la spaziatura dei bordi del file:
ja: ファイル境界のパディングを含む合計サイズ:
pl: Całkowity rozmiar wraz z wypełnieniem granic plików:
pt_br: Tamanho total, incluindo preenchimento de limite de arquivo:
ru: Общий размер, включая заполнение границ файла:
th: ขนาดรวมรวมถึงช่องว่างภายในขอบเขตไฟล์:

# CView_SummaryList
source: The number of acquired piece hashes not included in metadata.
de: Die Anzahl der erfassten Teile-Hashes, die nicht in den Metadaten enthalten sind.
es: El número de hashes de piezas adquiridos no incluidos en los metadatos.
fr: Nombre de hachages de pièces acquis non inclus dans les métadonnées.
it: Numero di hash di pezzi acquisiti non inclusi nei metadati.
ja: メタデータに含まれていない取得ピースハッシュの数。
pl: Liczba uzyskanych skrótów elementów nieuwzględnionych w metadanych.
pt_br: O número de hashes de peça adquirida não está incluído em metadados.
ru: Количество приобретенных фрагментов хэшей, не включенных в метаданные.
th: จํานวนแฮชของชิ้นที่ได้มาซึ่งไม่รวมอยู่ในข้อมูลเมตา

# CView_SummaryList
source: For BitTorrent v2 task only.
de: Nur für BitTorrent v2-Aufgaben.
es: Solo para la tarea BitTorrent v2.
fr: Pour la tâche BitTorrent v2 uniquement.
it: Solo per l'attività BitTorrent v2.
ja: BitTorrent v2 タスクのみ。
pl: Tylko dla zadania BitTorrent v2.
pt_br: Apenas para a tarefa BitTorrent v2.
ru: Только для задачи BitTorrent v2.
th: สําหรับงาน BitTorrent v2 เท่านั้น

# CView_SummaryList
source: Only pieces in files larger than piece size are counted.
de: Es werden nur Teile in Dateien gezählt, die größer als die Stückgröße sind.
es: Solo se cuentan las piezas en archivos más grandes que el tamaño de la pieza.
fr: Seuls les morceaux dans les fichiers plus grands que la taille de la pièce sont comptés.
it: Vengono conteggiati solo i pezzi in file di dimensioni superiori a quelle del pezzo.
ja: ピースサイズより大きいファイル内のピースのみがカウントされます。
pl: Liczone są tylko kawałki w plikach większych niż rozmiar sztuki.
pt_br: Apenas peças em arquivos maiores que o tamanho da peça são contadas.
ru: Учитываются только фрагменты в файлах, размер которых превышает размер куска.
th: นับเฉพาะชิ้นในไฟล์ที่มีขนาดใหญ่กว่าขนาดชิ้นเท่านั้น

# CView_SummaryList
source: The pieces in other files are omitted because the root hashes of small files are already included in metadata.
de: Die Teile in anderen Dateien werden weggelassen, da die Root-Hashes kleiner Dateien bereits in Metadaten enthalten sind.
es: Las piezas en otros archivos se omiten porque los hashes raíz de archivos pequeños ya están incluidos en los metadatos.
fr: Les éléments des autres fichiers sont omis car les hachages racine des petits fichiers sont déjà inclus dans les métadonnées.
it: I pezzi in altri file vengono omessi perché gli hash radice di piccoli file sono già inclusi nei metadati.
ja: 他のファイルの部分は、小さなファイルのルートハッシュがメタデータに既に含まれているため、省略されています。
pl: Fragmenty w innych plikach są pomijane, ponieważ skróty główne małych plików są już zawarte w metadanych.
pt_br: As peças em outros arquivos são omitidas porque os hashes raiz de pequenos arquivos já estão incluídos em metadados.
ru: Фрагменты в других файлах опущены, потому что корневые хэши небольших файлов уже включены в метаданные.
th: ชิ้นส่วนในแฟ้มอื่นจะถูกละเว้นเนื่องจากแฮชรากของแฟ้มขนาดเล็กถูกรวมไว้ในข้อมูลเมตาแล้ว

# CView_SummaryList
source: Connections:
ar: الإتصالات:
bg: Връзки:
de: Verbindungen:
es: Conexiones:
et: Ühendused:
eu: Elkarketak
fi: Yhteydet:
fr: Connexions :
hu: Kapcsolatok:
it: Connessioni:
ja: 接続:
nb: Tilkoblinger:
nl: Verbindingen:
pl: Połączenia:
pt_br: Conexões:
ro: Conexiuni:
ru: Соединения:
sk: Spojenia:
sq: Lidhjet:
sv: Anslutningar:
th: การเชื่อมต่อ:
tr: Bağlantılar:
ug: ئۇلىنىش سانى:

# CView_SummaryList
source: Mirrors:
ar: المرايا:
bg: Огледала:
de: Spiegel:
es: Espejos:
et: Peeglid:
eu: Izpiluak:
fi: Peilejä:
fr: Miroirs :
hu: Tükrök:
it: Mirror:
ja: ミラー:
nb: Alternative kilder:
nl: Spiegels:
pl: Mirrory:
pt_br: Servidores-espelho:
ro: Clone:
ru: Зеркала:
sk: Zrkadlá:
sq: Pasqyrat:
th: หน้าต่าง:
tr: Yansılar:
ug: تەسۋىر:

# CView_SummaryList
source: Referrer:
bg: Референт:
es: Referente:
it: Riferimento:
ja: リファラ：
pl: Odsyłacz:
pt_br: Referenciador:
ru: Реферер:
th: ผู้อ้างอิง:

# TorrentShare
source: Title
ar: العنوان
bg: Заглавие
de: Titel
es: Título
et: Nimetus
eu: Izenburua
fi: Otsikko
fr: Titre
hu: Cím
it: Titolo
ja: タイトル
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
ro: Titlu
ru: Заголовок
sk: Názov
sq: Titulli
sv: Titel
th: ชื่อ
tr: Başlık
ug: ماۋزۇ

# TorrentShare
source: BitComet has not connected to any peer supporting Torrent Share. Please check it later.
ar: بيتكومن غير متصل مع أي مقترن متشارك . الرجاء التحقق فى وقت لاحق
bg: BitComet не е свързан с нито един пиър, който поддържа споделяне на торенти. Моля, проверете по-късно.
de: BitComet ist mit keinem Peer verbunden, der Torrent-Freigabe unterstützt. Bitte später erneut überprüfen.
es: BitComet no se ha conectado con ningún usuario compatible con Torrent. Inténtelo de nuevo más tarde.
et: BitCometil pole ühendust ühegi jagajaga toetamaks jagamist. Palun proovi hiljem uuesti
eu: BitComet ez dago elkarketaturik Torrent Partekatze hartzaile bati ere. Mesedez egiaztatu geroago.
fi: BitComet ei ole yhdistänyt yhteenkään jakajaan joka tukisi Torrent Jakoa. Tarkista myöhemmin uudelleen.
fr: BitComet ne s'est connecté à aucun pair qui puisse partager des torrents. Veuillez réessayer plus tard.
hu: BitComet nem támogatja a torrent megosztását, mert nem csatlakozik egy peer sem. Kérem, nézzen vissza később.
it: BitComet non è connesso a nessun peer che supporta Torrent Share. Controlla più tardi.
ja: BitCometは現在、他のTorrent共有が有効になっているピアと接続していません。しばらくしてからおためし下さい。
nl: BitComet is met geen enkele peer verbonden die Torrent Delen ondersteunt. Probeer later opnieuw.
pl: BitComet nie jest podłączony do żadnego peera udostępniającego torrent. Spróbuj później.
pt_br: O BitComet não se conectou à nenhuma ponta que suporte compartilhamento de torrents. Por favor verifique mais tarde.
ro: BitComet nu s-a conectat la torentele partajate de parteneri. Reverifică situația mai tîrziu.
ru: BitComet не соединен ни с одним пиром. Пожалуйста проверьте это позже.
sk: BitComet nie je pripojený k žiadnemu peerovi podporujúci zdieľanie torrentu. Skontrolujte neskôr, prosím.
sq: BitComet nuk është lidhur me asnjë dhënës që suporton ndarjen e torrentëve. Ju lutemi kontrollojeni më vonë.
sv: BitComet har inte anslutit till någon peer som stödjer torrentdelning. Vänligen kontrollera det senare.
th: BitComet ยังไม่ได้เชื่อมต่อเข้ากับผู้ใช้ใดๆที่สนับสนุนการแบ่งปัน Torrent กรุณาตรวจสอบในภายหลัง
tr: BitComet herhangi bir paylaşımcıya bağlanamadı. Lütfen daha sonra deneyin.
ug: ھەمبەھىر ئۇرۇق تەمىنلىگەن ھېچقانداق BitComet ئىشلەتكۈچىگە ئۇلانمىدى، سەل تۇرۇپ كۆرۈڭ.

# TorrentShare
source: Loading list, please wait...
ar: جاري تحميل القائمة, الرجاء الانتظار...
bg: Зареждане на списъка, моля, изчакайте...
de: Lade Übersicht, bitte warten...
es: Cargando lista, espere...
et: Laen loendit, palun oota...
eu: Zerrenda gertatzen, mesedez itxaron...
fi: Ladataan lista, odota...
fr: Chargement de la liste, veuillez patienter...
hu: A lista betöltése, kérem várjon...
it: Caricamento lista in corso, attendi per favore...
ja: リストを読み込んでいます。しばらくお待ちください...
nb: Laster liste, vennligst vent...
nl: Lijst laden, een moment...
pl: Pobieranie listy, czekaj...
pt_br: Carregando lista, por favor aguarde...
ro: Încarc lista, așteaptă...
ru: Загружается список, подождите...
sk: Načítava sa zoznam, čakajte prosím...
sq: Duke ngarkuar listën, ju lutemi prisni...
sv: Laddar lista, var god vänta...
th: กำลังโหลดรายชื่อ กรุณารอสักครู่
tr: Liste yükleniyor, lütfen bekleyin....
ug: تىزىملىك يۈكلەۋاتىدۇ، سەل كۈتۈڭ…

# TorrentShare
source: Torrent Exchange has been disabled. You can enable it in Options dialog.
ar: تم تعطيل مشاركة الترونت . يمكنك تمكينه في مربع الحوار خيارات.
bg: Споделянето на торенти е забранено. Можете да го разрешите в диалоговия прозорец "Опции".
de: Torrent-Austausch wurde deaktiviert. Sie können es im Dialogfeld "Einstellungen" aktivieren.
es: El Intercambio de Torrent ha sido deshabilitado. Puede habilitarlo en el diálogo de Opciones.
et: Torrent vahetamine on keelatud. Saate seda lubada seadetes.
eu: Torrent Aldaketa ezgaitua izan da. Berriro gaitu dezakezu Aukerak elkarrizketan.
fi: Torrent Vaihto on pois käytöstä. Voit ottaa sen käyttöön Asetuksista.
fr: L'échange de torrents a été désactivé. Vous pouvez le réactiver dans les options.
hu: Torrentmegosztó letiltva. Engedélyezheted a Beállítások panelen.
it: Torrent Exchange è disabilitato. Puoi abilitarlo nella finestra Opzioni.
ja: Torrent Exchange は無効になっています。オプションのダイアログで有効にすることができます。
nl: Torrents uitwisselen is uitgeschakeld. Je kan het inschakelen in het Opties scherm.
pl: Wymiana torrentów wyłączona. Możesz ją włączyć w opcjach.
pt_br: A Troca de arquivos torrent foi desabilitada. Se desejar, habilite-a na caixa de opções.
ro: Partajarea torentelor terminate a fost dezactivată. O poți activa în panoul opțiunilor.
ru: Обмен торрентами запрещен. Вы можете разрешить его в Настройках.
sk: Torrent Exchange bolo vypnuté. Môžete ho zapnúť v okne Nastavenia.
sv: Torrent Exchange har inaktiverats. Du kan aktivera den i Inställningar.
th: การใช้งานการแลกเปลี่ยน Torrent ถูกปิดอยู่ คุณสามารถเปิดใช้งานได้ในหน้าต่างตัวเลือก
tr: Torrent takası devre dışı bırakıldı.Seçenekler diyalogundan etkinleştirebilirsiniz.
ug: توررېنت ئالماشتۇرۇش چەكلەنگەن. ئۇنى تاللانما سۆزلىشىش رامكىسىدا قوزغىتالايسىز.

# TorrentShare
source: Download Task
bg: Изтегляне на задача
de: Task herunterladen
es: Descargar tarea
fr: Télécharger Task
it: Scarica attività
ja: タスクのダウンロード
nl: Taak downloaden
pl: Pobierz zadanie
pt_br: Tarefa de download
ru: Скачать Задачу
th: ดาวน์โหลดงาน

# TorrentShare
source: Size
ar: الحجم
bg: Размер
de: Größe
es: Tamaño
et: Suurus
eu: Neurria
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sq: Përmasa
sv: Storlek
th: ขนาด
tr: Boyut
ug: چوڭلۇقى

# TorrentShare
source: Has Metadata
de: Hat Metadaten
es: Tiene metadatos
fr: Possède des métadonnées
it: Ha metadati
ja: メタデータあり
pl: Posiada metadane
pt_br: Tem metadados
ru: Имеет метаданные
th: มีข้อมูลเมตา

# TorrentShare
source: Comments
ar: التعليقات
bg: Коментари
de: Kommentar
es: Comentario
et: Kommentaar
eu: Aipamenak
fi: Kommentit
fr: Commentaires
hu: Hozzászólás
it: Commento
ja: コメント
nb: Kommentar
nl: Opmerking
pl: Komentarze
pt_br: Comentário
ro: Comentarii
ru: Комментарии
sk: Komentár
sq: Komento
sv: Kommentar
th: ความคิดเห็น
tr: Yorum
ug: ئىزاھاتلار

# TorrentShare
source: Snapshots
ar: لقطة
bg: Снимки
de: Schnappschuss
es: Instantánea
et: Momentvõte
eu: Berehalakoak
fi: Tilannevedokset
fr: Capture
hu: Pillanatfelvétel
it: Snapshot
ja: SnapShot
nb: Øyeblikksbilder
nl: Snapshot
pl: Zrzut ekranu
pt_br: Foto Instantânea
ro: Poze
ru: Снимок
sk: Snímka
sq: Fotografi
sv: Ögonblicksbild
th: ภาพตัวอย่าง
tr: Anlık görüntü
ug: كەسمە سۈرەت

# TorrentShare
source: Rating
ar: تصنيف
bg: Оценка
de: Bewertung
es: Puntuación
et: Hinnang
eu: Mailatzen
fi: Luokitus
fr: Évaluation
hu: Értékelés
it: Valutazione
ja: 評価
nb: Vurdering
nl: Waardering
pl: Ocena
pt_br: Avaliar
ro: Notă
ru: Рейтинг
sk: Hodnotenie
sq: Vlerësimi
sv: Rankning
th: เรทติ้ง
tr: Değerlendirme
ug: دەرىجە
