Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# WizardImportUndoneTaskPage
source: Please specify a torrent file!
ar: الرجاء تحديد ملف الترونت!
bg: Моля, изберете торент файл!
de: Bitte geben Sie eine Torrent-Datei an!
es: Especifique un Torrent!
et: Palun täpsustage torrent fail!
eu: Mesedez adierazi torrent agiri bat!
fi: Määritä torrent tiedosto!
fr: Veuillez spécifier un fichier torrent!
hu: Adj meg egy torrent fájlt!
it: Seleziona un file torrent!
ja: Torrent ファイルを指定してください！
nl: Geef een torrent-bestand!
pl: Określ plik torrent!
pt_br: Por favor, especifique um arquivo torrent!
ro: Specifică o filă torent!
ru: Пожалуйста, уточните торрент-файл!
sk: Prosím upresnite súbor torrent!
sv: Vänligen specifiera en torrent-fil!
th: โปรดระบุแฟ้มฝนตกหนัก!
tr: Lütfen bir torrent dosyası seçin!
ug: توررېنت ھۆججىتىدىن بىرنى بەلگىلەڭ!

# WizardImportUndoneTaskPage
source: Invalid torrent file format!
ar: تنسيق ملف الترونت غير صالح !
bg: Невалиден формат на торент файла!
de: Ungültiges Torrent-Dateiformat!
es: Formato de archivo Torrent no válido!
et: Vigane torrent gaili vorming
eu: Torrent agiri heuskarri baliogabea!
fi: Virheellinen torrent tiedostomuoto
fr: Format du torrent invalide!
hu: Érvénytelen torrent fájlformátum!
it: Formato file torrent non valido!
ja: 無効な Torrent ファイルフォーマットです！
nl: Ongeldige torrent-bestandsformaat!
pl: Nieprawidłowy format pliku torrent!
pt_br: O formato do arquivo torrent é inválido!
ro: Format incorect al filei torent!
ru: Неправильный формат торрент-файла!
sk: Neplatný formát torrent súboru!
sv: Ogiltigt torrent-filformat!
th: รูปแบบแฟ้มฝนตกหนักไม่ถูกต้อง!
tr: Geçersiz torrent dosya biçimi!
ug: ئىناۋەتسىز توررېنت ھۆججەت فورماتى!

# WizardImportUndoneTaskPage
source: Please specify a torrent file containing only one file!
ar: الرجاء تحديد ملف ترونت يحتوي على ملف واحد فقط!
bg: Моля, изберете торент файл, съдържащ само един файл!
de: Bitte geben Sie eine Torrent-Datei an, die nur eine Datei enthält!
es: Especifique un Torrent que contenga sólo un archive!
et: Palun täpsustage torrent fail sisaldab ainult ühte faili!
eu: Mesedez adierazi agiri bakarreko torrent agiria!
fr: Veuillez spécifier un fichier torrent contenant un fichier unique!
hu: Adj meg egy egyetlen fájlt tartalmazó torrent fájlt!
it: Seleziona un file torrent contenente un solo file!
ja: 1つのファイルだけを含む Torrent ファイルを指定してください！
nl: Geef een torrent-bestand met slechts een bestand!
pl: Określ plik torrent zawierający tylko jeden plik!
pt_br: Por favor, espeficique um arquivo torrent que contenha só um arquivo!
ro: Specifică o filă torent care să conțină o singur filă!
ru: Пожалуйста, уточните торрент-файл, содержащий только один файл!
sk: Zadajte prosím súbor torrentu, ktorý obsahuje iba jeden súbor!
sv: Vänligen specifiera en torrent-fil som innehåller endast en fil!
th: โปรดระบุแฟ้มฝนตกหนักที่มีแฟ้มเพียงแฟ้มเดียว!
tr: Lütfen yalnızca bir dosya içeren bir torrent dosyası seçin!
ug: بىرلا ھۆججەتنى ئۆز ئىچىگە ئالغان توررېنت ھۆججىتى بەلگىلەڭ!

# WizardImportUndoneTaskPage
source: Please specify a torrent file containing a folder!
ar: الرجاء تحديد ملف ترونت يحتوي على مجلد!
bg: Моля, изберете торент файл, съдържащ папка!
de: Bitte geben Sie eine Torrent-Datei mit einem Ordner an!
es: Especifique un Torrent que contenga una carpeta!
et: Palun täpsusta torenta faili kausta sisu1
eu: Mesedez adierazi agiritegidun torrent agiria!
fr: Veuillez spécifier un fichier torrent contenant un dossier!
hu: Adj meg egy könyvtárat tartalmazó torrent fájlt!
it: Seleziona un file torrent contenente una cartella!
ja: フォルダを含む Torrent ファイルを指定してください！
nl: Geef een torrent-bestand met een map!
pl: Określ plik torrent zawierający folder!
pt_br: Por favor, especifique um arquivo torrent que contenha uma pasta!
ro: Specifică o filă torent care să conțină un dosar!
ru: Пожалуйста, уточните папку размещения торрент-файла!
sk: Zadajte prosím súbor torrentu, ktorý obsahuje priečinok!
sv: Vänligen specifiera en torrent-fil som innehåller en mapp!
th: โปรดระบุแฟ้มฝนตกหนักที่มีโฟลเดอร์อยู่!
tr: Lütfen bir klasör içeren bir torrent dosyası seçin!
ug: مۇندەرىجىنى ئۆز ئىچىگە ئالغان توررېنت ھۆججىتىنى بەلگىلەڭ!

# WizardImportUndoneTaskPage
source: Not found
ar: لم يتم العثور على
bg: Не е открит
de: Nicht gefunden
es: No encontrado
et: Ei leitud
eu: Ez da aurkitu
fi: Ei Löytynyt
fr: Erreur: fichier non trouvable
hu: Nem található
it: Non trovato
ja: 見つかりません
nl: Niet gevonden
pl: Nie odnaleziono
pt_br: Não encontrado
ro: Negăsit
ru: Не найдено
sk: Nenájdené
sv: Hittades inte
th: ไม่พบ
tr: Bulunamadı
ug: تېپىلمىدى

# WizardImportUndoneTaskPage
source: File Found:
ar: العثور على الملف:
bg: Открит файл:
de: Datei gefunden:
es: Archivo encontrado:
et: Leitud failid:
eu: Agiri Aurkitua:
fi: Tiedosto Löytyi:
fr: Fichier trouvé:
hu: Talált fájl:
it: File trovato:
ja: ファイルが見つかりました：
nl: Bestand gevonden:
pl: Znaleziony plik:
pt_br: Arquivo encontrado:
ro: Filă Găsită:
ru: Найден файл:
sk: Súbor nájdený:
sv: Fil hittad:
th: พบแฟ้ม:
tr: Dosya bulundu:
ug: تېپىلغان ھۆججەت:

# WizardImportUndoneTaskPage
source: Task Name:
ar: اسم المهمة:
bg: Име на задачата:
de: Aufgabe:
es: Nombre de la tarea:
et: Tegumi nimi:
eu: Eginkizun Izena:
fi: Tehtävän Nimi:
fr: Nom de la tâche :
hu: Feladat neve:
it: Nome del task:
ja: タスク名：
nl: Naam van taak:
pl: Nazwa zadania:
pt_br: Nome da tarefa:
ro: Numele Sarcinii:
ru: Имя задания:
sk: Názov úlohy:
sv: Aktivitetsnamn:
th: ชื่องาน:
tr: Görev Adı:
ug: ۋەزىپە ئاتى:

# Graph
source: DHT Graph
bg: DHT графика
de: DHT-Diagramm
es: Gráfico DHT
fr: Graphique DHT
it: Grafico DHT
ja: DHTグラフ
nl: DHT-grafiek
pl: Wykres DHT
pt_br: Gráfico DHT
ru: График DHT
th: กราฟ DHT

# Graph
source: Disk Cache
de: Platten-Cache
es: Caché de disco
fr: Cache disque
it: Cache del disco
ja: ディスクキャッシュ
pl: Pamięć podręczna dysku
pt_br: Cache do Disco
ru: Кеш диска
th: ดิสก์แคช

# Graph
source: Long-Term Seeding
bg: Дългосрочно засяване
de: Langfristige Aussaat
es: Siembra a largo plazo
fr: Semis à long terme
it: Seeding a lungo termine
ja: 長期シード
nl: Langdurig zaaien
pl: Długotrwałe wysiew
pt_br: Semeadura de longo prazo
ru: Долгосрочный посев
th: การเพาะเมล็ดในระยะยาว

# Graph
source: Transfer Speed
bg: Скорост на трансфера
de: Übertragungsgeschwindigkeit
es: Velocidad de transferencia
fr: Vitesse de transfert
it: Velocità di trasferimento
ja: 転送速度
nl: Overdrachtssnelheid
pl: Prędkość transferu
pt_br: Velocidade de transferência
ru: Скорость передачи
th: ความเร็วในการถ่ายโอน

# Graph
source: CPU Usage
bg: Използване на процесора
de: CPU Auslastung
es: Uso de CPU
fr: Utilisation du processeur
it: Utilizzo CPU
ja: CPU の使用量
nl: CPU gebruik
pl: Użycie procesora
pt_br: Uso de CPU
ru: Использование процессора
th: การใช้งาน CPU

# Graph
source: Memory
bg: Памет
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリ
nl: Geheugen
pl: Pamięć
pt_br: Memória
ru: Память
th: ความจำ

# Graph
source: Number of DHT Nodes
bg: Брой DHT възли
de: Anzahl der DHT-Knoten
es: Número de nodos DHT
fr: Nombre de nœuds DHT
it: Numero di nodi DHT
ja: DHT ノードの数
nl: Aantal DHT-knooppunten
pl: Liczba węzłów DHT
pt_br: Número de Nºdos DHT
ru: Количество узлов DHT
th: จํานวนโหนด DHT

# Graph
source: Number of DHT Values
bg: Брой DHT стойности
de: Anzahl der DHT-Werte
es: Número de valores DHT
fr: Nombre de valeurs DHT
it: Numero di valori DHT
ja: DHT 値の数
nl: Aantal DHT-waarden
pl: Liczba wartości DHT
pt_br: Número de Valores DHT
ru: Количество значений DHT
th: จํานวนค่า DHT

# Graph
source: Number of DHT Sessions
bg: Брой сесии на ДХТ
de: Anzahl der DHT-Sitzungen
es: Número de sesiones de DHT
fr: Nombre de sessions DHT
it: Numero di sessioni DHT
ja: DHT セッションの数
nl: Aantal DHT-sessies
pl: Liczba sesji DHT
pt_br: Número de sessões de DHT
ru: Количество сессий DHT
th: จํานวนเซสชัน DHT

# Graph
source: Number of DHT Announce
bg: Брой на DHT обяви
de: Anzahl der DHT-Ankündigungen
es: Número de anuncios de DHT
fr: Nombre d’annonce de la DHT
it: Numero di annunci DHT
ja: DHT発表件数
nl: Aantal DHT-aankondiging
pl: Liczba ogłaszania DHT
pt_br: Número de ANÚNCIOs de DHT
ru: Количество объявить DHT
th: จํานวนประกาศ DHT

# Graph
source: Piece Cache Size
de: Größe des Stück-Caches
es: Tamaño de la caché de piezas
fr: Taille du cache de pièces
it: Dimensione della cache dei pezzi
ja: ピース キャッシュ サイズ
pl: Rozmiar pamięci podręcznej sztuk
pt_br: Tamanho do cache da peça
ru: Размер кэша фрагментов
th: ขนาดแคชชิ้น

# Graph
source: Long-Term Seeding Cache Size
de: Langfristige Seeding-Cache-Größe
es: Tamaño de caché de propagación a largo plazo
fr: Taille du cache d’amorçage à long terme
it: Dimensioni della cache di seeding a lungo termine
ja: 長期シード キャッシュ サイズ
pl: Długoterminowy rozmiar pamięci podręcznej rozmieszczania
pt_br: Tamanho do cache de propagação de longo prazo
ru: Размер кэша долгосрочного заполнения
th: ขนาดแคชการเพาะเมล็ดระยะยาว

# Graph
source: Number of Long-Term Seeding Files
bg: Брой на файловете за засяване на дълго време
de: Anzahl der Langzeit-Seeding-Dateien
es: Número de archivos de siembra a largo plazo
fr: Nombre de dossiers d’ensemencement à long terme
it: Numero di file di seeding a lungo termine
ja: 長期シード ファイルの数
nl: Aantal zaadbestanden op lange termijn
pl: Liczba długoterminowych plików wysiewu
pt_br: Número de arquivos de semeadura de longo prazo
ru: Количество долгосрочных файлов для посева
th: จํานวนไฟล์การเพาะเมล็ดระยะยาว

# Graph
source: Global Upload Speed
bg: Глобална скорост на качване
de: Globale Upload-Geschwindigkeit
es: Velocidad de carga global
fr: Vitesse de téléchargement globale
it: Velocità di caricamento globale
ja: グローバルアップロード速度
nl: Wereldwijde uploadsnelheid
pl: Globalna szybkość przesyłania
pt_br: Velocidade de upload global
ru: Глобальная скорость отправки
th: ความเร็วในการอัปโหลดทั่วโลก

# Graph
source: Global Download Speed
bg: Глобална скорост на изтегляне
de: Globale Download-Geschwindigkeit
es: Velocidad de descarga global
fr: Vitesse de téléchargement globale
it: Velocità di download globale
ja: グローバルダウンロード速度
nl: Wereldwijde downloadsnelheid
pl: Globalna prędkość pobierania
pt_br: Velocidade global de download
ru: Глобальная скорость загрузки
th: ความเร็วในการดาวน์โหลดทั่วโลก

# Graph
source: Disk Write Speed
de: Schreibgeschwindigkeit auf der Festplatte
es: Velocidad de escritura en disco
fr: Vitesse d’écriture du disque
it: Velocità di scrittura su disco
ja: ディスク書き込み速度
pl: Szybkość zapisu na dysku
pt_br: Velocidade de gravação em disco
ru: Скорость записи на диск
th: ความเร็วในการเขียนดิสก์

# Graph
source: Disk Read Speed
de: Lesegeschwindigkeit auf der Festplatte
es: Velocidad de lectura del disco
fr: Vitesse de lecture du disque
it: Velocità di lettura del disco
ja: ディスク読み取り速度
pl: Prędkość odczytu dysku
pt_br: Velocidade de leitura do disco
ru: Скорость чтения с диска
th: ความเร็วในการอ่านดิสก์

# Graph
source: Total CPU Usage
bg: Статистика на автоматичния доклад
de: CPU-Auslastung insgesamt
es: Uso total de la CPU
fr: Utilisation totale du processeur
it: Utilizzo totale della CPU
ja: CPU 使用率の合計
nl: Totaal CPU-gebruik
pl: Całkowite użycie procesora
pt_br: Uso total da CPU
ru: Общее использование процессора
th: การใช้งาน CPU ทั้งหมด

# Graph
source: Main Thread
bg: Основна нишка
de: Hauptgewinde
es: Hilo principal
fr: Thread principal
it: Filettatura principale
ja: メインスレッド
nl: Hoofddraad
pl: Gwint główny
pt_br: Rosca Principal
ru: Главная нить
th: หัวข้อหลัก

# Graph
source: Torrent List Threads
bg: Торенти списъчни нишки
de: Torrent-Listenthreads
es: Subprocesos de la lista Torrent
fr: Threads de liste torrent
it: Thread dell'elenco Torrent
ja: トレントリストスレッド
nl: Torrent Lijst Threads
pl: Wątki listy torrentów
pt_br: Segmentos da lista de torrents
ru: Потоковые потоки
th: กระทู้รายการฝนตกหนัก

# Graph
source: UDP Transfer Thread
bg: UDP трансфер нишка
de: UDP-Übertragungsthread
es: Hilo de transferencia UDP
fr: Thread de transfert UDP
it: Thread di trasferimento UDP
ja: UDP 転送スレッド
nl: UDP-overdrachtsthread
pl: Wątek transferu UDP
pt_br: Fio de transferência UDP
ru: UDP Трансферная нить
th: เธรดการถ่ายโอน UDP

# Graph
source: Long-Term Seeding Thread
de: Langzeit-Seeding-Faden
es: Hilo de siembra a largo plazo
fr: Fil d’ensemencement à long terme
it: Filo di semina a lungo termine
ja: 長期シードスレッド
pl: Długoterminowa nić siewna
pt_br: Linha de semeadura de longo prazo
ru: Долгосрочная посевная нить
th: ด้ายเพาะระยะยาว

# Graph
source: Working Set Size
bg: Размер на работния набор
de: Arbeitssatzgröße
es: Tamaño del conjunto de trabajo
fr: Taille de l’ensemble de travail
it: Dimensione working set
ja: ワーキング セットのサイズ
nl: Werksetgrootte
pl: Rozmiar zestawu roboczego
pt_br: Tamanho do conjunto de trabalho
ru: Размер рабочего набора
th: ขนาดชุดทํางาน

# Graph
source: Commit Size
bg: Размер на фиксиране
de: Commit-Größe
es: Tamaño de confirmación
fr: Taille de validation
it: Dimensione commit
ja: コミットサイズ
nl: Grootte vastleggen
pl: Rozmiar zatwierdzenia
pt_br: Tamanho de compromisso
ru: Размер коммитов
th: ขนาดที่กําหนด

# Graph
source: Disk Cache Size
bg: Размер на кеша на диска
de: Datenträgercachegröße
es: Tamaño de caché de disco
fr: Taille du cache de disque
it: Dimensione cache del disco
ja: ディスク キャッシュ サイズ
nl: Grootte schijfcache
pl: Rozmiar pamięci podręcznej dysku
pt_br: Tamanho do cache do disco
ru: Размер кэша диска
th: ขนาดแคชดิสก์

# Graph
source: Disk Write Buffer
de: Datenträger-Schreibpuffer
es: Búfer de escritura en disco
fr: Tampon d’écriture sur disque
it: Buffer di scrittura su disco
ja: ディスク書き込みバッファ
pl: Bufor zapisu na dysku
pt_br: Buffer de gravação de disco
ru: Буфер записи на диск
th: บัฟเฟอร์การเขียนดิสก์

# Graph
source: UDP Transfer Buffer
bg: Буфер за прехвърляне на UDP
de: UDP-Übertragungspuffer
es: Búfer de transferencia UDP
fr: Tampon de transfert UDP
it: Buffer di trasferimento UDP
ja: UDP 転送バッファ
nl: UDP-overdrachtsbuffer
pl: Bufor transferu UDP
pt_br: Buffer de transferência UDP
ru: Буфер передачи UDP
th: บัฟเฟอร์การถ่ายโอน UDP

# Graph
source: Torrent List
de: Torrent-Liste
es: Lista de torrents
fr: Liste des torrents
it: Lista dei torrent
ja: Torrent リスト
pl: Lista torrentów
pt_br: Lista de torrents
ru: Список торрентов
th: รายชื่อ Torrent

# Graph
source: Task Logs
de: Aufgabenprotokolle
es: Registros de tareas
fr: Journal des tâches
it: Registri attività
ja: タスク ログ
pl: Dzienniki zadań
pt_br: Registros de tarefas
ru: Журналы задач
th: บันทึกงาน

# Graph
source: Metadata Download
de: Metadaten-Download
es: Descarga de metadatos
fr: Téléchargement de métadonnées
it: Download dei metadati
ja: メタデータダウンロード
pl: Pobieranie metadanych
pt_br: Download de metadados
ru: Загрузка метаданных
th: ดาวน์โหลดข้อมูลเมตา

# Graph
source: Reserved Regions
de: Reservierte Regionen
es: Regiones reservadas
fr: Régions réservées
it: Regioni riservate
ja: 予約領域
pl: Regiony zarezerwowane
pt_br: Regiões Reservadas
ru: Зарезервированные регионы
th: ภูมิภาคที่สงวนไว้

# Graph
source: UDP Upload Speed
bg: Скорост на качване на UDP
de: UDP Upload-Geschwindigkeit
es: Velocidad de carga UDP
fr: Vitesse de téléchargement UDP
it: Velocità di caricamento UDP
ja: UDP アップロード速度
nl: UDP-uploadsnelheid
pl: Szybkość wysyłania UDP
pt_br: Velocidade de upload do UDP
ru: Скорость загрузки UDP
th: ความเร็วในการอัปโหลด UDP

# Graph
source: UDP Download Speed
bg: Скорост на изтегляне на UDP
de: UDP Download Geschwindigkeit
es: Velocidad de descarga UDP
fr: Vitesse de téléchargement UDP
it: Velocità di download UDP
ja: UDP のダウンロード速度
nl: UDP-downloadsnelheid
pl: Szybkość pobierania UDP
pt_br: Velocidade de download do UDP
ru: Скорость загрузки UDP
th: ความเร็วในการดาวน์โหลด UDP

# Graph
source: UDP Package Send Rate
bg: Скорост на изпращане на пакет UDP
de: UDP-Paket-Senderate
es: Tasa de envío de paquetes UDP
fr: Taux d’envoi du package UDP
it: Velocità di invio del pacchetto UDP
ja: UDP パッケージの送信レート
nl: Verzendtarief voor UDP-pakketten
pl: Szybkość wysyłania pakietu UDP
pt_br: Taxa de envio do pacote UDP
ru: UDP Пакет Отправить скорость
th: อัตราการส่งพัสดุ UDP

# Graph
source: UDP Package Receive Rate
bg: Скорост на получаване на пакет UDP
de: EMPFANGsrate des UDP-Pakets
es: Tasa de recepción del paquete UDP
fr: Taux de réception du package UDP
it: Velocità di ricezione del pacchetto UDP
ja: UDP パッケージ受信率
nl: Ontvangsttarief voor UDP-pakketten
pl: Stawka odbierania pakietu UDP
pt_br: Taxa de recebimento do pacote UDP
ru: Ставка получения пакета UDP
th: อัตราการรับแพ็กเกจ UDP

# Graph
source: UDP Package Send Queue Length
bg: Опашка за изпращане на UDP пакет
de: UdP-Paket-Sendewarteschlangenlänge
es: Longitud de la cola de envío de paquetes UDP
fr: UDP Package Send Longueur de file d’attente
it: Lunghezza coda di invio pacchetto UDP
ja: UDP パッケージ送信キューの長さ
nl: Wachtrijlengte voor UDP-pakket verzenden
pl: Długość kolejki wysyłania pakietu UDP
pt_br: Pacote UDP Enviar comprimento da fila
ru: UDP Пакет Отправить длина очереди
th: ความยาวของคิวการส่งแพคเกจ UDP

# Graph
source: 60 seconds
bg: 60 секунди
de: 60 Sekunden
es: 60 segundos
fr: 60 secondes
it: 60 secondi
ja: 60秒
nl: 60 seconden
pl: 60 sekund
pt_br: 60 segundos
ru: 60 секунд
th: 60 วินาที

# Graph
source: 60 minutes
bg: 60 минути
de: 60 Minuten
es: 60 minutos
it: 60 minuti
ja: 60分
nl: 60 minuten
pl: 60 min.
pt_br: 60 min.
ru: 60 минут
th: 60 นาที

# Graph
source: 24 hours
bg: 24 часа
de: 24 Stunden
es: 24 horas
fr: 24 heures
it: 24 ore
ja: 24時間
nl: 24 uur
pl: 24 godziny
pt_br: 24 horas
ru: 24 часа
th: 24 ชั่วโมง

# Graph
source: Time Span
bg: Времеви обхват
de: Zeitspanne
fr: Durée
it: Intervallo di tempo
ja: 期間
nl: Tijdspanne
pl: Przedział czasu
pt_br: Período de tempo
ru: Промежуток времени
th: ระยะเวลา

# Graph
source: Graph Set
bg: Набор графики
es: Conjunto de gráficos
fr: Ensemble graphique
it: Set di grafici
ja: グラフセット
nl: Grafiekset
pl: Zestaw wykresów
pt_br: Conjunto de gráficos
ru: Набор графиков
th: ชุดกราฟ

# Graph
source: 1 minute
bg: 1 минута
es: 1 minuto
it: 1 minuto
ja: 分
nl: 1 minuut
pl: 1 minuta
pt_br: 1 Minuto
ru: 1 минута
th: 1 นาที

# Graph
source: 1 hour
bg: 1 час
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
ja: 1時間
nl: 1 uur
pl: 1 godzina
pt_br: 1 hora
ru: 1 час
th: 1 ชั่วโมง

# MainWindow
source: Size Column to Fit
bg: Размер на колоната за побиране
de: Größenspalte zum Anpassen
es: Tamaño Columna para Ajustar
fr: Colonne de taille pour s'adapter
it: Adatta colonna di dimensioni
ja: サイズ列を適合させる
nl: Grootte kolom te passen
pl: Dopasuj kolumnę rozmiaru
pt_br: Tamanho da coluna para caber
ru: Размер колонки для fit
th: ปรับขนาดคอลัมน์ให้พอดี

# MainWindow
source: Size All Columns to Fit
bg: Размер на всички колони, за да се поберат
de: Größe Alle Spalten zum Anpassen
es: Tamaño de todas las columnas para ajustar
fr: Taille toutes les colonnes pour s'adapter
it: Ridimensiona tutte le colonne per adattarle
ja: すべての列のサイズを合わせる
nl: De grootte van alle kolommen aanpassen
pl: Dopasuj wszystkie kolumny do rozmiaru
pt_br: Dimensionar todas as colunas para ajustar
ru: Размер все колонны, чтобы соответствовать
th: ปรับขนาดคอลัมน์ทั้งหมดให้พอดี

# Common
source: day
ar: يوم
bg: ден
de: Tag
es: día
et: päev
eu: eguna
fr: jour
it: giorno
ja: 日
nb: dag
nl: dag
pl: dni
pt_br: dia
ro: zi
ru: день
sk: deň
sv: dag
th: วัน
tr: gün
ug: كۈن

# Common
source: hour
ar: الساعة
bg: час
de: Stunde
es: hora
et: tund
eu: ordua
fr: heure
it: ora
ja: 時
nb: time
nl: uur
pl: godz.
pt_br: hora
ro: oră
ru: час
sk: hodina
sv: timme
th: ชั่วโมง
tr: saat
ug: سائەت

# Common
source: just now
bg: точно сега
de: gerade eben
es: ahora mismo
fr: juste maintenant
it: proprio adesso
ja: たった今
nl: zojuist
pl: właśnie
pt_br: agora mesmo
ru: только что
th: เมื่อสักครู่

# Common
source: 1 minute ago
bg: преди 1 минута
de: Vor 1 Minute
es: Hace 1 minuto
fr: il y a 1 minute
it: 1 minuto fa
ja: 1 分前
nl: 1 minuut geleden
pl: 1 minutę temu
pt_br: 1 minuto atrás
ru: 1 минуту назад
th: 1 นาทีที่แล้ว

# Common
source: ${n} minutes ago
bg: преди ${n} минути
de: vor ${n} Minuten
es: hace ${n} minutos
fr: il y a ${n} minutes
it: ${n} minuti fa
ja: ${n} 分前
nl: ${n} minuten geleden
pl: ${n} minut temu
pt_br: ${n} minutos atrás
ru: ${n} минут назад
th: ${n} นาทีที่แล้ว

# Common
source: 1 hour ago
bg: преди 1 час
de: vor 1 Stunde
es: 1 hora antes
fr: Il ya 1 heure
it: 1 ora fa
ja: 1 時間前
nl: 1 uur geleden
pl: 1 godzinę temu
pt_br: 1 hora atrás
ru: 1 час назад
th: 1ชั่วโมงที่แล้ว

# Common
source: ${n} hours ago
bg: преди ${n} часа
de: vor ${n} Stunden
es: hace ${n} horas
fr: il y a ${n} heures
it: ${n} ore fa
ja: ${n} 時間前
nl: ${n} uur geleden
pl: ${n} godzin temu
pt_br: ${n} horas atrás
ru: ${n} часов назад
th: ${n} ชั่วโมงที่ผ่านมา

# Common
source: 1 day ago
bg: преди 1 ден
de: Vor 1 Tag
es: Hace 1 día
fr: il y a 1 jour
it: 1 giorno fa
ja: 1 日前
nl: 1 dag geleden
pl: 1 dzień temu
pt_br: 1 dias atrás
ru: 1 день назад
th: 1 วันก่อน

# Common
source: ${n} days ago
bg: преди ${n} дни
de: vor ${n} Tagen
es: Hace ${n} dias
fr: il y a ${n} jours
it: ${n} giorni fa
ja: ${n} 日前
nl: ${n} dagen geleden
pl: ${n} dni temu
pt_br: ${n} dias atrás
ru: ${n} дней назад
th: ${n} วันที่ผ่านมา

# Common
source: 1 month ago
bg: преди 1 месец
de: Vor 1 Monat
es: Hace 1 mes
fr: Il ya 1 mois
it: 1 mese fa
ja: 1ヶ月前
nl: 1 maand geleden
pl: 1 miesiąc temu
pt_br: 1 mês atrás
ru: 1 месяц назад
th: 1 เดือนที่แล้ว

# Common
source: ${n} months ago
bg: преди ${n} месеца
de: vor ${n} Monaten
es: Hace ${n} meses
fr: il y a ${n} mois
it: ${n} mesi fa
ja: ${n} ヶ月前
nl: ${n} maanden geleden
pl: ${n} miesięcy temu
pt_br: ${n} meses atrás
ru: ${n} месяцев назад
th: ${n} หลายเดือนก่อน

# Common
source: 1 year ago
bg: преди 1 година
de: vor 1 Jahr
es: hace 1 año
fr: il y a 1 an
it: 1 anno fa
ja: 1年前
nl: 1 jaar geleden
pl: 1 rok temu
pt_br: 1 ano atrás
ru: 1 год назад
th: 1 ปีที่แล้ว

# Common
source: ${n} years ago
bg: преди ${n} години
de: vor ${n} Jahren
es: Hace ${n} años
fr: Il ya ${n} ans
it: ${n} anni fa
ja: ${n}年前
nl: ${n} jaar geleden
pl: ${n} lat temu
pt_br: ${n} anos atrás
ru: ${n} лет назад
th: ${n} ปีที่แล้ว

# BackgroundTask
source: Loading Torrent History
de: Laden des Torrent-Verlaufs
es: Cargando el historial de torrents
fr: Chargement de l’historique des torrents
it: Caricamento della cronologia dei torrent
ja: トレント履歴の読み込み
pl: Ładowanie historii torrentów
pt_br: Carregando histórico de torrents
ru: Загрузка истории торрентов
th: กําลังโหลดประวัติฝนตกหนัก

# BackgroundTask
source: Loading Torrent Share
de: Laden der Torrent-Freigabe
es: Cargando Torrent Share
fr: Chargement du partage torrent
it: Caricamento di Torrent Share
ja: トレントシェアの読み込み
pl: Ładowanie akcji torrent
pt_br: Carregando torrent share
ru: Загрузка торрент-ресурса
th: กําลังโหลดทอร์เรนต์แชร์

# BackgroundTask
source: Loading Torrent Collection
de: Laden der Torrent-Sammlung
es: Cargando Torrent Collection
fr: Chargement de la collection torrent
it: Caricamento Torrent Collection
ja: トレントコレクションの読み込み
pl: Ładowanie kolekcji torrentów
pt_br: Coleta de torrents de carregamento
ru: Загрузка коллекции торрентов
th: กําลังโหลดคอลเล็กชันทอร์เรนต์

# BackgroundTask
source: Loading RSS Torrents
de: Laden von RSS-Torrents
es: Cargando RSS Torrents
fr: Chargement de torrents RSS
it: Caricamento di torrent RSS
ja: RSSトレントの読み込み
pl: Ładowanie torrentów RSS
pt_br: Carregando torrents RSS
ru: Загрузка RSS торрентов
th: กําลังโหลดทอร์เรนต์ RSS

# BackgroundTask
source: Loading DHT Torrents
de: Laden von DHT-Torrents
es: Cargando torrents DHT
fr: Chargement de DHT Torrents
it: Caricamento di DHT Torrents
ja: DHTトレントの読み込み
pl: Ładowanie torrentów DHT
pt_br: Carregando torrents DHT
ru: Загрузка торрентов DHT
th: กําลังโหลดทอร์เรนต์ DHT

# BackgroundTask
source: Loading Tracker Torrents
de: Laden von Tracker-Torrents
es: Cargando Tracker Torrents
fr: Chargement de torrents de suivi
it: Caricamento Tracker Torrent
ja: トラッカートレントの読み込み
pl: Ładowanie torrentów Tracker
pt_br: Carregando torrents de rastreador
ru: Загрузка торрентов трекера
th: กําลังโหลดทอร์เรนต์ตัวติดตาม
