Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# TrayMenu
source: Show BitComet
bg: Покажи BitComet
de: BitComet anzeigen
es: Mostrar BitComet
fr: Afficher BitComet
it: Mostra BitComet
ja: BitComet を表示
nl: BitComet weergeven
pl: Pokaż BitComet
pt_br: Mostrar BitComet
ru: Показать BitComet
th: แสดง Bitcomet

# TrayMenu
source: Start Downloading All
ar: بدء تحميل الكل
bg: Започване сваляне на всички
de: Alle Aufgaben herunterladen
es: Empezar descargando todo
et: Käivita kõik allalaadimised
eu: Hasi Denak Jeisten
fi: Aloita Kaikki Lataukset
fr: Démarrer tous les téléchargements
hu: Minden letöltés megkezdése
it: Avvia tutti i Download
ja: すべてのダウンロードを開始する
nl: Start alle downloads
pl: Rozpocznij pobieranie wszystkich
pt_br: Inicie todos os downloads
ro: Pornește Toate Descărcările
ru: Начать загрузку всех
sk: Spustiť sťahovanie všetkého
sq: Nis Shkarkimin e Të Gjithave
sv: Börja ladda ner allt
th: เริ่มต้นดาวน์โหลดทั้งหมด
tr: Tümünü indirmeye başla
ug: ھەممە چۈشۈرۈشنى باشلا

# TrayMenu
source: Start Uploading All
ar: بدء رفع الكل
bg: Започване качване на всички
de: Alle Aufgaben hochladen
es: Empezar subiendo todo
et: Käivita kõik üleslaadimised
eu: Hasi Denak Igotzen
fi: Aloita Kaikki Lähetykset
fr: Démarrer tous les téléversements
hu: Minden feltöltés megkezdése
it: Avvia tutti gli Upload
ja: すべてのアップロードを開始する
nl: Start alle uploads
pl: Rozpocznij wysyłanie wszystkich
pt_br: Inicie todos upload
ro: Pornește Toate Încărcările
ru: Начать передачу всех
sk: Spustiť nahrávanie všetkého
sq: Nis Ngarkimin e Të Gjithave
sv: Börja ladda upp allt
th: เริ่มต้นอัพโหลดทั้งหมด
tr: Tümünü yüklemeye başla
ug: ھەممە يۈكلەشنى باشلا

# TrayMenu
source: Stop All Tasks
ar: إيقاف كل المهام
bg: Спиране на всички задачи
de: Alle Aufgaben anhalten
es: Detener todas las tareas
et: Peata kõik tegumid
eu: Gelditu Eginkizun Denak
fi: Pysäytä Kaikki Tehtävät
fr: Arrêter toutes les tâches
hu: Minden feladat leállítása
it: Sospendi tutti i Tasks
ja: 全てのタスクを停止する
nb: Stopp alle oppgaver
nl: Stop alle taken
pl: Zatrzymaj wszystkie zadania
pt_br: Parar todas as tarefas
ro: Oprește Toate Sarcinile
ru: Остановить все задания
sk: Zastaviť všetky úlohy
sq: Ndalo të Gjitha Detyrat
sv: Stoppa alla aktiviteter
th: หยุดทุกงาน
tr: Tüm görevleri durdur
ug: ھەممە ۋەزىپىنى توختات

# TrayMenu
source: Suspend All Active Tasks
ar: تعليق جميع المهام النشطة
bg: Отлагане на всички активни задачи
de: Alle aktiven Aufgaben anhalten
es: Suspender todas las tareas activas
et: Seiska kõik akttivsed tegumid
eu: Utzi Eginkizun Eragindu Denak
fi: Keskeytä Kaikki Aktiiviset Tehtävät
fr: Suspendre toutes les tâches actives
hu: Az összes aktív feladat felfüggesztése
it: Sospendi tutti i processi attivi
ja: すべての実行中のタスクを一時停止する
nb: Utsett alle aktive oppgaver
nl: Alle actieve taken uitstellen
pl: Wstrzymaj wszystkie aktywne zadania
pt_br: Suspender todas as tarefas ativas
ro: Pauzează Toate Sarcinile Active
ru: Остановить все активные задания
sk: Pozastaviť všetky aktívne úlohy.
sq: Pezullo Të Gjitha Detyrat Aktive
sv: Avbryt alla aktiva aktiviteter
th: พักงานทั้งหมดที่กำลังทำอยู่
tr: Tüm aktif görevleri durdur.
ug: ھەممە ئاكتىپ ۋەزىپىنى ۋاقىتلىق توختات

# TrayMenu
source: Resume Last Suspended Tasks
ar: استئناف آخر المهام المتوقفة مؤقتًا
bg: Възобновяване на последните отложени задачи
de: Angehaltene Aufgaben fortsetzen
es: Reiniciar todas las tareas suspendidas
et: Kokkuvõte viimati katkestatud tegumeist
eu: Jarraitu Utzitako Azken Eginkizunekin
fi: Jatka Viimeisintä Keskeytettyä Tehtävää
fr: Reprendre les dernières tâches interrompues
hu: Az utoljára felfüggesztett feladatok folytatása
it: Riavvia gli ultimi processi sospesi
ja: 前回一時停止したタスクを再開する
nb: Fortsett siste utsatte oppgaver
nl: Laatst uitgestelde taken hervatten
pl: Przywróć ostatnio wstrzymane zadania
pt_br: Resumir últimas tarefas suspensas
ro: Reia Ultimele Sarcini Pauzate
ru: Запустить ранее остановленные
sk: Obnoviť posledné postavené úlohy
sq: Rinis Detyrat e pezulluara së fundmi
sv: Återuppta senast avbrutna aktiviteter
th: เริ่มงานที่พักไว้
tr: Durdurulan görevlere devam et
ug: ئاخىرقى ۋاقتىنچە توختاتقان ۋازىپىنى داۋاملاشتۇر

# TrayMenu
source: Set scheduler limit
ar: تعيين الحد المجدول
bg: Задаване на ограничение за графика за работа
de: Geschwindigkeit (Aufgabenplanung)
es: Fijar limite del programador de tareas
et: sea plaanuri limiit
eu: Ezarri egitarautzaile muga
fi: Aseta ajastin rajoitus
fr: Définir la limite du planificateur
hu: ütemező korlát beállítása
it: Imposta il limite di pianificazione
ja: スケジューラの制限を設定
nl: Stel planner limiet in
pl: Ustaw limit harmonogramu
pt_br: Definir limite de tarefa
ro: Setează limita pentru planificare
ru: установить ограничение планировщика
sk: Nastaviť obmedzenia plánovača
sq: vendos kufirin e skeduesit
sv: ange gräns för schemaläggaren
th: ตั้งค่าขีดจํากัดของตัวกําหนดตารางทํางาน
tr: Programlayıcı sınırını koy
ug: پىلان چەك تەڭشىكى

# TrayMenu
source: Set global limit
ar: تعيين الحد الأجمالي
bg: Задаване на глобално ограничение
de: Allgemeine Geschwindigkeit
es: Fijar límite global
et: sea globaalne limiit
eu: Ezarri muga globala
fi: Aseta globaali rajoitus
fr: Définir une limite globale
hu: globális korlát beállítása
it: Imposta limite globale
ja: 全体の制限を設定
nb: Sett global begrensning
nl: Stel globale limiet in
pl: Ustaw łączny limit
pt_br: Definir limite global
ro: Setează limita globală
ru: установить общее ограничение
sk: Nastaviť celkové obmedzenia
sq: vendos kufirin e përgjithshëm
sv: Fastställ global gräns
th: ตั้งค่าขีดจํากัดสากล
tr: Global sınırı koy
ug: ئورتاق چەك بەلگىلە

# TrayMenu
source: Stopped
ar: أوقفت
bg: Спряна
de: Angehalten
es: Parado
et: Peatatud
eu: Gelditurik
fi: Pysäytetty
fr: Arrêté
hu: Leállítva
it: Interrottto
ja: 停止
nb: Stoppet
nl: Gestopt
pl: Zatrzymane
pt_br: Parado
ro: Oprit
ru: Остановлено
sk: Zastavené
sq: Të Ndalura
sv: Stoppad
th: หยุด
tr: Durduruldu
ug: توختىدى

# TrayMenu
source: Set seeding limit
ar: تعيين حد الارسال
bg: Задаване на ограничение за сийдване
de: Seeding-Begrenzung
es: Fijar limite de siembra
et: sea jagamis limiit
eu: Ezarri emaritza muga
fr: Définir la limite d’ensemencement
hu: seedelési korlát beállítása
it: Imposta il limite dei seeding
ja: シードの制限を設定
nl: Stel upload limiet in
pl: Ustaw limit seedowania
pt_br: Definir um limite para a semeadura
ro: Setează limita pentru donare
ru: установить ограничение сидирования
sk: Nastaviť obmedzenia seedovania
sq: vendos kufirin e dërgimit
sv: ange gräns för seeding
th: ตั้งค่าปล่อยสูงสุด
tr: paylaşım sınırını koy
ug: ئۇرۇق چەك تەڭشىكى

# TrayMenu
source: Download Limit
ar: حد التحميل
bg: Ограничение за сваляне
de: Geschwindigkeit beim Herunterladen
es: Límite de descarga
et: Allalaadimise limiiit
eu: Jeisketa Muga
fi: Latausrajoitus
fr: Limite de téléchargement
hu: Letöltési Korlát
it: Limite di Download
ja: ダウンロード制限
nb: Nedlastingsgrense
nl: Downloadlimiet
pl: Limit pobierania
pt_br: Limite de download
ro: Viteza Maximă de Descărcare
ru: Ограничение загрузки
sk: Obmedzenie sťahovania
sq: Kufiri i Shkarkimit
sv: Nerladdningsgräns
th: ขีดจำกัดการดาวน์โหลด
tr: İndirme Sınırı
ug: چۈشۈرۈش چېكى

# TrayMenu
source: Upload Limit
ar: حد الرفع
bg: Ограничение за качване
de: Geschwindigkeit beim Hochladen
es: Límite de Subida
et: Üleslaadimise limiit
eu: Igoera Muga
fi: Lähetysrajoitus
fr: Limite d'envoi
hu: Feltöltési Korlát
it: Limite di Upload
ja: アップロード制限
nb: Opplastingsgrense
nl: Uploadlimiet
pl: Limit wysyłania
pt_br: Limite de upload
ro: Viteza Maximă de Încărcare
ru: Ограничение отдачи
sk: Obmedzenie odosielania
sq: Kufiri i Ngarkimit
sv: Uppladdningsgräns
th: ขีดจํากัดการอัปโหลด
tr: Gönderme Sınırı
ug: يۈكلەش چېكى

# TrayMenu
source: Enable Scheduler
ar: تمكين الجدول
bg: Разрешаване на графика за работа
de: Aufgabenplanung aktivieren
es: Activar programador de tareas
et: Luba plaanur
eu: Gaitu Egitarautzailea
fi: Käytä Ajastinta
fr: Activer le planificateur
hu: Ütemező engedélyezése
it: Abilita pianificazione
ja: スケジューラを有効にする
nb: Aktiver planleggeren
nl: Planner inschakelen
pl: Włącz harmonogram
pt_br: Habilitar agendador
ro: Activează Planificatorul
ru: Включить планировщик
sk: Povoliť plánovač
sq: Aktivizoni Skedulën
sv: Aktivera schemaläggaren
th: เปิดใช้งานตัวกําหนดตารางทํางาน
tr: Zamanlayıcı Etkin
ug: پىلاننى قوزغات

# TrayMenu
source: Open Torrent File...
bg: Отваряне на торент файл...
de: Torrent-Datei öffnen...
es: Abre torrent file...
fr: Ouvrez Torrent File...
it: Apri il file torrent...
ja: トレントファイルを開く...
nl: Torrent-bestand openen ...
pl: Otwórz plik Torrent...
pt_br: Arquivo torrent aberto...
ru: Открыть торрент-файл...
th: เปิดแฟ้มฝนตกหนัก...

# TrayMenu
source: Add Torrent from URL...
bg: Добавяне на торент от URL адрес...
de: Torrent von URL hinzufügen ...
es: Añadir Torrent desde URL...
fr: Ajouter Torrent à partir de l’URL...
it: Aggiungi Torrent dall'URL...
ja: URL からトレントを追加...
nl: Voeg Torrent toe vanaf URL...
pl: Dodaj torrent z adresu URL...
pt_br: Adicionar torrent de URL...
ru: Добавить торрент с URL...
th: เพิ่ม Torrent จาก URL...

# TrayMenu
source: HTTP/FTP Download...
ar: تحميل HTTP/FTP...
bg: Сваляне по HTTP/FTP...
de: HTTP/FTP herunterladen...
es: Descargando HTTP/FTP...
et: Laeb alla...
eu: HTTP/FTP Jeisketa...
fi: HTTP/FTP Lataus...
fr: Ajouter une URL HTTP/FTP...
hu: HTTP/FTP letöltés...
it: Scarica via HTTP/FTP...
ja: HTTP/FTP ダウンロード...
nb: Laster ned...
nl: Downloaden bezig...
pl: Pobieranie HTTP/FTP...
pt_br: HTTP/FTP de download...
ro: Adaugă Descărcare HTTP/FTP...
ru: HTTP/FTP загрузка...
sk: HTTP/FTP sťahovanie...
sq: HTTP/FTP Shkarkim...
sv: HTTP/FTP-nerladdning...
th: ดาวน์โหลด...
tr: İndiriliyor...
ug: HTTP/FTP چۈشۈرۈش…

# TrayMenu
source: HTTP/FTP Batch Download...
ar: تحميل الروابط HTTP/FTP...
bg: Групово сваляне по HTTP/FTP...
de: HTTP/FTP-Stapel herunterladen...
es: Descargando lote HTTP/FTP...
et: HTTP/FTP paki allalaadimine...
eu: HTTP/FTP Jeisketa Multzoa...
fi: HTTP/FTP Joukkolataus...
fr: Ajouter un lot d'URL HTTP/FTP...
hu: HTTP/FTP kötegelt letöltés...
it: Scarica via HTTP/FTP in automatico...
ja: HTTP/FTP バッチダウンロード...
nl: HTTP/FTP batch downloaden...
pl: Pobieranie wsadowe HTTP/FTP...
pt_br: HTTP/FTP Lote de download...
ro: Adaugă Grup de Descărcări HTTP/FTP...
ru: HTTP/FTP пакетная загрузка...
sk: HTTP/FTP dávkové sťahovanie...
sq: HTTP/FTP Shkarkim i Menjëhershëm...
sv: HTTP/FTP-batchnerladdning
th: ดาวน์โหลด HTTP/FTP แบบหลายงานต่อเนื่อง...
tr: HTTP/FTP grup indirmesi...
ug: تۈركۈملەپ HTTP/FTP چۈشۈرۈش قوش…

# TrayMenu
source: Capture Clipboard URL
ar: التقاط URL "الحافظة"
bg: Прихващане на уеб адреси от системния буфер
de: Internetadresse aus Zwischenablage erfassen
es: Capturar URL del portapapeles
et: Võta URL lõikelaualt
eu: Hartu Gako URL-a
fi: Kaappaa Leikepöydän URL
fr: Capturer l'URL du presse-papier
hu: A vágólap URL-jének betöltése
it: Cattura l'indirizzo negli Appunti
ja: クリップボードの URL を監視する
nl: URL van Klembord vastleggen
pl: Przechwyć URL ze schowka
pt_br: Capiturar URL da área de transferência
ro: Interceptează Adresele din Cliplanșetă
ru: Скопировать URL в буфер
sk: Zachytiť URL v schránke
sq: Kap URL-në e kujtesës
sv: Fånga URL från urklipp
th: ตรวจจับคลิปบอร์ดของ URL
tr: Panodaki URLyi yakala
ug: چاپلاش تاختىسىدىكى URL نى كۆزەت

# TrayMenu
source: Capture IE URL
ar: لتقاط URL IE
bg: Прихващане на уеб адрес от IE
de: Internetadresse aus IE erfassen
es: Capturar URL de IE
et: Võta IE-st URL
eu: Hartu IE URL-a
fi: Kaappaa IE URL
fr: Capturer l'URL d'internet explorer
hu: Az IE URL-jének betöltése
it: Cattura l'indirizzo in IE
ja: IE の URL を監視する
nl: Capture dwz URL
pl: Przechwyć IE URL
pt_br: Capiturar URL do IE
ro: Interceptează Adresele din IE
ru: Перехватывать ссылки в IE
sk: Zachytiť URL IE
sq: Kap IE URL
sv: Fånga IE-URL
th: ตรวจจับ URL ของ IE
tr: IE URL'yi yakala
ug: توركۆرگۈ URL نى كۆزەت

# TrayMenu
source: Tray Balloon
bg: Балон с тава
de: Tablett Ballon
es: Globo de bandeja
fr: Ballon de plateau
it: Palloncino vassoio
ja: トレイバルーン
nl: Dienblad Ballon
pl: Balon na tacę
pt_br: Balão de bandeja
ru: Лоток Воздушный шар
th: ลูกโป่งถาด

# TrayMenu
source: Floating Window
ar: نافذة عائمه
bg: Плаващ прозорец
de: Diagramm anzeigen
es: Ventana flotante
et: Hüpik aken
eu: Azaleko Leihoa
fi: Leijuva Ikkuna
fr: Fenêtre flottante
hu: Lebegő ablak
it: Finestra fluttuante
ja: フローティングウインドウ
nl: Zwevend venster
pl: Ruchome okienko
pt_br: Janela Flutuante
ro: Monitor Flotant
ru: Плавающее окно
sk: Plávajúce okno
sq: Dritare Lëkundëse
sv: Flytande fönster
th: หน้าต่างลอย
tr: Yüzen Pencere
ug: لەيلىمە كۆزنەك

# TrayMenu
source: Transparency
ar: الشفافية
bg: Прозрачност
de: Transparenz
es: Transparencia
et: Läbipaistvus
eu: Gardentasuna
fi: Läpinäkyvyys
fr: Transparence
hu: Átlátszóság
it: Trasparenza
ja: 透明度
nb: Gjennomsiktighet
nl: Transparantie
pl: Przezroczystość
pt_br: Transparência
ro: Transparență
ru: Прозрачность
sk: Priesvitnosť
sq: Transparenca
sv: Genomskinlighet
th: ความโปร่งใส
tr: Saydamlık
ug: سۈزۈكلۈك

# TrayMenu
source: None
ar: لا
bg: Нищо
de: Kein
es: No
et: Ei ühtegi
eu: Bat ere ez
fi: Ei mitään
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
nb: Ingen
nl: Geen
pl: Żadny
pt_br: Não
ro: Deloc
ru: Ничего
sk: Žiadne
sq: Asnjë
sv: Ingen
th: ไม่มี
tr: Hayır
ug: يوق

# TrayMenu
source: Text Content
bg: Текстово съдържание
de: Textinhalt
es: Contenido de Texto
fr: Contenu du texte
it: Contenuto del testo
ja: テキストコンテンツ
pl: Zawartość tekstowa
pt_br: Conteúdo de texto
ru: Текст Содержимого
th: เนื้อหาข้อความ

# TrayMenu
source: Download/Upload Speed
ar: سرعة التحميل/الرفع
bg: Скорост на сваляне/качване
de: Geschwindigkeit (Herunter-/Hochladen)
es: Velocidad de bajada/subida
et: Alla/Üles kiirus
eu: Jeiste/Igotze Abiadura
fi: Lataus/Lähetysnopeus
fr: Vitesse de Téléchargement/Téléversement
hu: Letöltési/feltöltési sebesség
it: Velocità Download/Upload
ja: DL/UL速度
nb: Nedlastings-/Opplastingsfart
nl: Download/Upload snelheid
pl: Prędkość pobierania/wysyłania
pt_br: Velocidade de Download
ro: Viteza de Descărcare / Încărcare
ru: Скорость загрузки/передачи
sk: Rýchlosť sťahovania/nahrávania
sq: Shpejtësia e Shkarkim/Ngarkimit
sv: Nedladdningshastighet
th: ความเร็วดาวน์โหลด/อัพโหลด
tr: İndirme Hızı
ug: چۈشۈرۈش/يۈكلەش سۈرئىتى

# TrayMenu
source: Download Progress
ar: سرعة المنجز
bg: Напредък на свалянето
de: Fortschritt beim Herunterladen
es: Progreso de la descarga
et: Allalaetud
eu: Jeisketa Garapena
fi: Latauksen Edistyminen
fr: Progression du téléchargement
hu: Letöltési folyamat
it: Stato di avanzamento del download
ja: ダウンロードの進行状況
nb: Nedlastingsfremskritt
nl: Downloadvoortgang
pl: Postęp pobierania
pt_br: Download Imagens
ro: Progresul Descărcării
ru: Прогресс загрузки
sk: Priebeh sťahovania
sq: Progresi i Shkarkimit
sv: Seedningar
th: ความคืบหน้าการดาวน์โหลด
tr: Resim İndir
ug: چۈشۈرۈش سۈرئىتى

# TrayMenu
source: Time Interval
bg: Времеви интервал
de: Zeitintervall
es: Intervalo de tiempo
fr: Intervalle de temps
it: Intervallo di tempo
ja: インターバル時間
nl: Tijdsinterval
pl: Przedział czasu
pt_br: Intervalo de Tempo
ru: Интервал Времени
th: ช่วงเวลา

# TrayMenu
source: 10 sec/div
ar: 10 ثواني/div
bg: 10 сек/деление
de: 10 sekündlich
es: 10 seg/div
et: 10 sek/div
eu: 10 seg/dib
hu: 10 mp/rész
ja: 10秒間隔
nb: 10 sek/div
pl: 10 sek/div
pt_br: 10 seg/divididos
ru: 10 сек./дел.
sk: 10 sekúnd/div
sq: 10 sek/div
sv: 10 sekunder/div
th: 10 วินาที/div
tr: 10 saniye/div
ug: 10 سېكۇنت/div

# TrayMenu
source: 1 min/div
ar: 1 دقيقه/div
bg: 1 мин/деление
de: minütlich
eu: 1 min/dib
hu: 1 perc/rész
ja: 1分間隔
pl: 1 min/działkę
pt_br: 1 min/dividido
ru: 1 мин./дел.
sk: 1 minúta/div
sv: 1 minut/div
th: 1 นาที/div
tr: 1 dakika/div
ug: 1 مىنۇت/div

# TrayMenu
source: 1 hour/div
ar: 1ساعة/div
bg: 1 час/деление
de: stündlich
es: 1 hora/div
et: 1 tund/div
eu: 1 ordu/dib
fr: 1 h/div
hu: 1 óra/rész
it: 1 ora/div
ja: 1時間間隔
nb: 1 time/div
nl: 1 uur/div
pl: 1 godzina/div
pt_br: 1 hora/dividida
ro: 1 oră/div
ru: 1 час/дел.
sk: 1 hodina/div
sq: 1 orë/div
sv: 1 timme/div
th: 1 ชั่วโมง/div
tr: 1 saat/div
ug: 1 سائەت/div

# TrayMenu
source: Floating Window settings
ar: إعدادات النافذة العائمة
bg: Настройки на плаващия прозорец
de: Diagrammeinstellungen
es: Ajustes de la ventana flotante
et: Hüpik akna sätted
eu: Azaleko Leihoaren ezarpenak
fi: Leijuvan Ikkunan asetukset
fr: Paramètres de la fenêtre flottante
hu: A Lebegő ablak beállításai
it: Impostazioni della finestra fluttuante
ja: フローティングウインドウの設定
nl: Zwevend venster instellingen
pl: Ustawienia ruchomego okienka
pt_br: Configurações da Janeta Flutuante
ro: Setările Monitorului Flotant
ru: Настройки плавающего окна
sk: Nastavenia plávajúcich okien
sq: Parametrat e Dritares lëkundëse
sv: Inställningar för Flytande fönster
th: การตั้งค่าหน้าต่างลอย
tr: Yüzen Pencere Ayarları
ug: لەيلىمە كۆزنەك تەڭشىكى

# TrayMenu
source: Options...
bg: Опции...
de: Optionen...
es: Opciones...
it: Opzioni...
ja: オプション...
nl: Opties...
pl: Opcje...
pt_br: Opções...
ru: Опции...
th: ตัวเลือก...

# TrayMenu
source: Exit
bg: Изход
de: Ausgang
es: Salida
fr: Quitter
it: Uscita
ja: 終了
nl: Afsluiten
pl: Wyjdź
pt_br: Saída
ru: Выйти
th: ทางออก

# Common
source: Open Folder
de: Ordner öffnen
es: Abrir Carpeta
fr: Ouvrir le dossier
it: Apri Cartella
ja: フォルダを開く
pl: Otwórz folder
pt_br: Abrir pasta
ru: Открыть папку
th: เปิดโฟลเดอร์

# Common
source: View Task
de: Aufgabe ansehen
es: Ver Tarea
fr: Afficher tâche
it: Vedi Attività
ja: タスクの表示
pl: Pokaż zadanie
pt_br: Ver Tarefa
ru: Просмотреть задачу
th: ดูงาน

# Common
source: Open File
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir le fichier
it: Apri file
ja: ファイルを開く
pl: Otwórz plik
pt_br: Abrir Arquivo
ru: Открыть файл
th: เปิดไฟล์

# Notifications
source: Disk Full!
de: Festplatte voll!
es: ¡Disco lleno!
fr: Disque plein!
it: Disco pieno!
ja: ディスクがいっぱいです!
pl: Dysk pełny!
pt_br: Disco cheio!
ru: Диск полон!
th: ดิสก์เต็ม!

# Notify
source: BitComet disk boost service has not been installed.
de: Der BitComet-Disk-Boost-Dienst wurde nicht installiert.
es: No se ha instalado el servicio de refuerzo de disco BitComet.
fr: Le service BitComet disk boost n’a pas été installé.
it: Il servizio BitComet disk boost non è stato installato.
ja: BitCometディスクブーストサービスがインストールされていません。
pl: Usługa BitComet disk boost nie została zainstalowana.
pt_br: O serviço BitComet disk boost não foi instalado.
ru: Служба ускорения диска BitComet не установлена.
th: ยังไม่ได้ติดตั้งบริการเพิ่มดิสก์ BitComet

# Notify
source: The disk write speed will be slower when file downloading.
de: Die Schreibgeschwindigkeit der Festplatte ist beim Herunterladen von Dateien langsamer.
es: La velocidad de escritura en disco será más lenta al descargar archivos.
fr: La vitesse d’écriture du disque sera plus lente lors du téléchargement du fichier.
it: La velocità di scrittura del disco sarà più lenta durante il download dei file.
ja: ファイルのダウンロード時は、ディスクの書き込み速度が遅くなります。
pl: Szybkość zapisu na dysku będzie mniejsza podczas pobierania plików.
pt_br: A velocidade de gravação do disco será mais lenta durante o download do arquivo.
ru: Скорость записи на диск будет медленнее при загрузке файлов.
th: ความเร็วในการเขียนดิสก์จะช้าลงเมื่อดาวน์โหลดไฟล์

# Common
source: Fix Now
de: Jetzt beheben
es: Reparalo ahora
fr: Répare maintenant
it: Correggi ora
ja: 今すぐ修正
pl: Napraw teraz
pt_br: Corrigir agora
ru: Исправить сейчас
th: แก้ไขตอนนี้

# Notify
source: BitComet is not allowed to communicate through Windows Defender Firewall.
de: BitComet darf nicht über die Windows Defender-Firewall kommunizieren.
es: BitComet no puede comunicarse a través del Firewall de Windows Defender.
fr: BitComet n’est pas autorisé à communiquer via le pare-feu Windows Defender.
it: BitComet non è autorizzato a comunicare attraverso Windows Defender Firewall.
ja: BitCometは、Windows Defenderファイアウォールを介した通信を許可されていません。
pl: BitComet nie może komunikować się przez zaporę Windows Defender.
pt_br: O BitComet não tem permissão para se comunicar através do Firewall do Windows Defender.
ru: BitComet не имеет права обмениваться данными через брандмауэр Защитника Windows.
th: BitComet ไม่ได้รับอนุญาตให้สื่อสารผ่านไฟร์วอลล์ Windows Defender

# Notify
source: IE extension for BitComet is not installed correctly.
de: Die IE-Erweiterung für BitComet ist nicht korrekt installiert.
es: La extensión IE para BitComet no está instalada correctamente.
fr: L’extension IE pour BitComet n’est pas installée correctement.
it: IE estensione per BitComet non è installato correttamente.
ja: BitComet の IE 拡張機能が正しくインストールされていません。
pl: IE dla BitComet nie jest poprawnie zainstalowany.
pt_br: IE extensão para BitComet não está instalado corretamente.
ru: Расширение IE для BitComet установлено неправильно.
th: ส่วนขยาย IE สําหรับ BitComet ไม่ได้รับการติดตั้งอย่างถูกต้อง

# Message_FileNotFound
source: File not found: ${FILE_NAME}
ar: لم يتم العثور على الملف: ${FILE_NAME}
bg: Файлът не е открит: ${FILE_NAME}
de: Datei nicht gefunden: ${FILE_NAME}
es: No se encuentra el archivo ${FILE_NAME}
et: Faili ei leitud: ${FILE_NAME}
eu: Agiria ez da aurkitu: ${FILE_NAME}
fi: Tiedostoa ei löydy: ${FILE_NAME}
fr: Fichier non trouvé : ${FILE_NAME}
hu: A fájl nem található: ${FILE_NAME}
it: File non trovato: ${FILE_NAME}
ja: ファイルが見つかりません： ${FILE_NAME}
nb: Filen ikke funnet: ${FILE_NAME}
nl: Bestand niet gevonden:"${FILE_NAME}"
pl: Nie znaleziono pliku: ${FILE_NAME}
pt_br: Arquivo não encontrado: ${FILE_NAME}
ro: Filă negăsită: ${FILE_NAME}
ru: Файл не найден: ${FILE_NAME}
sk: Súbor nenájdený: ${FILE_NAME}
sq: Skedari nuk u gjet: ${FILE_NAME}
sv: Filen ${FILE_NAME} hittas inte
th: ไม่พบไฟล์: ${FILE_NAME}
tr: Dosya Bulunamadı: ${FILE_NAME}
ug: ھۆججەت تېپىلمىدى: ${FILE_NAME}

# Message_KillVirusPathEmpty
source: Path of Anti-virus software has not been set. Do you want to configure it now?
ar: لم يتم تعيين مسار برنامج الفيروسات, هل تريد انشائه الآن ؟
bg: Не е зададен път до антивирусния софтуер. Желаете ли да го конфигурирате сега?
de: Der Pfad der Antivirus-Software wurde nicht angegeben. Möchten Sie ihn nun einstellen?
es: No ha establecido la ruta del antivirus, ¿quiere configurarlo ahora?
et: Anti-viiruse tarkvara asukoht pole seadistatud. Soovid Sa seda muuta?
eu: Birus-aurkako software helburua ez da gaitu. Orain ezartzea nahi duzu?
fi: Polkua Anti-virus ohjelmalle ei ole asetettu. Haluatko määrittää sen nyt?
fr: Le chemin de l'Anti-virus n'a pas été défini. Voulez vous le configurer maintenant ?
hu: Az antivírus szoftver útvonala nincs beállítva. Szeretnéd most beállítani?
it: Il percorso del programma Anti-virus non è stato impostato. Si desidera configurarlo adesso?
ja: ウイルス対策ソフトのパスが指定されていません。いま設定しますか？
nb: Banen til Anti-virus programvare har ikke blitt innstilt. Vil du konfigurere den nå?
nl: Het bestandspad van de anti-virus software is nog niet ingesteld. Wilt u dit nu configureren?
pl: Ścieżka do programu antywirusowego nie została ustalona. Czy chcesz ją ustawić teraz?
pt_br: O caminho do programa antivírus não foi configurado. Deseja configurá-lo agora?
ro: Calea către softul antivirus nu a fost setată. Vrei s-o configurezi acum?
ru: Не установлен путь к антивирусному програмному обеспечению. Установить его сейчас?
sk: Cesta k antivírusovému softvéru nie je nastavená. Želáte si ju teraz nastaviť?
sq: Shtegu i programit antivirus nuk është vendosur. Dëshiron ta konfigurosh tani?
sv: Sökvägen till antivirus-programmet är inte valt. Vill du göra det nu?
th: ตำแหน่งที่อยู่ของโปรแกรมกำจัดไวรัสยังไม่ถูกตั้ง คุณต้องการจะปรับมันในตอนนี้?
tr: Path of Anti-virus software has not been set. Do you want to config it now?
ug: ۋىرۇسخور پروگراممىسىنىڭ ئىجرا قىلىش يولىنى تېخى تەڭشىمىدىڭىز، ھازىر سەپلەمسىز؟
