Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogAbout
source: Translators:
eu: Itzultzaileak:
fi: Kääntäjät:
nb: Oversettere:
sk: Prekladatelia:
sq: Përkthyesit:
ug: تەرجىمانلار:

# DialogBitTorrentMaker
source: Add DHT nodes to tracker list
eu: Gehitu DHT elkarguneak aztarnari zerrendatik
fi: Lisää DHT solmut seurantapalvelin listaan
nb: Legg til DHT nodes til sporing listen
sk: Pridať DHT uzly na zoznam trackerov
sq: Shto nyje DHT në listën e gjurmuesve
ug: DHT نۇقتىسىنى tracker مۇلازىمىتىر تىزىملىكىگە قوش

# DialogBitTorrentMaker
source: Align file to piece boundary
eu: Lerrokatu agiria atal mugatik
nb: Still opp fil til stykke grensen
sk: Celý súbor usporiadať na madznej časti
sq: Shto një skedar në kufirin e copëzave
ug: ھۆججەتنى بۆلەكلەنگەن چوڭ كىچىكلىك بويىچە توغرىلاپ چۈشۈرۈش ئۈنۈمىنى ياخشىلاپ، ئۇرۇقنىڭ ھايات ۋاقتىنى ئۆستۈرىدۇ

# DialogBitTorrentMaker
source: Calculate ED2K link for each file
eu: Kalkulatu agiri bakoitzaren ED2K lotura
fi: Laske ED2K linkki jokaiselle tiedostolle
nb: Kalkuler ED2K linker for hver fil
sk: Vypočítať odkaz ED2K pre každý súbor
sq: Llogarit lidhjet ED2K për çdo skedar
ug: ھەر بىر ھۆججەتكە ED2K ئۇلىنىشى ھېسابلا

# DialogBitTorrentMaker
source: Caution! enable this option on small-sized files will use more space.
eu: Kontuz! Aukera hau gaitzeak neurri txikiko agirietan toki gehiago erabiliko du.
fi: Varoitus! Ottamalla tämän asetuksen käyttöön, pienet tiedostot vievät enemmän tilaa.
nb: Advarsel! Hvis du aktiverer dette på små filer så bruker filen mer plass
sk: Upozornenie! povolením tejto voľby bude pre malý súbor použité viac miesta.
sq: Kujdes! aktivizimi i këtij opsioni në skedarët e vegjël do të përdorë më tepër hapësirë.
ug: ئاگاھلاندۇرۇش! كىچىك ھۆججەت چوڭلۇقى بويىچە تەرتىپلەش قوزغىتىلسا كۆپ دىسكا بوشلۇقى ئىسراپ بولىدۇ.

# DialogBitTorrentMaker
source: Comments:
eu: Aipamenak
fi: Kommentit:
nb: Kommentar:
sk: Poznámka:
sq: Komente:
ug: ئىزاھات:

# DialogBitTorrentMaker
source: Directory (Multi-Files)
eu: Zuzenbidea (Agiri Anitz)
fi: Hakemisto (Useita)
nb: Mappe (Flere filer)
sk: Adresár (viac súborov)
sq: Direktoria (Shumë-Skedarë)
ug: مۇندەرىجە (كۆپ ھۆججەت)

# DialogBitTorrentMaker
source: Embedded Publisher information, modification unavailable.
eu: Egilearen informazio ezarria, aldatzea eragotzita dago.
fi: Sisällytä julkaisutiedot
nb: Inkluder info om utgiver i filen, umuligjør modifisering.
sk: Vložené informácie vydavateľa, zakázaná modifikácie.
sq: Informacion i Publikuesit i Bashkangjitur, Nuk Ka Modifikim.
ug: تارقاتقۇچى ئۇچۇرى سىڭدۈرۈپ، ئۆزگەرتىشكە يول قويما.

# DialogBitTorrentMaker
source: Enable search for Long-Term Seeds when downloading
eu: Epe-Luzerako Emale bilaketa gaitu jeisterakoan
sk: Zapnúť hľadanie pre dlhotrvajúce seedovanie pri sťahovaní
ug: ئىشلەتكۈچىنىڭ چۈشۈرۈۋاتقاندا مەزكۇر ۋەزىپىدىكى ئۇزۇن مۇددەتلىك ئۇرۇق ئىزدەپ چۈشۈرۈشنى تېزلىتىشكە يول قويىدۇ

# DialogBitTorrentMaker
source: General
eu: Orokorra
fi: Yleiset
nb: Generelt
sk: Obecné
sq: Të përgjithshme
ug: ئادەتتىكى

# DialogBitTorrentMaker
source: Help
eu: Laguntza
fi: Ohje
nb: Hjelp
sk: Nápoveda
sq: Ndihmë
ug: ياردەم

# DialogBitTorrentMaker
source: Invalid HTTP URL!
eu: HTTP URL Okerra!
fi: Viallinen HTTP URL!
nb: Ugyldig HTTP link!
sk: Neplatná HTTP URL!
sq: HTTP URL e Pavlefshme!
ug: ئىناۋەتسىز HTTP ئۇلىنىشى!

# DialogBitTorrentMaker
source: Make Torrent
eu: Torrenta Sortu
fi: Tee Torrent
nb: Lag Strøm fil
sk: (osobný torrent)
sq: Krijo Torrent
ug: توررېنت ياسا

# DialogBitTorrentMaker
source: Output:
eu: Irteera:
fi: Ulostulo:
nb: Utdata:
sk: Výstup :
sq: Dalja:
ug: چىقار:

# DialogBitTorrentMaker
source: Piece Size:
eu: Atalen Neurria
fi: Osan koko:
nb: Delstørrelse:
sk: Veľkosľ časti:
sq: Madhësia e Pjesës:
ug: بۆلەك چوڭلۇقى:

# DialogBitTorrentMaker
source: Please choose source folder
eu: Mesedez hautatu agiritegi iturburua
fi: Valitse lähdekansio
nb: Venligst velg kilde mappe
sk: Prosím vytvorte zdrojovú zložku
sq: Ju lutemi zgjidhni folderin burim
ug: ئۇرۇق ياسايدىغان مەنبە قىسقۇچنى تاللاڭ

# DialogBitTorrentMaker
source: Private Torrent (use this option only if the tracker's rules require it)
eu: Torrent Pribatua (erabili aukera hau aztarnariaren arauek eskatzen badute bakarrik)
fi: Yksityinen Torrent (käytä tätä vaihtoehtoa ainoastaan jos seurantapalvelimen vaatii sitä)
nb: Privat Torrent (bruk denne insillingen kun hvis sporerregler krever det)
sk: Súkromný torrent (použite túto možnosť, len ak to pravidlá trackera vyžadujú)
ug: شەخسىي توررېنت (پەقەت Tracker مۇلازىمىتىر ئىشلىتىشنى تەلەپ قىلغاندىلا تاللانىدۇ)

# DialogBitTorrentMaker
source: Publisher
eu: Argitaratzailea
fi: Julkaisija
nb: Utgiver:
sk: Vydavateľ
sq: Botuesi:
ug: تارقاتقۇچى

# DialogBitTorrentMaker
source: Publisher Info:
eu: Argitaratzaile Argibideak:
fi: Julkaisutiedot:
nb: Info om utgiver:
sk: Informácie o vydavateľovi :
sq: Info Për Botuesin:
ug: تارقاتقۇچى ئۇچۇرى:

# DialogBitTorrentMaker
source: Publisher Name:
eu: Argitaratzaile Izena:
fi: Julkaisijan Nimi:
nb: Utgivers navn:
sk: Meno vydavateľa:
sq: Emri i Botuesit:
ug: تارقاتقۇچى ئاتى:

# DialogBitTorrentMaker
source: Publisher URL:
eu: Argitaratzailearen URL-a:
fi: Osoite:
nb: Utgivers URL:
sk: URL vydavateľa:
sq: URL-ja e Botuesit:
ug: تارقاتقۇچى URL:

# DialogBitTorrentMaker
source: Save generated .torrent file to:
eu: Gorde sortutako .torrent agiria hemen:
fi: Tallenna generoitu .torrent tiedosto kohteeseen:
nb: Lag .torrent File
sk: Vytvoriť torrentový súbor
sq: Skedari .torrent i krijuar regjistrohet në:
ug: ياسىغان توررېنت ھۆججىتىنى ساقلاش ئورنى:

# DialogBitTorrentMaker
source: Single File
eu: Agiri bakar bat
fi: Yksi Tiedosto
nb: En fil
sk: Samostatný súbor
sq: Skedar i Vetëm
ug: يەككە ھۆججەت

# DialogBitTorrentMaker
source: Source File:
eu: Iturburu Agiria
fi: Lähdetiedosto:
nb: Kildefil:
sk: Zdrojový súbor :
sq: Skedari Burim:
ug: مەنبە ھۆججىتى:

# DialogBitTorrentMaker
source: Source file can't be empty!
eu: Iturburi agiria ezin da hutsik egon!
fi: Lähdetiedosto ei voi olla tyhjä!
nb: Kilde fil kan ikke være tom
sk: Súbor nie je platný!
sq: Skedari burim nuk mund të jetë bosh!
ug: مەنبە ھۆججەت بوش قالمايدۇ!

# DialogBitTorrentMaker
source: The output file can't be empty!
eu: Irteera agiria ezin da hutsik egon!
fi: Tallennettava tiedosto ei voi olla tyhjä!
nb: Utgang fil kan ikke være tom
sk: Výstupný súbor nemôže byť prázdny!
sq: Skedari në dalje nuk mund të jetë i zbrazët!
ug: چىقىرىلىدىغان ھۆججەت بوش قالمايدۇ!

# DialogBitTorrentMaker
source: The output path is invalid!
eu: Irteera helburu okerra!
fi: Tallennettava polku on virheellinen!
nb: Utgang link er ugyldig
sk: Cesta výstupu nie je správna!
sq: Shtegu i daljes është i pavlefshëm!
ug: چىقىرىش يولى ئىناۋەتسىز!

# DialogBitTorrentMaker
source: Tip: Trackers with | prefix are the equivalent tracker (info sharing) of the one above them.
eu: Oharra: | Aurrezenbakidun aztarnariak goiko aztarnarien baliokideak (argibide partekatzea) dira.
sk: Tip: Sledovači s | prefix sú ekvivalentné cesty (info zdieľanie) nad nimi.
ug: ئەسكەرتىش: ھەر بىر قۇردا بىردىن مۇلازىمىتىر، «|» ئالدى قوشۇلغۇچى ئالدىنقى ئۇچۇر ھەمبەھىرلەيدىغان ئوخشاش گۇرۇپپىدىكى تەڭ ئۈنۈملۈك مۇلازىمىتىرنى ئىپادىلەيدۇ.

# DialogBitTorrentMaker
source: Tip: Trackers with | prefix are the equivalent tracker (info sharing) of the one above them.
eu: Oharra: | Aurrezenbakidun aztarnariak goiko aztarnarien baliokideak (argibide partekatzea) dira.
fi: Trackeri | etumerkillä on vaihtoehtoinen yläpuolellaan olevalle
nb: Tips: Sporer med prefikset | er deler informasjon med Sporeren over.
sk: Tipy: Stopy s | Predpona je ekvivalentná (info párovania) stopy z jednej mimo.
sq: Këshillë: Gjurmo me | Prefiksi është Gjurmuesi i Barazvlefshëm (Ndarës Infromacioni) me Atë të Mësipërmin.
ug: ئەسكەرتىش: ھەر بىر قۇردا بىردىن مۇلازىمىتىر، «|» ئالدى قوشۇلغۇچى ئالدىنقى ئۇچۇر ھەمبەھىرلەيدىغان ئوخشاش گۇرۇپپىدىكى تەڭ ئۈنۈملۈك مۇلازىمىتىرنى ئىپادىلەيدۇ.

# DialogBitTorrentMaker
source: Tip: When publishing a single file, please input a HTTP download URL of this file, e.g. http://mirror.com/pub/file.exe The file name can be omitted, but the URL should end in a slash, e.g. http://mirror.com/pub/ You can input several URLs in the list, each one on a separate line.
eu: Oharra: Agiri bakarra argitaratzen duzunean, mesedez jarri agiri honen HTTP jeisketa URL-a, adib. http://mirror.com/pub/file.exe Agiri izena kendu daiteke, baina URL-a barran amaitu behar du, adib. http://mirror.com/pub/ URL ugari jarri ditzakezu zerrendan, bakoitza lerro ezberdinean.
fi: Vinkki: Kun julkaiset yhden tiedoston, syötä tämän tiedoston HTTP lataus URL esim. http://mirror.com/pub/file.exe Tiedoston nimi voidaan poistaa, mutta URL pitäisi päättyä kautta merkkiin, esim. http://mirror.com/pub/ Voit syöttää useita URL osoitteita listaan, jokainen eroteltuna rivillä.
nb: Tips: Når du publiserer én og én fil, vennligst sett inn HTTP nedlastings URLen for denne filen, eks: http://kilde.no/pub/fil.exe Filnavnet kan utelates, men URLen burde ende med en skråstrek, eks: http://kilde.no/pub/ Du kan sette inn flere URLer i listen, én for hver linje.
sk: Tip: Ak publikujete jeden súbor, vložte prosím stiahnuteľný HTTP URL tohto súboru, napr. http://mirror.com/pub/file.exe Názov súboru možno vynechať, ale URL by mala končiť lomkou, napr. http://mirror.com/pub Môžete pridať niekoľko URL adries do zoznamu, každú na zvlášť riadok.
ug: ئەسكەرتىش: يەككە ھۆججەت ئېلان قىلغاندا شۇ ھۆججەتنىڭ HTTP چۈشۈرۈش ئادرېس تىزىملىكىنى كىرگۈزۈڭ، مەسىلەن: http://mirror.com/pub/file.exe بۇنىڭ ئىچىدە ھۆججەت ئاتىنى قىسقارتىشقا بولىدۇ، ئەمما URL ئادرېس / بىلەن ئاخىرلىشىدۇ، مەسىلەن: http://mirror.com/pub/ بۇ تىزىملىككە كۆپ تەسۋىر بېكەت ئادرېسىنى كىرگۈزۈشكە بولىدۇ، ھەر قۇرغا بىردىن.

# DialogBitTorrentMaker
source: Tip: When publishing multiple files in a folder, please input a HTTP download URL of this folder, e.g. http://mirror.com/pub/ The URL for each file will be made up of the above URL, the folder name (i.e. task name) and each file name, e.g. http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe You can input several URLs in the list, each one on a separate line.
eu: Oharra: Agiritegi batean agiri ugari argitaratzen dituzunean, mesedez jarri agiritegi honen HTTP jeisketa URL-a, adib. http://mirror.com/pub/ Agiri bakoitzaren URL-a aurrekoetan bateratua egongo da, agiritegi izena (eginkizun izena) eta agiri bakoitzaren izena, adib. http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe URL ugari jarri ditzakezu zerrendan, bakoitza lerro ezberdinean,
nb: Tips: Når du publiserer flere filer i en mappe, vennligst sett inn HTTP nedlastings URLen til denne mappen, eks: http://kilde.no/pub/ URLen for hver til sammen blir til URLen ovenfor, mappenavnet (f.eks. oppgavenavnet) og hvert filnavn, eks: http://kilde.no/pub/mappenavn/fil1.exe http://kilde.no/pub/mappenavn/fil2.exe Du kan sette inn flere URLer i listen, én for hver linje.
sk: Tip: Ak publikujete viac súborov v priečinku, vložte prosím stiahnuteľný HTTP URL tohto súboru, napr. http://mirror.com/pub/ Názvy súborov budú vytvorené z predchádzajúcej URL, názov priečinka (t.j. názov úlohy) a názov každého súboru, napr. http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe Môžete pridať niekoľko URL adries do zoznamu, každú na zvlášť riadok.
ug: ئەسكەرتىش: پۈتۈن مۇندەرىجىنى ئېلان قىلغاندا شۇ ھۆججەتنىڭ HTTP چۈشۈرۈش ئادرېس تىزىملىكىنى كىرگۈزۈڭ، مەسىلەن: http://mirror.com/pub/ ھەر بىر ھۆججەتنىڭ تولۇق چۈشۈرۈش ئادرېسى يۇقىرىدىكى ئادرېسقا قىسقۇچ ئاتى (ۋەزىپە ئاتى)قوشۇشتىن ، ھۆججەت ئاتىنى ئۇلاشتىن شەكىللىنىدۇ، مەسىلەن:. http://mirror.com/pub/folder_name/file1.exe http://mirror.com/pub/folder_name/file2.exe بۇ تىزىملىككە كۆپ تەسۋىر بېكەت ئادرېسىنى كىرگۈزۈشكە بولىدۇ، ھەر قۇرغا بىردىن.

# DialogBitTorrentMaker
source: Torrent Maker
eu: Torrent Egilea
fi: Tee Torrent
nb: Torrentoppretter
sk: Vytvorenie torrentu
sq: Torrent Krijuesi
ug: توررېنت ياسىغۇچى

# DialogBitTorrentMaker
source: Tracker servers and DHT Network nodes list:
eu: Aztarnari zerbitzariak eta DHT Sare nodoen zerrenda:
fi: Seurantapalvelimet ja DHT Verkkojen solmulista:
nb: Sporer server og DHT nettverk liste
sk: Zoznam riadiacich serverov a sieťových uzlov DHT:
sq: Serveri Gjurmues dhe Lista e Nyjeve të rrjetit DHT:
ug: Tracker مۇلازىمىتىر ۋە DHT مۇلازىمىتىر نۇقتا تىزىملىكى:

# DialogBitTorrentMaker
source: URL list for web seeding:
eu: Web emaletzarako URL zerrenda:
fi: URL lista web jakamiselle:
nb: Linker for nettseeding
sk: Zoznam URL adries pre webové seedovanie:
ug: Web ئۇرۇقىنىڭ URL يول تىزىملىكى:

# DialogBitTorrentMaker
source: URL must end with "/" for multi-file task!
eu: URL-ak amaitu behar du "/" agiri-anitz eginkizunerako!
nb: Link må slutte med "/" for flerfilsoppgave!
sk: URL musí končiť s "/" pre úlohu s viacerými súbormi!
ug: كۆپ ھۆججەتلىك ۋەزىپىدە ئۇرۇقنىڭ URL يولى چوقۇم "/" بىلەن ئاياغلىشىشى لازىم.

# DialogBitTorrentMaker
source: Web Seeding
eu: Webean Ereiten
fi: Web Jakaminen
nb: Nettseeding
sk: Webové seedovanie
sq: Dërgim Nga Interneti
ug: Web ئۇرۇق

# DialogBitTorrentMakerProgress
source: Making Torrent...
eu: Torrenta Egiten...
fi: Tehdään Torrenttia...
nb: Lager torrent...
sk: Vytváranie torrentu...
sq: Duke Krijuar Torrent...
ug: توررېنت ياسىلىۋاتىدۇ…

# DialogTaskBitTorrentAdvanced
source: (VIP Anonymous Download)
eu: (VIP Izengabeko Jeisketa)

# DialogTaskBitTorrentAdvanced
source: Tip: Trackers with | prefix are the equivalent tracker (info sharing) of the one above them.
eu: Oharra: | Aurrezenbakidun aztarnariak goiko aztarnarien baliokideak (argibide partekatzea) dira.
sk: Tip: Trackere s | prefixom sú ekvivalentné trackere (na zdieľanie informácií) ako tie nad nimi.
ug: ئەسكەرتىش: ھەر بىر قۇردا بىردىن مۇلازىمىتىر، «|» ئالدى قوشۇلغۇچى ئالدىنقى ئۇچۇر ھەمبەھىرلەيدىغان ئوخشاش گۇرۇپپىدىكى تەڭ ئۈنۈملۈك مۇلازىمىتىرنى ئىپادىلەيدۇ.

# DialogTaskBitTorrentVIP
source: (VIP needed)
eu: (VIP beharrezkoa)

# DialogTaskBitTorrentVIP
source: (unchangeable when running)
eu: (aldaezina ekinean)

# DialogTaskBitTorrentVIP
source: Enable Anonymous Download
eu: Gaitu Izengabeko Jeisketa)

# DialogTaskBitTorrentVIP
source: Hint: When Anonymous Download enabled, BitComet will only do VIP download, will not connect to any trackers and BitTorrent peers, in order to protect your privacy.
eu: Oharra: Izengabeko jeisketa gaituta dagoenean, BitComet-ek VIP jeisketak bakarrik egingo ditu, ez da elkarketatuko ez aztarnari ez hartzaileetara, zure pribatutasuna babesteko helburuz.

# DialogTaskMultiDownloadAdvanced
source: Checking
eu: Aztertzen
fi: Tarkastetaan
nb: Sjekker
sk: Overuje
sq: Duke Kontrolluar
ug: تەكشۈرۈۋاتىدۇ

# DialogVIP
source: Apply Now
eu: Ezarri Orain

# DialogVIP
source: Connecting server...
eu: Zerbitzariarekin elkartzen...

# DialogVIP
source: Disable VIP acceleration
eu: Ezgaitu VIP bizkortzea

# DialogVIP
source: Enable VIP
eu: Gaitu VIP

# DialogVIP
source: Enable VIP Acceleration
eu: Gaitu VIP Bizkortzea

# DialogVIP
source: Get More Bandwidth
eu: Handitu Bandazabalera

# DialogVIP
source: Network error. Please retry later.
eu: Sare akatsa. Mesedez saiatu geroago.

# DialogVIP
source: Operation Failed: acceleration has been applied.
eu: Ekintzak huts egin du: bizkorpena ezarrita dago.

# DialogVIP
source: Please Sign in CometID.
eu: Mesedez izena eman CometID-n

# DialogVIP
source: Preparing
eu: Gertatzen

# DialogVIP
source: Query server...
eu: Zebitzaria galdekatzen...

# DialogVIP
source: Remaining Bandwidth: ${REMAINING_BANDWIDTH}
eu: Bandazabelera egonkortzen ${REMAINING_BANDWIDTH}

# DialogVIP
source: Remaining bandwidth not enough.
eu: Bandazabalera egonkortzea ez da nahikoa.

# DialogVIP
source: Required Bandwidth: ${REQUIRED_BANDWIDTH}
eu: Beharrezko bandazabalera: ${REQUIRED_BANDWIDTH}

# DialogVIP
source: Server error. Please retry later.
eu: Zerbitzari akatsa. Mesedez saiatu geroago.

# DialogVIP
source: Sign in Now
eu: Hasi saioa Orain

# DialogVIP
source: Task number limit reached.
eu: Egizkizun zenbateko muga lortua.

# DialogVIP
source: Torrent not downloaded.
eu: Torrent-a ez da jeitsi.

# DialogVIP
source: Total Bandwidth: ${TOTAL_BANDWIDTH}
eu: Bandazabalera Guztira: ${TOTAL_BANDWIDTH}

# DialogVIP
source: Total: ${TOTAL_BANDWIDTH}
eu: Guztira: ${TOTAL_BANDWIDTH}

# DialogVIP
source: VIP Acceleration
eu: VIP Bizkorpena

# DialogVIP
source: VIP Acceleration can be disabled when it keeps preparing for more than 24 hours.
eu: VIP Bizkorpena ezgaitu daiteke 24 orduz baino gehiagoz gertatzen badago.

# DialogVIP
source: VIP Acceleration can speed up your download!
eu: VIP Bizkorpenak zure jeisketaren abiadura handitu dezake!

# DialogVIP
source: VIP Acceleration is enabled. Preparing your download channel...
eu: VIP Bizkorpena gaiturik dago. Zure jeisketa bidea gertatzen...

# DialogVIP
source: VIP Acceleration is enabled. Your download channel is ready.
eu: VIP Bizkorpena gaiturik dago. Zure jeisketa bidea lanean dago.

# DialogVIP
source: VIP Acceleration unsupported for private torrent.
eu: VIP Bizkorpena ez da torrent pribaturako.

# DialogVIP
source: Your account hasn't actived VIP Acceleration.
eu: Zure kontuak ez du VIP Bizkorpena eraginda.

# DialogVIP
source: Your account is invalid.
eu: Zure kontua baliogabea da.

# DialogVIP
source: Your service of VIP Acceleration has expired.
eu: Zure VIP Bizkorpen zerbitzua iraungitu egin da.

# DialogVIP
source: more detailed info
eu: Argibide gehiago

# LogMessage_MD_Task
source: File hash check failed, starting to re-download the file
eu: Agiriaren hash egiaztapenak huts egin du, agiria bir-jeistea abian
fi: Tiedoston hash tarkistus epäonnistui, aloitetaan tiedoston uudelleenlataus
nb: Fil- hash sjekk feilet, starter å laste ned på nytt
sk: kontrola hashu súboru zlyhala, spúšťa sa opätovné stiahnutie súboru.
ug: ھۆججەتنىڭ مۇكەممەللىك دەلىللەش مەغلۇپ بولدى، ھۆججەتنى قايتا چۈشۈرىدۇ

# MainMenu
source: &CometID
eu: &CometID-a

# MainMenu
source: &Sign in...
et: &Logi sisse
eu: &Izena eman
ro: &Logare (Autentificare)
sv: &Logga in
tr: &Giriş Yap
ug: تىزىمغا كىر(&S)

# MainMenu
source: O&ptions...
et: Häälestus...
eu: A&ukerak...
ro: &Opțiuni...
sk: &Nastavenia...
sv: &Inställningar
tr: S&eçenekler
ug: تاللانما…(&P)

# MainMenu
source: Show &Detailed Info
et: Näita &detailset infot
eu: Erakutsi &Xehetasun Argibideak
ro: Arată Informațiile &Detaliate
sk: Ukázať &Detailné informácie
sv: Visa &detaljerad info
tr: &Ayrıntılı Bilgi Göster
ug: تەپسىلىي ئۇچۇرنى كۆرسەت(&D)

# MainMenu
source: Show &Status Bar
et: Näita olekuriba
eu: Erakutsi &Egoera Barra
ro: Arată Bara de &Stare
sk: Ukázať &Stavový riadok
sv: Visa &statusfältet
tr: &Durum Çubuğunu Göster
ug: ھالەت بالداقنى كۆرسەت(&S)

# MainStatusBar
source: DHT Not Connected.
eu: DHT Elkarketaturik gabe.
fi: DHT Ei Yhdistetty.
nb: DHT Ikke Tilkoblet.
sk: DHT nie je pripojené.
sq: DHT nuk është i lidhur
ug: DHT ئۇلانمىدى.

# MainStatusBar
source: Not signed in.
eu: Saioa hasi gabe.
ug: تىزىمغا كىرمىگەن.

# MainStatusBar
source: Signing in.
eu: Saioa hasten.
sk: Prebieha prihlásenie.
ug: تىزىمغا كىرىۋاتىدۇ.

# MainStatusBar
source: Signing out.
eu: Saioa amaitzen.
ug: تىزىمدىن چىقىۋاتىدۇ.

# MainStatusBar
source: Your listen port is blocked. You can still download but the speed may not be very fast. Please check your Firewall and NAT Router configurations.
eu: Zure aditze ataka itxita dago. Jeisketarekin jarraitu dezakezu baina abiadura ez da azkarrena izango. Mesedez egiaztatu zure Suhesia eta NAT Routerraren ezarpenak.
fi: Kuunteluporttisi on estetty. Voit silti ladata mutta nopeus ei ole välttämättä kovin suuri. Tarkista Palomuurisi ja NAT reititin asetukset.
nb: Din oppkoblede port er blokkert. Du kan fortsatt laste ned, men hastigheten er muligvis ikke så veldig kjapp. Vennligst sjekk din Brannmurs og NAT-Ruters instillinger.
sk: Váš naslúchací port je zablokovaný. Môžete sťahovať, ale rýchlosť nemusí byť veľmi rýchla. Overte prosím nastavenie firewallu a NAT routeru.
sq: Porti juaj dëgjues është i bllokuar. Ju mund të vazhdoni të shkarkoni, por shpejtësia nuk do të jetë aq e madhe. Ju lutemi kontrolloni konfigurimin e NAT Ruterit dhe Murit tuaj të Zjarrit.
ug: تىڭشاش ئېغىزىڭىزغا سىرتقى توردىكىلەر ئۇلىنالمايدۇ، چۈشۈرۈش سۈرئىتىڭىز تەسىرگە ئۇچرىشى مۇمكىن، مۇداپىئە تام ۋە NAT يول تاللىغۇچ تەڭشىكىنى تەكشۈرۈڭ.

# MainToolbar
source: Current search engine: "${ENGINE}". Click here to choose more engines
eu: Ezarritako bilaketa gailua: "${ENGINE}". Egin klik hemen gailu gehiago aukeratzeko.
fi: Nykyinen hakukoneesi: "${ENGINE}". Paina tästä valitaksesi lisää hakukoneita
nb: Nåværende søkemotor: "${ENGINE}". Klikk her for å velge flere motorer
sk: Súčasný vyhľadávací nástroj: "${ENGINE}". Kliknite tu pre výber viac nástrojov
sq: Motori i tanishëm i kërkimit: "${ENGINE}". kliko këtu për të zgjedhur më tepër motorë.
ug: نۆۋەتتىكى ئىزدەش موتورى: "${ENGINE}"، چېكىپ تېخىمۇ كۆپ موتورنى تاللىسىڭىز بولىدۇ

# MainWindow
source: Can not listen to port:
eu: Ez da ataka aditzen:
fi: Porttia ei voi kuunnella:
sk: Nemôže načúvať k portu:
ug: ئېغىزنى تىڭشىيالمىدى:

# MainWindow
source: Download: ${G_DOWNLOAD_RATE_KB} kB/s, Upload: ${G_UPLOAD_RATE_KB} kB/s
eu: Jeisten: ${G_DOWNLOAD_RATE_KB} kB/s, Igotzen: ${G_UPLOAD_RATE_KB} kB/s
fi: Lataus: ${G_DOWNLOAD_RATE_KB} Kt/s, Lähetys: ${G_UPLOAD_RATE_KB} Kt/s
nb: Nedlasting: ${G_DOWNLOAD_RATE_KB} KB/s, Opplasting: ${G_UPLOAD_RATE_KB} KB/s
sk: Sťahovanie: ${G_DOWNLOAD_RATE_KB} KB/s, Uploadovanie: ${G_UPLOAD_RATE_KB} KB/s
sq: Shkarko: ${G_DOWNLOAD_RATE_KB} kB/s, Upload: ${G_UPLOAD_RATE_KB} kB/s
ug: چۈشۈرۈش:${G_DOWNLOAD_RATE_KB} kB/s, يۈكلەش:${G_UPLOAD_RATE_KB} kB/s

# MainWindow
source: Task Name: ${T_DISP_NAME} Time Spent: ${T_TIME_DL_ELAPSED} Average Rate: ${T_AVERAGE_DOWNLOAD_RATE_KB} kB/s
eu: Eginkizun Izena: ${T_DISP_NAME} Igarotako Denbora: ${T_TIME_DL_ELAPSED} Bataz-besteko Neurria: ${T_AVERAGE_DOWNLOAD_RATE_KB} kB/s
fi: Tehtävä: ${T_DISP_NAME} Aikaa Käytetty: ${T_TIME_DL_ELAPSED} Keskimääräinen Nopeus: ${T_AVERAGE_DOWNLOAD_RATE_KB} Kt/s
nb: Navn på oppgave: ${T_DISP_NAME} Brukt tid: ${T_TIME_DL_ELAPSED} Gjennomsnitts hastighet: ${T_AVERAGE_DOWNLOAD_RATE_KB} kB/s
sk: Názov úlohy: ${T_DISP_NAME} Strávený čas: ${T_TIME_DL_ELAPSED} Priemerná rýchlosť: ${T_AVERAGE_DOWNLOAD_RATE_KB} kB/s
sq: Emri i Detyrës: ${T_DISP_NAME} Koha e Kaluar: ${T_TIME_DL_ELAPSED} Mesatarja: ${T_AVERAGE_DOWNLOAD_RATE_KB} kB/s
ug: ۋەزىپە ئاتى: ${T_DISP_NAME} كەتكەن ۋاقىت: ${T_TIME_DL_ELAPSED} ئوتتۇرىچە چۈشۈرۈش سۈرئىتى: ${T_AVERAGE_DOWNLOAD_RATE_KB} kB/s

# Option_RemoteDownload
source: Tip: If you access this web page from a computer outside your NAT router, please use your WAN IP displayed in the status bar of the main window instead of 127.0.0.1.
eu: Oharra: Web orrialde honetara sartzen bazara zure NAT routerretik kanpoko ordenagailu batetik, mesedez erabili ezazu zure WAN IP-a, agertzen dena batzuetan leiho nagusiko 127.0.0.1. egoera barran.
nb: TIps: Hvis du går inn på denne nettsiden fra en datamaskin utenfor din NAT- ruter, vennligst bruk din WAN IP som vises på statuslinjen i hovedvinduet istedenfor 127.0.0.1.
sk: Tip: Ak pristupujete k tejto webovej stránke z počítača mimo NAT router, použite prosím WAN IP zobrazenú v stavovom riadku hlavného okna namiesto 127.0.0.1.
ug: ئەسكەرتىش: سىرتقى توردىكى كومپيۇتېر Web كۆرۈنۈشىنى زىيارەت قىلغاندا، ئاساسىي كۆزنەكنىڭ ئوڭ ئاستى تەرەپتىكى سىرتقى تور IP ئادرېسىنى ئىشلىتىڭ.

# Options_DiskCache
source: Cache size for each HTTP connection (KB):
eu: Katxe neurria HTTP elkarketa bakoitzarentzat (KB):
fi: Välimuistin koko kullekkin HTTP yhteydelle (KB):
nb: Buffer- størrelse for hver HTTP kobling (KB):
sk: Veľkosť cache pre každé HTTP pripojenie (KB):
sq: Përmasa e kujtesës për çdo lidhje HTTP (KB):
ug: ھەر بىر HTTP ئۇلىنىشىنىڭ دىسكا غەملەك چوڭلۇقى (ك ب):
