Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# DialogTaskBitTorrentDownloadOrder
source: Move down
ar: تحريك للأسفل
bg: Преместване надолу
de: Eins runter
es: Bajar
et: Liigu alla
eu: Mugitu behera
fi: Siirrä alas
fr: Descendre
hu: Mozgatás Le
it: Sposta in basso
ja: 下へ
nb: Flytt ned
nl: Omlaag
pl: Niżej
pt_br: Mover para baixo
ro: Mută în Jos
ru: Вниз
sk: Nadol
sq: Lëviz poshtë
sv: Flytta ner
th: ย้ายลง
tr: Aşağı taşı
ug: تۆۋەنگە

# DialogTaskBitTorrentDownloadOrder
source: Order
ar: أمر
bg: Подреждане
de: Reihenfolge
es: Orden
et: Järjekord
eu: Eskabidea
fi: Järjestys
fr: Ordre
hu: Sorrend
it: Ordina
ja: 順序
nb: Rekkefølge
nl: Volgorde
pl: Kolejność
pt_br: Ordem
ro: Ordine
ru: Порядок
sk: Vlastnosť
sq: Renditja
sv: Ordning
th: ลำดับ
tr: Komut
ug: تەرتىپ

# DialogTaskBitTorrentDownloadOrder
source: File name
ar: اسم الملف
bg: Име на файл
de: Dateiname
es: Nombre del archivo
et: Faili nimi
eu: Agiri Izena
fi: Tiedoston nimi
fr: Nom du fichier
hu: Fájlnév
it: Nome file
ja: ファイル名
nb: Filnavn
nl: Naam
pl: Nazwa pliku
pt_br: Nome do arquivo
ro: Numele Filei
ru: Имя файла
sk: Názov súboru
sq: Emri i Skedarit
sv: Filnamn
th: ชื่อไฟล์
tr: Dosya İsmi
ug: ھۆججەت ئاتى

# DialogTaskBitTorrentDownloadOrder
source: Size
ar: الحجم
bg: Размер
de: Größe
es: Tamaño
et: Suurus
eu: Neurria
fi: Koko
fr: Taille
hu: Méret
it: Dimensioni
ja: サイズ
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sq: Përmasa
sv: Storlek
th: ขนาด
tr: Boyut
ug: چوڭلۇقى

# DialogTaskBitTorrentDownloadOrder
source: Current priority
ar: الأولوية الحالية
bg: Текущ приоритет
de: Aktuelle Priorität
es: Prioridad actual
et: Töösolev eelistus
eu: Lehentasuna
fi: Nykyinen prioriteetti
fr: Priorité courante
hu: Jelenlegi prioritás
it: Priorità attuale
ja: 現在の優先度
nb: Nåværende prioritet
nl: Huidige prioriteit
pl: Bieżący priorytet
pt_br: Prioridade atual
ro: Prioritatea Curentă
ru: Текущий приоритет
sk: Aktuálna priorita
sq: Prioriteti i Tanishëm
sv: Nuvarande prioritet
th: ความสำคัญในปัจจุบัน
tr: Güncel öncelik
ug: نۆۋەتتىكى ئالدىنلىق

# DialogTaskBitTorrentDownloadOrder
source: [Finished]
ar: [أنتهى]
bg: [Завършена]
de: [Abgeschlossen]
es: [Finalizado]
et: [Valmis]
eu: [Amaiturik]
fi: [Valmistunut]
fr: [Terminé]
hu: [Befejezve]
it: [Finito]
ja: [完了]
nb: [Ferdig]
nl: [Klaar]
pl: [Zakończone]
pt_br: [Terminado]
ro: [Terminat]
ru: [Завершено]
sk: [Ukončené]
sq: [I Përfunduar]
sv: [Klar]
th: [เสร็จแล้ว]
tr: [Bitti]
ug: [تاماملانغان]

# DialogTaskBitTorrentDownloadOrder
source: Very High
ar: عالي جدا
bg: Много висок
de: Sehr hoch
es: Muy alta
et: Väga kõrge
eu: Oso Handia
fi: Suurin
fr: Très élevé
hu: Nagyon magas
it: Altissima
ja: 最高
nb: Veldig høy
nl: Zeer Hoog
pl: Bardzo wysoki
pt_br: Muito Alta
ro: Maximă
ru: Наивысший
sk: Veľmi veľká
sq: Shumë e Lartë
sv: Väldigt hög
th: สูงสุด
tr: En Yüksek
ug: ناھايىتى يۇقىرى

# DialogTaskBitTorrentDownloadOrder
source: High
ar: المستوى العالي
bg: Висок
de: Hoch
es: Alta
et: Kõrge
eu: Handia
fi: Suuri
fr: Élevée
hu: Magas
it: Alta
ja: 高
nb: Høy
nl: Hoog
pl: Wysoki
pt_br: Alta
ro: Mare
ru: Высший
sk: Vysoká
sq: E lartë
sv: Hög
th: สูง
tr: Yüksek
ug: يۇقىرى

# DialogTaskBitTorrentDownloadOrder
source: Normal
ar: الوضع الطبيعي
bg: Нормален
et: Normaalne
eu: Arrunta
fi: Normaali
fr: Moyenne
hu: Normál
it: Normale
ja: 標準
nl: Normaal
pl: Normalny
ro: Normală
ru: Нормальный
sk: Normálna
sq: Normale
th: ธรรมดา
ug: نورمال

# DialogTaskBitTorrentDownloadOrder
source: Banned
ar: محظور
bg: Забранен
de: Verboten
es: Prohibido
et: Bännitud
eu: Eragotzita
fi: Estetty
fr: Interdit
hu: Kitiltott
it: Disattivata
ja: 禁止
nb: [X]
nl: Verbannen
pl: Zablokowany
pt_br: Banido
ro: Interzisă
ru: Блокирован
sk: Blokovaný
sq: I Ndaluar
sv: Bannad
th: ระงับ
tr: Engellendi
ug: چەكلەنگەن

# DialogTaskBitTorrentMain
source: Save Location
ar: مكان الحفظ
bg: Местоположение за запазване
de: Speicherort
es: Guardar ubicación
et: Salvestus koht
eu: Gorde Helbidea
fi: Tallennus sijainti
fr: Où Enregistrer
hu: Mentés helye
it: Posizione Salvataggio
ja: 保存先
nb: Målmappe
nl: Opslag Lokatie
pl: Lokalizacja zapisu
pt_br: Local para Salvar
ro: Loc de Salvare
ru: Сохранить в
sk: Ukladacia lokácia
sq: Vendruajtja
sv: Sparas i:
th: ตำแหน่งที่บันทึก
tr: Kayıt Konumu
ug: ساقلاش ئورنى

# DialogTaskBitTorrentMain
source: Save path:
ar: مسار الحفظ:
bg: Път за запазване:
de: Speicherpfad:
es: Ruta destino:
et: Salvesta
eu: Gorde helburua
fi: Tallennuspolku:
fr: Emplacement :
hu: Mentési útvonal:
it: Salva in:
ja: 保存先(&S):
nb: Målbane:
nl: Opslaan in map:
pl: Ścieżka zapisywania:
pt_br: Caminho para salvar:
ro: Salvează în:
ru: Путь сохранения:
sk: Uložiť do:
sq: Shtegu i Regjistrimit:
sv: Välj sökväg:
th: ตำแหน่งที่บันทึก:
tr: Kaydet:
ug: ساقلاش يولى:

# DialogTaskBitTorrentMain
source: Subfolder:
ar: المجلد الفرعي:
bg: Подпапка:
de: Unterordner:
es: Subcarpeta:
et: Alamkasut:
eu: Azpiagiritegia:
fi: Alikansio:
fr: Sous-répertoire:
hu: Alkönyvtár:
it: Sottocartella:
ja: サブフォルダ：
nb: Undermappe:
nl: Submap:
pl: Podfolder:
pt_br: Subpasta:
ro: Subdosar:
ru: Подпапка:
sk: Podpriečinok:
sq: Nënfolder:
sv: Undermapp:
th: โฟลเดอร์ย่อย:
tr: Alt Klasör:
ug: تارماق قىسقۇچ:

# DialogTaskBitTorrentMain
source: Torrent Content:
ar: محتوى الترونت :
bg: Съдържание на торента:
de: Torrent-Inhalt:
es: Contenido del Torrent:
et: Torrendi sisu:
eu: Torrent Edukia:
fi: Torrentin sisältö:
fr: Contenu du torrent :
hu: Torrent tartalom:
it: Contenuto torrent:
ja: Torrent の内容:
nb: Innhold:
nl: Torrent Inhoud:
pl: Zawartość torrenta:
pt_br: Conteúdo do Torrent:
ro: Conținutul Torentului:
ru: Содержимое торрента:
sk: Obsah torrentu:
sq: Përmbajtja e Torrentit:
sv: Torrentinnehåll:
th: เนื้อหา Torrent:
tr: Torrent İçeriği:
ug: توررېنت مەزمۇنى:

# DialogTaskBitTorrentMain
source: Name:
ar: اسم:
bg: Име:
es: Nombre:
et: Nimi:
eu: Izena:
fi: Nimi:
fr: Nom :
hu: Név:
it: Nome:
ja: 名前:
nb: Navn:
nl: Naam:
pl: Nazwa:
pt_br: Nome:
ro: Nume:
ru: Имя:
sk: Meno:
sq: Emri:
sv: Namn:
th: ชื่อ:
tr: İsim:
ug: ئاتى:

# DialogTaskBitTorrentMain
source: Size:
bg: Размер:
de: Größe:
es: Tamaño:
fr: Taille :
it: Dimensione:
ja: サイズ：
nl: Grootte:
pl: Rozmiar:
pt_br: Tamanho:
ru: Размер:
th: ขนาด:

# DialogTaskBitTorrentMain
source: Publisher:
ar: الناشر:
bg: Издател:
de: Verleger:
es: Autor:
et: Väljaandja:
eu: Argitaratzailea:
fi: Julkaisija:
fr: Éditeur :
hu: Kiadó:
it: Produttore:
ja: 公開者:
nb: Utgiver:
nl: Verstuurder:
pl: Udostępnił:
pt_br: Divulgador:
ro: Producător:
ru: Издатель:
sk: Vydavateľ:
sq: Botuesi:
sv: Publicerad av:
th: ผู้สร้าง:
tr: Yayınlayan:
ug: تارقاتقۇچى:

# DialogTaskBitTorrentMain
source: Video
ar: فيديو
bg: Видео
de: Film
es: Vídeo
eu: Bideoa
fr: Vidéo
hu: Videó
ja: ビデオ
pl: Wideo
pt_br: Vídeo
ru: Видео
th: วิดีโอ
tr: Görüntü (video)
ug: سىن

# DialogTaskBitTorrentMain
source: Audio
ar: صوت
bg: Аудио
es: Sonido
et: Heli
eu: Audioa
hu: Hang
ja: 音楽
nb: Lyd
pt_br: Áudio
ru: Аудио
sk: Zvuk
sv: Ljud
th: เสียง
tr: Ses
ug: ئاۋاز

# DialogTaskBitTorrentMain
source: Picture
ar: صورة
bg: Изображение
de: Bilder
es: Imagen
et: Pilt
eu: Irudia
fi: Kuva
fr: Image
hu: Kép
it: Immagine
ja: 画像
nb: Bilde
nl: Afbeelding
pl: Obrazek
pt_br: Figura
ro: Imagini
ru: Изображение
sk: Obrázok
sq: Fotografi
sv: Bild
th: รูปภาพ
tr: Resim
ug: رەسىم

# DialogTaskBitTorrentMain
source: Other
ar: أخرى
bg: Други
de: Sonstiges
es: Otros
et: Muu
eu: Besterik
fi: Muut
fr: Autres
hu: Egyéb
it: Altro
ja: その他
nb: Andre
nl: Overig
pl: Inne
pt_br: Outro
ro: Altele
ru: Другое
sk: Iné
sq: Tjetër
sv: Övrigt
th: อื่นๆ
tr: Diğer
ug: باشقا

# DialogTaskBitTorrentMain
source: Select Destination Folder:
ar: حدد مجلد الوجهة :
bg: Избор на целева папка:
de: Zielordner wählen:
es: Seleccionar carpeta de destino:
et: Vali sihtkoha kaust:
eu: Hautatu Helburu Agiritegia:
fi: Valitse Kohdekansio:
fr: Sélectionner le répertoire de destination :
hu: Válassz célkönyvtárat:
it: Seleziona la cartella di destinazione:
ja: 保存先フォルダを選択:
nb: Velg Målmappe:
nl: Bestemmingsmap selecteren:
pl: Wybierz folder docelowy:
pt_br: Selecionar Pasta de Destino:
ro: Selectează Dosarul de Salvare:
ru: Выберите папку назначения:
sk: Vyberte cieľový priečinok:
sq: Zgjidh Folderin e Destinacionit:
sv: Välj målmapp:
th: เลือกโฟลเดอร์ปลายทาง
tr: Hedef Klasörü Seçin:
ug: نىشان قىسقۇچ تاللاڭ:

# DialogTaskBitTorrentMain
source: Filename:
ar: اسم الملف:
bg: Име на файла:
de: Dateiname:
es: Nombre de archivo:
et: Failinimi:
eu: Agiri izena
fi: Tiedoston nimi:
fr: Nom du fichier :
hu: Fájlnév:
it: Nome del file:
ja: ファイル名:
nb: Filnavn
nl: Bestandsnaam:
pl: Nazwa pliku:
pt_br: Nome do Arquivo:
ro: Numele Filei:
ru: Имя файла:
sk: Názov súboru
sq: Emër kartele:
sv: Filnamn
th: ชื่อไฟล์:
tr: Dosya İsmi
ug: ھۆججەت ئاتى:

# DialogTaskBitTorrentMain
source: (Please start task to download torrent metadata)
bg: (Моля, стартирайте задачата да изтеглите торент метаданни)
de: (Bitte starten Sie die Aufgabe, um Torrent-Metadaten herunterzuladen)
es: (Por favor, inicie la tarea para descargar metadatos torrent)
fr: (S'il vous plaît commencer la tâche pour télécharger des métadonnées torrent)
it: (Si prega di avviare l'attività per scaricare i metadati torrent)
ja: (急流メタデータをダウンロードするタスクを開始してください)
nl: (Gelieve te beginnen taak om torrent metadata te downloaden)
pl: (Proszę uruchomić zadanie, aby pobrać metadane torrent)
pt_br: (Por favor, comece a tarefa de baixar metadados torrent)
ru: (Пожалуйста, начните задачу загрузки торрент-метаданных)
th: (โปรดเริ่มงานเพื่อดาวน์โหลดข้อมูลเมตาฝนตกหนัก)

# DialogTaskBitTorrentMain
source: (Waiting for torrent metadata downloading)
bg: (Изчакване за изтегляне на метаданни за торент)
de: (Warten auf Torrent-Metadaten herunterladen)
es: (Esperando la descarga de metadatos torrent)
fr: (En attente de téléchargement de métadonnées torrent)
it: (In attesa del download dei metadati torrent)
ja: (急流メタデータのダウンロードを待っています)
nl: (Wachten op het downloaden van torrent-metagegevens)
pl: (Oczekiwanie na pobieranie metadanych torrent)
pt_br: (À espera de download de metadados torrent)
ru: (В ожидании загрузки торрент-метаданных)
th: (กําลังรอการดาวน์โหลดข้อมูลเมตาฝนตกหนัก)

# Message_SubfolderEmpty
source: Subfolder can't be empty!
ar: لا يمكن أن تكون فارغة!
bg: Подпапката не може да бъде празна!
de: Ein Unterordner muss angegeben werden!
es: La subcarpeta no puede estar vacía!
et: Alamkataloog ei saa olla tühi
eu: Azpiagiritegia ezin da hutsik egon!
fi: Alikansio ei voi olla tyhjä!
fr: Le sous-dossier ne doit pas être vide !
hu: Az alkönyvtár nem lehet üres!
it: La sottocartella non può essere vuota!
ja: サブフォルダが空です！
nb: Undermappe kan ikke være tom!
nl: Submap kan niet leeg zijn!
pl: Podfolder nie może być pusty!
pt_br: A subpasta não pode estar vazia!
ro: Subdosarul nu poate fi gol!
ru: Подпапк не может быть пуста!
sk: Podpriečinok nemôže byť prázdny!
sq: Nënfolderi nuk mund të jetë i zbrazët!
sv: Undermapp får inte vara tom!
th: โฟลเดอร์ย่อยไม่สามารถเว้นว่างไว้!
tr: Alt Klasör boş olmayabilir!
ug: تارماق قىسقۇچ بوش قالمايدۇ!

# Message_MoveDownloadFile
source: Do you want to move downloaded files to the new location?
ar: هل تريد نقل الملفات التي تم تنزيلها على موقع الحفظ الجديد ؟
bg: Желаете ли да преместите свалените файлове на новото място за записване?
de: Sollen die heruntergeladenen Dateien zum neuen Speicherort verschoben werden?
es: ¿Desea mover los archivos descargados a la nueva ubicación?
et: Kas soovid allaalaetu faailid liigutada uute asukohta?
eu: Jeitsitako agiriak helbide berrira aldatzea nahi dituzu?
fi: Haluatko siirtää ladatut tiedostot uuteen sijaintiin?
fr: Voulez-vous déplacer les fichiers téléchargés vers la nouvelle destination ?
hu: Szeretné új mentési helyre áthelyezni a letöltött fájlokat?
it: Vuoi spostare i file scaricati alla nuova destinazione di salvataggio?
ja: 新しい保存場所にダウンロード済みファイルを移動しますか？
nb: Ønsker du å flytte nedlastede filer til det nye lagringsstedet?
nl: Wilt u de gedownloade bestanden naar de nieuwe opslaglocatie verplaatsen?
pl: Czy chcesz przenieść pobrane pliki do nowego folderu docelowego?
pt_br: Você quer mover os arquivos baixados para o novo local de salvamento?
ro: Vrei să muți filele descărcate la noul loc de salvare?
ru: Вы желаете переместить загруженные файлы в новое место сохранения?
sk: Chcete presunúť stiahnuté súbory do nového miesta uloženia?
sq: Dëshironi ti zhvendosni skedarët e shkarkuar në vendndodhjen e re të regjistrimit?
sv: Vill du flytta de nedladdade filerna till en ny plats?
th: คุณต้องการจะย้ายไฟล์ที่ดาวน์โหลดแล้วไปยังตำแหน่งบันทึกใหม่?
tr: İndirilen dosyaları yeni kayıt yerine taşımak istiyor musunuz?
ug: چۈشۈرگەن ھۆججەتنى يېڭى ئورۇنغا يۆتكەمسىز؟

# Message_RenameDownloadFile
source: Do you want to rename the downloaded file?
ar: هل تريد أعاده تسميه الملف الذي تم تحميله ؟
bg: Желаете ли да преименувате сваления файл?
de: Möchten Sie die heruntergeladene Datei umbenennen?
es: ¿Quiere renombrar el archivo descargado?
et: Kas sa soovid allalaetud faili ümbernimetada?
eu: Jeitsitako agiria birrizendatzea nahi duzu?
fr: Voulez-vous renommer le fichier téléchargé?
it: Si desidera rinominare il file scaricato?
ja: ダウンロードしたファイルの名前を変更しますか？
nl: Wilt u de naam van het gedownloade bestand?
pl: Chcesz zmienić nazwę pobranego pliku?
pt_br: Deseja renomear o arquivo baixado?
ro: Vrei să renumești fila descărcată?
ru: Вы точно хотите переименовать загруженный файл?
sv: Vill du byta namn på nedladningsmappen?
th: คุณต้องการเปลี่ยนชื่อแฟ้มที่ดาวน์โหลดหรือไม่
ug: چۈشۈرگەن ھۆججەت ئاتىنى ئۆزگەرتەمسىز؟

# Message_FileAlreadyExist
source: A file with the same name already exists. It's likely to be an uncompleted file you downloaded before. Choose "Yes" to continue anyway. Choose "No" to change the file name.
ar: يوجد بالفعل ملف بنفس الاسم. من المحتمل ان يكون ملف غير مكتمل قمت بتحميله من قبل. اختر "نعم" للمتابعة علي إيه حال. اختر "لا" لتغيير اسم الملف.
bg: Вече съществува файл със същото име. Това е вероятно да бъде незавършен файл сте изтеглили преди. Избирам "да" към продължавам във всеки случай. Изберете "не", за да промените името на файла.
de: EINE Datei mit dem gleichen Namen existiert bereits. Es ist wahrscheinlich eine unfertige Datei, die Sie zuvor heruntergeladen haben. Wählen Sie "Ja", um trotzdem weiterzumachen. Wählen Sie "Nein", um den Dateinamen zu ändern.
es: Ya existe un archivo con el mismo nombre. Es probable que sea un archivo no completo que descargó antes. Elija "sí" para continuar de todos modos. Seleccione "no" para cambiar el nombre del archivo.
fr: UN fichier portant le même nom existe déjà. Il est susceptible d'être un fichier non complété que vous avez téléchargé avant. Choisissez "Oui" pour continuer de toute façon. Choisissez "non" pour changer le nom du fichier.
it: Esiste già un file con lo stesso nome. È probabile che sia un file non completato scaricato prima. Scegliere "Sì" per continuare comunque. Scegliere "No" per cambiare il nome del file.
ja: 同じ名前のファイルがすでに存在しています。 以前ダウンロードしかけていた未完成のファイルかもしれません。 「はい」でダウンロードを続行します。 「いいえ」で保存するファイルの名前を変更します。
nl: Er bestaat al een bestand met dezelfde naam. Het is waarschijnlijk een onvoltooide bestand dat u eerder hebt gedownload. Kies "ja" om toch door te gaan. Kies "nee" om de bestandsnaam te wijzigen.
pl: Plik o tej samej nazwie już istnieje. Jest to prawdopodobnie nieukończony plik pobrany wcześniej. Wybierz "tak", aby mimo to kontynuować. Wybierz "nie", aby zmienić nazwę pliku.
pt_br: Já existe um arquivo com o mesmo nome. É provável que seja um arquivo não concluído que você baixou antes. Escolha "Sim" para continuar de qualquer maneira. Escolha "não" para alterar o nome do arquivo.
ru: Файл с таким именем уже существует. Вероятно, это незавершённый файл, загружаемый ранее. Выберите "Да" для продолжения загрузки. Выберите "Нет" для смены имени сохраняемого файла.
th: มีแฟ้มชื่อเดียวกันนี้อยู่แล้ว น่าจะเป็นไฟล์ที่ยังไม่สมบูรณ์ที่คุณดาวน์โหลดมาก่อน เลือก "ใช่" เพื่อดําเนินการต่อ เลือก "ไม่ใช่" เพื่อเปลี่ยนชื่อไฟล์

# Message_PathAlreadyExist
source: The path you want to save to already exists. It's likely to contain some uncompleted files you downloaded before. Choose "Yes" to continue anyway. Choose "No" to change the save path.
ar: المسار الذي تريد حفظه موجود بالفعل. من المحتمل ان تحتوي علي بعض الملفات غير المكتملة التي قمت بتنزيلها من قبل. اختر "نعم" للمتابعة علي إيه حال. اختر "لا" لتغيير مسار الحفظ.
bg: Пътят, който искате да запишете, вече съществува. Вероятно е да съдържа някои незавършени файлове, които сте изтеглили преди. Избирам "да" към продължавам във всеки случай. Изберете "не", за да промените пътя за запис.
de: Der Weg, den Sie retten wollen, existiert bereits. Es wird wahrscheinlich einige unfertige Dateien enthalten, die Sie zuvor heruntergeladen haben. Wählen Sie "Ja", um trotzdem weiterzumachen. Wählen Sie "Nein", um den Speicherpfad zu ändern.
es: La ruta de acceso que desea guardar ya existe. Es probable que contenga algunos archivos no completos que descargó antes. Elija "sí" para continuar de todos modos. Seleccione "no" para cambiar la ruta de guardado.
fr: Le chemin que vous voulez enregistrer pour existe déjà. Il est susceptible de contenir des fichiers non terminés que vous avez téléchargés avant. Choisissez "Oui" pour continuer de toute façon. Choisissez "non" pour changer le chemin d'enregistrement.
it: Il percorso che si desidera salvare è già esistente. È probabile che contenga alcuni file non completati che hai scaricato prima. Scegliere "Sì" per continuare comunque. Scegliere "No" per modificare il percorso di salvataggio.
ja: 指定されたパスはすでに存在しています。 以前にダウンロードが完了しなかったファイルが存在する可能性があります。 「はい」をクリックすると、とにかく続けます。 「いいえ」をクリックすると、保存先のパスが変更できます。
nl: Het pad dat u wilt opslaan, bestaat al. Het is waarschijnlijk een aantal onvoltooide bestanden die u eerder hebt gedownload bevatten. Kies "ja" om toch door te gaan. Kies ' nee ' om het pad voor opslaan te wijzigen.
pl: Ścieżka, którą chcesz zapisać, już istnieje. Prawdopodobnie będzie zawierał jakieś nieukończone pliki, które wcześniej pobrałeś. Wybierz "tak", aby mimo to kontynuować. Wybierz "nie", aby zmienić ścieżkę zapisu.
pt_br: O caminho que você deseja salvar já existe. É provável que contenha alguns arquivos não concluídos que você baixou antes. Escolha "Sim" para continuar de qualquer maneira. Escolha "não" para alterar o caminho de salvamento.
ru: Путь куда вы хотите сохранить уже существует. Похоже на раннею незавершенну закачку. Выберите "Да" Продолжай в любом случае. Выберите "Нет" чтобы изменить папку назначения.
th: เส้นทางที่คุณต้องการบันทึกมีอยู่แล้ว มีแนวโน้มว่าจะมีแฟ้มที่ยังไม่สมบูรณ์บางแฟ้มที่คุณดาวน์โหลดมาก่อน เลือก "ใช่" เพื่อดําเนินการต่อ เลือก "ไม่ใช่" เพื่อเปลี่ยนเส้นทางการบันทึก

# Message_FileLargerThan4GB
source: The file to be downloaded is larger than 4GB, please modify your destination location to a NTFS disk drive!
ar: الملف أكبر من 4 جيجابايت لتحميله، الرجاء تعديل مكان الحفظ إلى محرك أقراص NTFS!
bg: Някои от файловете са по-големи от 4GB. Моля, променете мястото за записване на NTFS-устройство!
de: Die herunterzuladende Datei ist größer als 4 GB, bitte ändern Sie Ihr Ziel-Speicherort in ein NTFS-Dateisystem!
es: El archivo que quiere descargar es superior a 4 GB, cambie la ubicación de destino a una unidad de disco NTFS!
et: Mõned failid on suuremad kui 4GB, palun muuda salvestuspunkt NTFS kettale!
eu: Jeitsitako agiria 4GB baino handiagoa da, mesedez aldatu helburu helbidea NTFS diska gidari batera!
fi: Ladattava tiedosto on suurempi kuin 4GB, muuta kohde sijainti NTFS levyasemalle!
fr: Le fichier à télécharger fait plus de 4 Go. Veuillez modifier la destination vers un disque NTFS !
hu: A letöltendő fájl nagyobb, mint 4GB, ezért kérlek egy NTFS meghajtóra válaszd ki az útvonalat!
it: I files da scaricare sono più grandi di 4GB: cambia la posizione del salvataggio in un disco NTFS!
ja: ファイルの大きさが4GBを超えています。保存先をNTFSドライブに変更してください。FAT32ドライブならCONVERTコマンドの使用を検討してください!
nb: Noen av filene er større enn 4GB, vennligst forandre målmappen til en disk med NTFS-filsystem!
nl: Het bestand dat u wil downloaden is groter dan 4GB. Verander uw opslaglocatie naar die van een NTFS schijf!
pl: Niektóre pliki do pobrania są większe niż 4GB - zmień swój format plików na dysku na NTFS!
pt_br: O arquivo a ser baixado é maior que 4GB. Por favor, modifique o local de destino para um disco NTFS!
ro: Fila de descărcat are mai mult de 4GB, schimbă-i locul de descărcare, pentru a fi pe o partiție NTFS!
ru: Файл, который вы хотите загрузить имеет размер более 4 Гб. Пожалуйста, измените файловую систему жесткого диска на NTFS!
sk: Jeden zo súborov je vetčší než 4GB, prosím zmeňte vaše umiestnenie pre sťahované súbory na NTFS zariadení!
sq: Skedari që do të shkarkohet është më i madh se 4GB, ju lutemi modifikoni vendndodhjen e destinacionit tuaj në një driver disku NTFS!
sv: Några av filerna är större än 4 GB, vänligen ändra din sparmapp till en NTFS-partition!
th: ไฟล์ที่จะดาวน์โหลดมีขนาดใหญ่กว่า 4 GB โปรดเลือกตำแหน่งบันทึกไปยังไดร์ฟ NTFS!
tr: İndirilen dosya 4GB dan daha büyük, lütfen bir NTFS disk sürücünüzde hedef yeri seçin!
ug: چۈشۈرىدىغان ھۆججەتنىڭ چوڭلۇقى 4 گىگابايتتىن چوڭ، دىسكىنى NTFS فورماتىغا ئۆزگەرتىڭ ياكى شۇ خىل فورماتتىكى دىسكىغا ساقلاڭ، بولمىسا ۋەزىپىنى تاماملىيالمايدۇ!

# DialogTask
source: Disk Space:
ar: مساحة القرص:
bg: Дисково пространство:
de: Festplattenspeicher:
es: Espacio en disco:
et: Ketta ruum:
eu: Disko Tokia:
fr: Espace disque:
it: Spazio nel Disco:
ja: ディスク容量:
nl: Schijfruimte:
pl: Przestrzeń dyskowa:
pt_br: Espaço em disco:
ro: Spațiu Ocupat:
ru: Дисковое пространство:
sk: Miesto na disku:
sv: Diskutrymme:
th: เนื้อที่ดิสก์:
tr: Disk Alanı:
ug: دىسكا بوشلۇقى:

# DialogTask
source: Free Space:
ar: المساحة الحرة:
bg: Свободно пространство:
de: Freier Speicherplatz:
es: Espacio Libre:
et: Vaba ruum:
eu: Toki askea:
fr: Espace libre :
it: Spazio Libero:
ja: 空き容量:
nl: Vrije ruimte:
pl: Wolna przestrzeń:
pt_br: Espaço livre:
ro: Spațiu Liber:
ru: Свободное место:
sk: Voľné miesto:
sv: Ledigt utrymme:
th: เนื้อที่ว่าง:
tr: Boş Alan:
ug: بىكار بوشلۇق:

# DialogTaskBitTorrentMain
source: File Name
ar: اسم الملف
bg: Име на файла
de: Dateiname
es: Nombre de archivo
et: Faili nimi
eu: Agiri Izena
fi: Tiedoston nimi
fr: Nom du Fichier
hu: Fájlnév
it: Nome del file
ja: ファイル名
nb: Filnavn
nl: Naam
pl: Nazwa pliku
pt_br: Nome do Arquivo
ro: Numele Filei
ru: Имя файла
sk: Názov súboru
sq: Emri i Skedarit
sv: Filnamn
th: ชื่อไฟล์
tr: Dosya İsmi
ug: ھۆججەت ئاتى

# DialogTaskBitTorrentPublisher
source: Publisher Info:
ar: معلومات الناشر:
bg: Информация за издателя:
de: Informationen:
es: Información del autor:
et: Väljastaja info:
eu: Argitaratzaile Argibideak:
fi: Julkaisutiedot:
fr: Infos Éditeur :
hu: Kiadó infó:
it: Produttore:
ja: 公開者の情報:
nb: Info om utgiver:
nl: Verstuurder:
pl: Informacje o udostępniającym:
pt_br: Informações sobre o Divulgador:
ro: Informații despre Producător:
ru: Информация об издателе:
sk: Informácie o vydavateľovi :
sq: Info Për Botuesin:
sv: Publicerarinfo:
th: ข้อมูลผู้สร้าง:
tr: Yayınlayan Bilgisi:
ug: تارقاتقۇچى ئۇچۇرى:

# DialogTaskBitTorrentPublisher
source: Publisher Name:
ar: اسم الناشر:
bg: Име на издателя:
de: Verleger:
es: Autor:
et: Väljastaja nimi:
eu: Argitaratzaile Izena:
fi: Julkaisija:
fr: Nom de l'éditeur :
hu: Kiadó neve:
it: Pubblicato da:
ja: 公開者の名前:
nb: Utgivers navn:
nl: Verstuurder:
pl: Nazwa udostępniającego:
pt_br: Nome do Divulgador:
ro: Nume:
ru: Имя издателя:
sk: Meno vydavateľa:
sq: Emri i Botuesit:
sv: Publicerarnamn:
th: ชื่อผู้สร้าง:
tr: Yayımcı Adı:
ug: تارقاتقۇچى ئاتى:

# DialogTaskBitTorrentPublisher
source: Publisher URL:
ar: عنوان الناشر:
bg: Уеб адрес на издателя:
de: Herausgeber-Internetadresse:
es: URL del autor:
et: Väljastaja URL:
eu: Argitaratzailearen URL-a:
fi: Osoite:
fr: URL de l'éditeur :
hu: Kiadó URL:
it: Indirizzo:
ja: 公開者の URL:
nb: Utgivers URL:
nl: Verstuurder:
pl: URL udostępniającego:
pt_br: Endereço do Divulgador:
ro: URL:
ru: URL издателя:
sk: URL vydavateľa:
sq: URL-ja e Botuesit:
sv: Publicerar-URL:
th: URL ผู้สร้าง:
tr: Yayımcı URL:
ug: تارقاتقۇچى URL:
