Repository: ReiKirishima/translation
Catalog: bitcomet/bitcomet-*.po
Languages: ar, bg, de, es, et, eu, fi, fr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sq, sv, th, tr, ug

# Options_Appearance
source: Lock or unlock main window:
bg: Заключване или отключване на главния прозорец:
de: Hauptfenster sperren oder entsperren:
es: Bloquear o desbloquear la ventana principal:
fr: Verrouiller ou déverrouiller la fenêtre principale :
it: Bloccare o sbloccare la finestra principale:
ja: メイン ウィンドウをロックまたはロック解除する:
nl: Hoofdvenster vergrendelen of ontgrendelen:
pl: Zablokuj lub Odblokuj główne okno:
pt_br: Bloquear ou desbloquear janela principal:
ru: Блокировка или разблокировка основного окна:
th: ล็อกหรือปลดล็อกหน้าต่างหลัก:

# Options_Appearance
source: Double click incomplete task:
ar: انقر نقرا مزدوجا فوق مهمة غير كامله:
bg: Кликнете два пъти върху незавършени задача:
de: Unvollständige Aufgabe doppelklicken:
es: Haga doble clic en tarea incompleta:
et: Topeltklõps puudulikul tegumil:
eu: Klik bikoitza osatugabeko eginkizuna:
fr: Double-cliquez sur tâche incomplète:
it: Fare doppio clic su Incomplete task:
ja: 未完成のタスクをダブルクリックしたとき：
nl: Dubbelklik op onvolledige taak:
pl: Podwójne kliknięcie na nieukończonym zadaniu:
pt_br: Duplo clique, tarefa incompleta:
ro: Dublu-clic pe sarcina neterminată:
ru: Двойной клик по незавершённому заданию:
sk: Dvojklik na neukončené úlohy:
sv: Dubbelklick på ofullständig aktivitet:
th: ดับเบิลคลิกที่งานที่ไม่สมบูรณ์:
tr: Tamamlanmamış göreve çift tıklama:
ug: تاماملانمىغان ۋەزىپىنى قوش چېكىڭ:

# Options_Appearance
source: Double click completed BitTorent task:
ar: انقر نقرا مزدوجا فوق المهمة bittorent المكتملة:
bg: Кликнете два пъти върху завършени Bittorent задача:
de: Auf abgeschlossen BitTorent-Aufgabe doppelklicken:
es: Haga doble clic en BitTorrent completado tarea:
et: Topeltklõps valmis BitTorent tegumil:
eu: Klik bikoitza osaturiko BitTorrent eginkizuna:
fr: Double-cliquez sur terminé BitTorent tâche:
it: Fare doppio clic su completato BitTorent attività:
ja: 完了したBitTorrentタスクをダブルクリックしたとき：
nl: Dubbelklik op voltooide BitTorent taak:
pl: Podwójne kliknięcie na ukończonym zadaniu:
pt_br: Duplo clique, tarefa BitTorent concluída:
ro: Dublu-clic pe sarcina BitTorrent terminată:
ru: Двойной клик по завершённому заданию:
sk: Dvojklik na ukončené úlohy BitComet:
sv: Dubbelklick på slutförd BitTorrent-aktivitet:
th: ดับเบิลคลิกที่งาน BitTorent ที่เสร็จสมบูรณ์:
tr: Tamamlanmış BitTorent görevine çift tıklama:
ug: تاماملانغان ب ت ۋەزىپىسىنى قوش چېكىڭ:

# Options_Appearance
source: Double click completed HTTP/FTP task:
ar: انقر نقرا مزدوجا فوق المهمة HTTP/FTP المكتملة:
bg: Кликнете два пъти върху завършени HTTP/FTP задача:
de: Auf abgeschlossene HTTP-/FTP-Aufgabe doppelklicken:
es: Haga doble clic en la tarea HTTP/FTP completada:
et: Topeltklõps valmis HTTP/FTP tegumile:
eu: Klik bikoitza osaturiko HTTP/FTP eginkizuna:
fr: Double-cliquez sur la tâche HTTP/FTP terminée:
it: Fare doppio clic su completamento HTTP/FTP attività:
ja: 完了したHTTP/FTPタスクをダブルクリックしたとき：
nl: Tweevoudig tikken volbracht HTTP/FTP taak:
pl: Podwójne kliknięcie na ukończonym zadaniu HTTP/FTP:
pt_br: Duplo clique, tarefa HTTP/FTP concluída:
ro: Dublu-clic pe sarcina HTTP/FTP terminată:
ru: Двойной клик по завершённому HTTP/FTP заданию:
sk: Dvojklik na ukončené úlohy HTTP/FTP:
sv: Dubbelklick på slutförd HTTP/FTP-aktivitet:
th: คลิกสองครั้งที่งาน HTTP/FTP ที่เสร็จสมบูรณ์:
tr: Tamamlanmış HTTP/FTP görevine çift tıklama:
ug: HTTP/FTP ۋەزىپىسىنى قوش چېكىڭ:

# Options_Appearance
source: Show confirmation dialog for the following operations
ar: إظهار تأكيد الحوار للعمليات التالية
bg: Показваване на диалогов прозорец за потвърждение при следните действия
de: Bestätigungsfenster für folgende Vorgänge anzeigen
es: Mostrar cuadro de diálogo para confirmar las siguientes operaciones
et: Näita kinnitus akent järgnevate operatsioonidel
eu: Erakutsi baieztapen elkarrizketa hurrengo ekintzetarako
fi: Näytä vahvistusikkuna seuraaville operaatioille
fr: Afficher la demande de confirmation pour les opérations suivantes
hu: Kérjen megerősítést a következő műveleteknél
it: Chiedi conferma per le seguenti operazioni
ja: 以下の操作の際に確認ダイアログを表示する
nb: Vis bekreftelsesdialog for følgende operasjoner
nl: Bevestigingsdialoogvenster weergeven voor de volgende bewerkingen
pl: Wyświetl okno potwierdzenia dla następujących operacji
pt_br: Mostra janela de confirmação para as seguintes operações
ro: Afișează dialogul de confirmare pentru operațiile următoare
ru: Показывать окно подтверждения для следующих действий
sk: Zobraziť potvrdzovací dialóg pre nasledujúcu operáciu
sq: Shfaq dialogun e konfirmimit për veprimet e mëposhtme
sv: Visa bekräftelsedialoger för följande funktioner
th: แสดงกล่องโต้ตอบเพื่อยืนยังสำหรับการปฏิบัติการต่างๆ
tr: Takip eden çalışmalar için doğrulama diyalogunu göster
ug: تۆۋەندىكى مەشغۇلات جەزملە سۆزلىشىش رامكىسىنى كۆرسىتىدۇ

# Options_Appearance
source: Task needs hash check when started
ar: تحتاج المهمة إلى التحقق من التجزئة عند البدء
bg: Задачите се нуждаят от хеш проверка при стартиране
de: Hash beim Starten überprüfen
es: Las tareas necesitan verificar el hash cuando se inicia
et: Tegum vajab hash kontrolli, kui alustab
eu: Eginkizunak hash egiaztapena behar du hasitakoan
fr: La tâche doit vérifier le hachage lors du démarrage
it: Attività ha bisogno di controllo hash quando è iniziato
ja: タスクの開始時にハッシュ値の照合を行う
nl: Taak moet hash check wanneer gestart
pl: Zadanie wymaga sprawdzenia sumy kontrolnej przy starcie
pt_br: A tarefa necessita de checagem de hash quando iniciada
ro: Sarcina necesită verificarea hașului la pornirea ei.
ru: Проверять хеш при запуске задания
sk: Pred spustením úloha vyžaduje kontrolu hash
sv: Aktivitet behöver hashkontrolleras vid start
th: งานต้องการการตรวจสอบแฮชเมื่อเริ่มต้น
tr: Görev başladığında hash kontrolü gerekli
ug: ۋەزىپە قوزغىتىلغاندا مۇكەممەللىكنى تەكشۈرۈش زۆرۈر

# Options_Appearance
source: Move task files to the associated folder when adding a tag to task
de: Verschieben Sie Aufgabendateien in den zugehörigen Ordner, wenn Sie der Aufgabe ein Tag hinzufügen
es: Mover archivos de tareas a la carpeta asociada al agregar una etiqueta a la tarea
fr: Déplacer les fichiers de tâche vers le dossier associé lors de l’ajout d’une balise à la tâche
it: Spostare i file dell'attività nella cartella associata quando si aggiunge un tag all'attività
ja: タスクにタグを追加するときに、関連付けられたフォルダーにタスク ファイルを移動する
pl: Przenoszenie plików zadań do skojarzonego folderu podczas dodawania znacznika do zadania
pt_br: Mover arquivos de tarefa para a pasta associada ao adicionar uma marca à tarefa
ru: Перемещение файлов задачи в связанную папку при добавлении тега к задаче
th: ย้ายไฟล์งานไปยังโฟลเดอร์ที่เกี่ยวข้องเมื่อเพิ่มแท็กลงในงาน

# Options_Appearance
source: Exit when task running
ar: أكد الخروج
bg: Изход от програмата, когато се изпълнява задача
de: Beenden (wenn noch eine Aufgabe ausgeführt wird)
es: Salir mientras se ejecuta la tarea
et: Välju kui tegum töötab
eu: Irten eginkizuna lastertutakoan
fi: Vahvista sulkeminen
fr: Confirmation de la sortie
hu: Kilépés folyamat futtatása közben
it: Conferma Uscita
ja: 終了を確認する
nb: Spør om du vil avslutte
nl: Bevestig Stoppen
pl: Potwierdź zamknięcie programu przy trwającym zadaniu
pt_br: Sair quando a tarefa estiver rodando
ro: Părăsirea programului cînd încă rulează sarcini
ru: Подтверждение при закрытии
sk: Potvrdzovať ukončenie
sq: Dil kur detyra është duke u kryer
sv: Avsluta när aktiviteten körs
th: ออกจากโปรแกรมในขณะที่งานยังดำเนินอยู่
tr: Programı kapatmayı doğrulat
ug: ۋەزىپە ئىجرا قىلىنىۋاتقاندا چېكىن

# Options_Appearance
source: Show main window
ar: اظهر الشاشة الرئيسية
bg: Показване на главния прозорец
de: Hauptfenster anzeigen
es: Mostrar ventana principal
et: Näita minu aknas
eu: Erakutsi leiho nagusia
fr: Afficher la fenêtre principale
it: Mostra finestra principale
ja: メインウインドウを表示
nb: Vis hovedvindu
nl: Hoofdvenster weergeven
pl: Pokaż główne okno
pt_br: Mostrar janela principal
ro: Arată Fereastra Principală
ru: Показать главное окно
sk: Zobraziť hlavné okno
sv: Visa huvudfönster
th: แสดงหน้าต่างหลัก
tr: Ana pencereyi göster
ug: ئاساسىي كۆزنەكنى كۆرسەت

# Options_Appearance
source: Minimize to task bar
ar: ارسل الى شريط المهام
bg: Минимизиране в лентата със задачи
de: In die Aufgabenleiste minimieren
es: Minimizar a la barra de tareas
et: Minimeeri tegumi ribale
eu: Txikiagotu eginkizun barra
fr: Réduire la barre des tâches
it: Riduci a icona nell'area di notifica
ja: 最小化してタスクバーに格納
nl: Minimaliseren naar taakbalk
pl: Minimalizuj do paska zadań
pt_br: Minimizar para a barra de tarefas
ro: Minimizează în bara de sarcini [taskbar]
ru: Свернуть в панель задач
sk: Minimalizovať do panela úloh
sv: Minimera till aktivitetsfältet
th: ย่อเล็กสุดไปยังแถบงาน
tr: Simge durumuna küçült
ug: ۋەزىپە بالداققا كىچىكلەت

# Options_Appearance
source: Minimize to system tray
ar: قلل إلى صينية النظام
bg: Минимизиране в системния трей
de: In den Infobereich minimieren
es: Minimizar al área de notificación
et: Minimeeri süsteemi salve
eu: Txikiagotu erabide erretilua
fi: Pienennä ilmaisinalueelle
fr: Réduire dans zone de notifications
hu: Kicsinyítés a tálcára
it: Iconizza nella barra di sistema
ja: 最小化でタスクトレイに格納する
nb: Minimer til klokkeboksen
nl: Verklein naar System Tray
pl: Minimalizuj do zasobnika systemowego
pt_br: Minimizar para a área de notificação
ro: Minimizează în sertar
ru: Свернуть в трей
sk: Minimalizovať do systémovej lišty
sq: Minimizo në sfondin e sistemit
sv: Minimera till meddelandefältet
th: ย่อลงไปที่ถาดระบบ
tr: Sistem çubuğuna küçült
ug: سىستېما قوندۇرمىسىغا كىچىكلەت

# Options_Appearance
source: Exit
ar: خروج
bg: Изход
de: Beenden
es: Salir
et: Välja
eu: Irten
fr: Quitter
it: Esci
ja: 終了
nb: Avslutt
nl: Afsluiten
pl: Wyjdź
pt_br: Sair
ro: Ieși
ru: Выйти
sk: Ukončiť
sv: Avsluta
th: ทางออก
tr: Çıkış
ug: چېكىن

# Options_TaskBitTorrent
source: BitTorrent Task
ar: مهام BitTorrent
bg: BitTorrent задача
de: BitTorrent-Aufgabe
es: Tarea de BitTorrent
et: BitTorrent tegum
eu: BitTorrent Eginkizuna
fi: BitTorrent Tehtävä
fr: Tâche BitTorrent
hu: BitTorrent feladat
it: Task BitTorrent
ja: BitTorrent タスク
nb: BitTorrent oppgave
nl: BitTorrent taak
pl: Zadanie BitTorrent
pt_br: Tarefa BitTorrent
ro: Sarcină BitTorrent
ru: Задание BitTorrent
sk: Úloha BitTorrent
sv: BitTorrent-aktivitet
th: งานบิตทอร์เรนต์
tr: BitTorrent Görev
ug: ب ت ۋەزىپە

# Options_TaskBitTorrent
source: Enable DHT Network
ar: تمكين شبكة DHT
bg: Разрешаване на DHT мрежата
de: DHT-Netzwerk aktivieren
es: Habilitar red DHT
et: Luba DHT ühendus
eu: Gaitu DHT Sarea
fi: Ota Käyttöön DHT Verkko
fr: Activer le réseau DHT
hu: A DHT hálózat engedélyezése
it: Abilita il Network DHT
ja: DHTネットワークを有効にする
nb: Aktiver DHT- nettverk
nl: DHT Network inschakelen
pl: Włącz sieć DHT
pt_br: Habilitar rede DHT
ro: Activează DHT (tabela de hașuri distribuită) [distributed hashing table]
ru: Включить DHT сеть
sk: Žiadna DHT sieť
sq: Aktivizo DHT Network
sv: Aktivera DHT-nätverk
th: เปิดการใช้งานเครือข่าย DHT
tr: DHT Ağını Etkinleştir
ug: ئاممىۋى DHT تورىنى قوزغات

# Options_TaskBitTorrent
source: List of BitTorrent clients allowed connecting to
ar: السماح لقائمة أعضاء بيتكومنت بالإتصال بـ :
bg: Списък с BitTorrent клиенти, на които е разрешено да се свързват с
de: Liste der BitTorrent-Clients Verbindung erlauben mit
es: Lista de clientes BitTorrent a los que se les permite conectarse a
et: Nimekiri BitTorrent kliendidest lubatud ühendusteks
eu: BitTorrent bezero baimendu zerrenda elkarketaturik
fr: Liste des clients BitTorrent autorisés à se connecter à
hu: A kapcsolódáshoz engedélyezett BitTorrent kliensek listája
it: Elenco dei client di BitTorrent permessi alla connessione
ja: 接続を許可する BitTorrent クライアントのリスト
nb: Liste av BitTorrent- klienter tillat å koble til
nl: Lijst van BitTorrent clients toegestaan verbinding te maken
pl: Lista klientów BitTorrenta uprawniona do łączenia z
pt_br: Lista de clientes BitTorrent aos quais a conexão é permitida
ro: Lista de softuri pentru torente la care e permisă conectarea
ru: Список BitTorrent клиентов, которым разрешено подключаться к
sk: Zoznam BitTorrent klientov s povolením sa pripojiť na
sv: Lista över klienter som får ansluta till BitComet
th: รายชื่อไคลเอนต์ BitTorrent ที่ได้รับอนุญาตให้เชื่อมต่อกับ
tr: BitTorrent müşterilerinden bağlantı yapmaya izin verenleri listele
ug: ئۇلىنىشقا يول قويۇلىدىغان ب ت خېرىدار پروگرامما تىزىملىكى

# Options_TaskBitTorrent
source: Client List...
ar: قائمة العميل
bg: Списък с клиенти...
de: Client-Liste...
es: Lista de Clientes...
et: Kliendi loend
eu: Bezero Zerrenda
fi: Client Lista
fr: Liste des clients...
hu: Klienslista
it: Elenco client...
ja: クライアントのリスト...
nb: Klient liste
nl: Client lijst...
pl: Lista klientów...
pt_br: Lista do cliente...
ro: Softuri
ru: Список клиентов...
sk: Zoznam klientov
sq: Lista e Klientëve
sv: Klientlista
th: รายชื่อลูกค้า...
tr: Alıcı Listesi
ug: خېرىدار تىزىملىكى

# Options_TaskBitTorrent
source: Enable Anti-Leech:
ar: تمكين Anti-Leech:
bg: Разрешаване на анти-лийч:
de: Anti-Leech aktivieren:
es: Activar Anti-Leech:
et: Luba Anti-kaan:
eu: Gaitu Izain-aurkakoa:
fr: Anti-leech activé :
hu: Leechelés elleni védelem bekapcsolása:
it: Abilita Anti-Leech:
ja: アンチリーチを有効：
nl: Anti-Leech inschakelen:
pl: Aktywuj Anti-Leech:
pt_br: Ativar Anti-Leech:
ro: Activează modul antilipitori (contra profitorilor care nu donează) [anti-leech]:
ru: Разрешить Anti-Leech:
sk: Zapnúť Anti-Leech:
sq: Aktivizo Anti-Leech:
sv: Aktivera Anti-leech:
th: เปิดใช้งานแอนตี้ปลิง:
tr: Aktif Anti-Leech:
ug: قان شوراشقا قارشى قوغداشنى قوزغات:

# Options_TaskBitTorrent
source: Protocol encryption (avoid BT protocol being blocked):
ar: تشفير البروتوكول (لتجنب منع بروتوكول بيتكومنت):
bg: Кодиране на протокола (избягване на блокиран ВТ протокол):
de: Protokollverschlüsselung (geblocktes BitTorrent-Protokoll vermeiden):
es: Protocolo de cifrado (evitar protocolo de bloqueo de BT):
et: Protokolli krüptimise (vältimaks BT protokolli blokeerimist):
eu: Protokolo enkriptazioa (Sahiestu BT protokoloa behin itxitakoan)
fi: Protokollan salaus (vältä BT protokollan estämistä):
fr: Chiffrement du protocole (éviter de bloquer le protocole BT) :
hu: Protokol titkosító (elkerüli a BT blokkolását):
it: Offuscamento protocollo (è necessaio il blocco del protocollo BT):
ja: プロトコル暗号化 (DHEv2, ISPの制限への対策):
nb: Protokoll kryptering (unngå BT protokoll blir blokkert):
nl: Protocol encryptie (Vermijd BT-protocol wordt geblokkeerd):
pl: Protokół szyfrowania (zapobiega zablokowania protokołu BT):
pt_br: Encriptação do protocolo (evitar que o protocolo BT seja bloqueado):
ro: Criptarea Protocolului BitTorrent (împiedică blocarea sau încetinirea traficului de date):
ru: Шифрование протокола (избегать блок. протокола BT):
sk: Protokol šofrovaný (bez BT blokovania protokolu):
sq: Kriptim i protokollit (nuk lë që protokolli BT të bllokohet):
sv: Protokollkryptering (Undvik att BT-protokoll blockeras)
th: การเข้ารหัสโปรโตคอล (หลีกเลี่ยงโปรโตคอล BT ถูกบล็อก):
tr: Protokol şifreleme:
ug: كېلىشىم شىفىرلا (ب ت كېلىشىمىنىڭ توسۇلۇشىنىڭ ئالدىنى ئال)

# Options_TaskBitTorrent
source: Enable uTP for peer connection:
bg: Включване на uTP за равноправна връзка:
de: Aktivieren Sie uTP für Peer-Verbindungen:
es: Habilite el uTP para la conexión del par:
fr: Activez uTP pour la connexion homologue :
it: Abilita uTP per la connessione peer:
ja: ピア接続に uTP を有効にします:
nl: UTP inschakelen voor peer-verbinding:
pl: Włącz protokół uTP dla połączenia równorzędnego:
pt_br: Habilite o uTP para conexão por pares:
ru: Включите uTP для однорангового подключения:
th: เปิดใช้งาน uTP สําหรับการเชื่อมต่อเพียร์:

# Options_TaskBitTorrent
source: Save the torrent file to the download folder
bg: Запишете торент файла в папката за изтегляне
de: Speichern der Torrent-Datei im Downloadordner
es: Guarde el archivo torrent en la carpeta de descarga
fr: Enregistrer le fichier torrent dans le dossier de téléchargement
it: Salvare il file torrent nella cartella di download
ja: ダウンロードフォルダにトレントファイルを保存
nl: Het torrentbestand opslaan in de downloadmap
pl: Zapisz plik torrent w folderze pobierania
pt_br: Salvar o arquivo torrent na pasta de download
ru: Сохранить торрент-файл в папку загрузки
th: บันทึกแฟ้ม torrent ลงในโฟลเดอร์ดาวน์โหลด

# Options_TaskBitTorrent
source: Add to Torrent History when opening .torrent file
ar: أضف إلى سجلات الترونت عند فتح .ملف الترونت
bg: Добавяне към историята на торентите при отваряне на торент файл
de: Beim Öffnen der .torrent-Datei zum Torrent-Verlauf hinzufügen
es: Añadir a la historia de Torrent cuando abra un archivo Torrent
et: Lisa torrent ajalukku kui avad .torrent fail-i
eu: Gehitu Torrent Historiara .torrent agiria irekitakoan
fi: Lisää Torrent Historiaan kun avataan .torrent tiedosto
fr: Ajouter à l'historique à l'ouverture d'un fichier torrent
hu: Hozzáadás a Torrent előzményekhez .torrent fájl megynitásakor
it: All'apertura del file .torrent aggiungi alla Cronologia
ja: Torrent ファイルを開くときに、 Torrent 履歴に追加する
nb: Legg til i Torrent historie ved åpning av .torrent- fil
nl: Voeg toe aan torrent geschiedenis bij het openen van. torrent bestand
pl: Dodaj do historii torrentów, gdy otwierasz plik .torrent
pt_br: Adicionar ao histórico de torrents ao abrir um arquivo .torrent
ro: Adaugă filele torent deschise la Istoria Torentelor
ru: Добавить в Историю торрентов при открытии файла .torrent
sk: Pridať do Histórie torrentov pri otvorení súboru .torrent
sq: Shotje torrentin në histori kur hap skedarin .torrent
sv: Lägg till i Torrent-historiken när jag öppnar ".torrent"-filer.
th: เพิ่มในประวัติฝนตกหนักเมื่อเปิดไฟล์.torrent
tr: Bir .torrent dosyası açarken, bunu Torrent Geçmiş'ine ekle.
ug: توررېنت ھۆججىتىنى ئاچقاندا توررېنت تارىخىغا قوش

# Options_TaskBitTorrent
source: Delete .torrent file after adding it
de: Löschen Sie .torrent Datei nach dem Hinzufügen
es: Eliminar .torrent archivo después de agregarlo
fr: Supprimer .torrent fichier après l’avoir ajouté
it: Eliminare .torrent file dopo averlo aggiunto
ja: 追加後に.torrentファイルを削除する
pl: Usuń plik .torrent po jego dodaniu
pt_br: Excluir .torrent arquivo após adicioná-lo
ru: Удалите .torrent файл после его добавления
th: ลบไฟล์.torrent หลังจากเพิ่ม

# Options_TaskBitTorrent
source: Delete .torrent file even if addition is cancelled
de: Löschen Sie .torrent Datei, auch wenn das Hinzufügen abgebrochen wird
es: Eliminar .torrent archivo incluso si se cancela la adición
fr: Supprimer .torrent fichier même si l’ajout est annulé
it: Eliminare .torrent file anche se l'aggiunta viene annullata
ja: 追加.torrentキャンセルされた場合でもファイルを削除する
pl: Usuń .torrent plik, nawet jeśli dodanie zostanie anulowane
pt_br: Excluir .torrent arquivo mesmo se a adição for cancelada
ru: Удалите .torrent файл, даже если добавление отменено
th: ลบไฟล์.torrent แม้ว่าการเพิ่มจะถูกยกเลิก

# Options_TaskBitTorrent
source: Task Seeding Rules
ar: قواعد البذر المهمة
bg: Правила за заСяване на задачи
de: Task-Aussaat-Regeln
es: Reglas de siembra de tareas
fr: Essaimage Web
it: Regole di seeding delle attività
ja: タスクシードルール
nl: Regels voor het zaaien van taken
pl: Reguły wySiewu zadań
pt_br: Regras de propagação de tarefas
ru: Правила посева
th: กฎการเพาะเมล็ดงาน

# Options_TaskBitTorrent
source: Auto stop task when satisfying all the following conditions
bg: Автоматично спиране на задачата, когато са изпълнени всички следни условия
de: Wenn folgendes erfüllt ist, Aufgabe autom. anhalten
es: Detención automática si se da alguna de las siguientes condiciones
fr: Arrêter automatiquement les tâches lorsque toutes les conditions suivantes sont remplies
it: Stop task automatico quando si verificano le seguenti condizioni
ja: 以下のすべての条件を満たしたときにタスクを自動停止する
nl: Auto stoptaak bij het voldoen aan alle volgende voorwaarden
pl: Automatycznie zatrzymaj, kiedy spełnione są wszystkie następujące warunki
pt_br: Parar tarefa automaticamente ao satisfazer as seguintes condições
ru: Автоматически завершить задание после удовлетворения всех указанных условий
th: หยุดงานโดยอัตโนมัติเมื่อเป็นไปตามเงื่อนไขต่อไปนี้ทั้งหมด

# Options_TaskBitTorrent
source: Share ratio equal to or higher than:
ar: نسبة الرفع مساوي أو أكثر من :
bg: Съотношението на споделяне е равно или е по-голямо от:
de: Freigabe-Verhältnis gleich oder mehr als:
es: Ratio de elementos compartidos igual o mayor a:
et: Jagamis suhe on võrdne või suurem kui:
eu: Partekatze bataz-bestekoa berdina edo baino handiagoa:
fi: Jakosuhde yhtä suuri tai suurempi kuin:
fr: Ratio de partage supérieur ou égal à:
hu: A megosztási arány egyenlő vagy több, mint:
it: Rapporto di condivisione uguale o superiore a:
ja: 負担率がこれ以上:
nb: Delingsrate lik eller høyere enn:
nl: Aandeel ratio gelijk aan of hoger dan:
pl: Współczynnik udostępniania równy lub większy niż:
pt_br: Taxa de distribuição igual ou maior que :
ro: Raport Încărcare/Descărcare [Ratio] (egal cu / mai mare de) :
ru: Коэффициент отданного больше или равен:
sk: Predeliť pomer rovanaký alebo väčší ako:
sq: Ndarja e barabartë ose jo më tepër nga:
sv: Delningsförhållande samma som eller högre än:
th: อัตราส่วนการแชร์มากกว่าหรือเท่ากับ:
tr: Paylaşım oranı eşit veya daha fazla ise:
ug: ھەمبەھىر نىسبىتى تەڭ ياكى چوڭ بولغاندا:

# Options_TaskBitTorrent
source: Seeds number equal to or higher than:
ar: عد المرسلين يساوي أو أكبر من :
bg: Броят на сийдърите е равен или по-голям от:
de: Seed-Anzahl gleich oder mehr als:
es: Número de seeds igual o mayor a:
et: Jagajate arv on võrdne või suurem kui:
eu: Emale zenbatekoa berdina edo baino gehiago:
fi: Lähteiden määrä yhtä suuri tai suurempi kuin:
fr: Nombre de semences égal ou supérieur à :
hu: Seed szám egyenlő vagy több, mint:
it: Numero di Seed uguale o superiore a:
ja: シード数がこれ以上:
nl: Het aantal zaden dat gelijk is aan of hoger is dan:
pl: Liczba seedów równa lub większa niż:
pt_br: Número de origens maior ou igual a :
ro: Număr de Donatori (egal cu / mai mare de) :
ru: количество сидов больше или равно:
sk: Stredové číslo rovanjúce sa alebo väčšie než:
sq: Dërgo një numër të barabartë ose jo më tepër se:
sv: Seednummer samma som eller högre än:
th: จำนวนผู้ปล่อยเท่ากับหรือมากกว่า:
tr: Seed esit veya daha fazla ise:
ug: ئۇرۇق سانى تەڭ ياكى چوڭ بولغاندا:

# Options_TaskBitTorrent
source: Time of seeding equal to or longer than:
ar: وقت الرفع مساوي أو أكثر من(دقيقه) :
bg: Времето на сийдване е равно или е повече от (мин):
de: Dauer des Seeden gleich oder mehr als (Min.):
es: Tiempo para buscar seeds igual o mayor a (min.):
et: Jagamise aeg on võrdne või surrem kui (min):
eu: Emaritza denbora berdina edo baino gehiago (min.)
fi: Lähetysaika yhtä suuri tai suurempi kuin (min):
fr: Durée de l'ensemencement égale ou supérieure à (min) :
hu: A seedelés ideje egyenlő vagy több, mint (perc):
it: Durata del seeding uguale o superiore a (minimo):
ja: シード時間がこれ以上（分）:
nl: Tijd van zaaien gelijk aan of langer dan:
pl: Czas wysyłania równy lub większy niż (min):
pt_br: Tempo para distribuição maior ou igual a (min):
ro: Timp de Donare în minute (egal cu / mai mare de) :
ru: Время сидирования больше или равно:
sk: Doba osi sa rovná alebo je väčšia než (min):
sq: Koha e dërgimit e barabartë ose më tepër nga (min):
sv: Seedingstid samma som eller högre än (min):
th: ระยะเวลาปล่อยเท่ากับหรือมากกว่า (นาที):
tr: Paylaşım süresi eşit veya daha fazla(dak):
ug: ئۇرۇق يوللىغان ۋاقىت تەڭ ياكى چوڭ بولغاندا (مىنۇت):

# Options_TaskBitTorrent
source: day
ar: يوم
bg: ден
de: dag
es: día
fr: jour
it: giorno
ja: 日
nl: dag
pl: dni
pt_br: dia
ru: день
th: วัน

# Options_TaskBitTorrent
source: hour
ar: الساعة
bg: час
de: Stunde
es: hora
fr: heure
it: ora
ja: 時
nl: uur
pl: godz.
pt_br: hora
ru: час
th: ชั่วโมง

# Options_TaskBitTorrent
source: minute
ar: دقيقة
bg: минута
es: minuto
it: minuto
ja: 分
nl: minuut
pl: minuta
pt_br: minuto
ru: минут
th: นาที
